{"protocolSection":{"identificationModule":{"nctId":"NCT06475131","orgStudyIdInfo":{"id":"BL-B16D1-101"},"organization":{"fullName":"Sichuan Baili Pharmaceutical Co., Ltd.","class":"INDUSTRY"},"briefTitle":"A Study of BL-B16D1 in Patients With Locally Advanced or Metastatic Solid Tumors","officialTitle":"A Phase I Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetics Characteristics and Preliminary Efficacy of BL-B16D1 in Patients With Locally Advanced or Metastatic Solid Tumors"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sichuan Baili Pharmaceutical Co., Ltd.","class":"INDUSTRY"},"collaborators":[{"name":"Baili-Bio (Chengdu) Pharmaceutical Co., Ltd.","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is an open, multicenter, dose-escalation and expansion-enrollment and nonrandomized phase I clinical study to evaluate the safety, tolerability, pharmacokinetic characteristics and preliminary efficacy of BL-B16D1 in locally advanced or metastatic solid tumors."},"conditionsModule":{"conditions":["Solid Tumor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":21,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BL-B16D1","type":"EXPERIMENTAL","description":"Participants receive BL-B16D1 as intravenous infusion for the first cycle (3 weeks). Participants with clinical benefit could receive additional treatment for more cycles. The administration will be terminated because of disease progression or intolerable toxicity occurring or other reasons.","interventionNames":["Drug: BL-B16D1"]}],"interventions":[{"type":"DRUG","name":"BL-B16D1","description":"Administration by intravenous infusion for a cycle of 3 weeks.","armGroupLabels":["BL-B16D1"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Phase Ia: Dose limiting toxicity (DLT)","description":"DLTs are assessed according to NCI-CTCAE v5.0 during the first cycle and defined as occurrence of any of the toxicities in DLT definition if judged by the investigator to be possibly, probably or definitely related to study drug administration.","timeFrame":"Up to 21 days after the first dose"},{"measure":"Phase Ia: Maximum tolerated dose (MTD)","description":"MTD is defined as the highest dose level at which no more than 1 in 6 participants experienced a DLT during the first cycle .","timeFrame":"Up to 21 days after the first dose"},{"measure":"Phase Ib: Recommended Phase II Dose (RP2D)","description":"The RP2D is defined as the dose level chosen by the sponsor (in consultation with the investigators) for phase II study, based on safety, tolerability, efficacy, PK, and PD data collected during the dose escalation study of BL-B16D1.","timeFrame":"Up to approximately 24 months"}],"secondaryOutcomes":[{"measure":"Treatment-Emergent Adverse Event (TEAE)","description":"TEAE is defined as any unfavorable and unintended change in the structure, function, or chemistry of the body temporally emerging, or any worsening (i.e., any clinically significant adverse change in frequency and/or intensity) of a pre-existing condition during the treatment of BL-B16D1 . The type, frequency and severity of TEAE will be evaluated during the treatment of BL-B16D1.","timeFrame":"Up to approximately 24 months"},{"measure":"Cmax","description":"Maximum serum concentration (Cmax) of BL-B16D1 will be investigated.","timeFrame":"Up to approximately 24 months"},{"measure":"Tmax","description":"Time to maximum serum concentration (Tmax) of BL-B16D1 will be investigated.","timeFrame":"Up to approximately 24 months"},{"measure":"T1/2","description":"Half-life (T1/2) of BL-B16D1 will be investigated.","timeFrame":"Up to approximately 24 months"},{"measure":"AUC0-t","description":"AUC0-t is defined as area under the serum concentration-time curve from time 0 to the time of the last measurable concentration.","timeFrame":"Up to approximately 24 months"},{"measure":"CL (Clearance)","description":"CL in the serum of BL-B16D1 per unit of time will be investigated.","timeFrame":"Up to approximately 24 months"},{"measure":"Ctrough","description":"Ctrough is defined as the lowest serum concentration of BL-B16D1 prior to the next dose will be administered.","timeFrame":"Up to approximately 24 months"},{"measure":"ADA (anti-drug antibody)","description":"Frequency of anti-BL-B16D1 antibody (ADA) will be investigated.","timeFrame":"Up to approximately 24 months"},{"measure":"Phase Ib: Objective Response Rate (ORR)","description":"ORR is defined as the percentage of participants, who has a CR (disappearance of all target lesions) or PR (at least a 30% decrease in the sum of diameters of target lesions). The percentage of participants who experiences a confirmed CR or PR is according to RECIST 1.1.","timeFrame":"Up to approximately 24 months"},{"measure":"Phase Ib: Disease Control Rate (DCR)","description":"The DCR is defined as the percentage of participants who has a CR, PR, or Stable Disease (SD: neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease \\[PD: at least a 20% increase in the sum of diameters of target lesions and an absolute increase of at least 5 mm. The appearance of one or more new lesions is also considered PD\\]).","timeFrame":"Up to approximately 24 months"},{"measure":"Phase Ib: Duration of Response (DOR)","description":"The DOR for a responder is defined as the time from the participant's initial objective response to the first date of either disease progression or death, whichever occurs first.","timeFrame":"Up to approximately 24 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Sign the informed consent form voluntarily and follow the protocol requirements;\n2. Gender is not limited;\n3. Age: ≥18 years old and ≤75 years old (phase Ia); ≥18 years old (phase Ib);\n4. Expected survival time ≥3 months;\n5. locally advanced or metastatic solid tumors confirmed by histopathology and/or cytology that failed standard treatment or could not obtain standard treatment;\n6. Consent to provide archival tumor tissue samples or fresh tissue samples from primary or metastatic lesions within 3 years;\n7. At least one measurable lesion meeting the RECIST v1.1 definition was required;\n8. ECOG 0 or 1;\n9. The toxicity of previous antineoplastic therapy has returned to ≤ grade 1 as defined by NCI-CTCAE v5.0;\n10. No severe cardiac dysfunction, left ventricular ejection fraction ≥50%;\n11. The organ function level must meet the requirements if the patient has not received blood transfusion or hematopoietic stimulating factor therapy within 14 days before screening;\n12. Coagulation function: international normalized ratio ≤1.5, and activated partial thromboplastin time ≤1.5ULN;\n13. Urinary protein ≤2+ or ≤1000mg/24h;\n14. For premenopausal women with childbearing potential, a pregnancy test must be performed within 7 days before starting treatment, serum pregnancy must be negative, and the patient must not be lactating; All enrolled patients (male or female) should use adequate contraception throughout the treatment cycle and for 6 months after completion of treatment.\n\nExclusion Criteria:\n\n1. Chemotherapy, biological therapy and other anti-tumor therapies have been used within 4 weeks or 5 half-lives before the first dose; Mitomycin and nitrosoureas were administered within 6 weeks before the first dose; Oral drugs such as fluorouracil;\n2. Had received previous ADC drug therapy with MMAE/MMAF as toxin;\n3. History of severe heart disease;\n4. Long QT, complete left bundle branch block, III degree atrioventricular block;\n5. Active autoimmune and inflammatory diseases;\n6. Other malignancies diagnosed within 5 years before the first dose;\n7. Hypertension poorly controlled by two antihypertensive drugs;\n8. Patients with poor glycemic control;\n9. Present with grade ≥2 radiation pneumonitis according to the RTOG/EORTC definition; Previous history of ILD or current ILD, or suspicion of such disease during screening;\n10. Complicated with pulmonary diseases leading to clinically severe respiratory function impairment;\n11. Active central nervous system metastasis;\n12. Patients with a history of allergy to recombinant humanized or human-mouse chimeric antibodies or to any of the excipients of BL-B16D1;\n13. Received previous organ transplantation or allogeneic hematopoietic stem cell transplantation (Allo-HSCT);\n14. The cumulative dose of anthracyclines \\> 360 mg/m2 in previous (new) adjuvant therapy;\n15. Human immunodeficiency virus antibody positive, active tuberculosis, active hepatitis B virus infection or active hepatitis C virus infection;\n16. Severe infection occurred within 4 weeks before the first dose; Signs of pulmonary infection or active pulmonary inflammation within 2 weeks before the first dose;\n17. Patients with massive or symptomatic effusions or poorly controlled effusions;\n18. Had participated in another clinical trial within 4 weeks before the first dose;\n19. Had the following ocular diseases: a. active infection or corneal ulcer; b. monocular vision; c. a history of corneal transplantation; d. Contact lens dependence; e. Uncontrolled glaucoma; f. Uncontrolled or progressive retinopathy, wet macular degeneration, etc.;\n20. Other circumstances that the investigator deemed inappropriate for participation in the trial.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sa Xiao, PHD","role":"CONTACT","phone":"15013238943","email":"xiaosa@baili-pharm.com"}],"overallOfficials":[{"name":"Li Zhang","affiliation":"Sun Yat-sen University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sun Yat-sen University Cancer Center","city":"Guangzhou","state":"Guangdong","country":"China","contacts":[{"name":"Li Zhang","role":"CONTACT"}],"geoPoint":{"lat":23.11667,"lon":113.25}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009369","term":"Neoplasms"}]}},"hasResults":false}