{"protocolSection":{"identificationModule":{"nctId":"NCT06477822","orgStudyIdInfo":{"id":"FIS-2024-01"},"organization":{"fullName":"Universitat Internacional de Catalunya","class":"OTHER"},"briefTitle":"Effect of a Sequence of Specific Manual Therapy Techniques Targeting the Autonomic Nervous System in Healthy Adults","officialTitle":"Effect of a Sequence of Specific Manual Therapy Techniques Targeting the Autonomic Nervous System in Healthy Adults: a Single-application Double-blind Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pere Ramón Rodríguez Rubio","investigatorTitle":"PhD","investigatorAffiliation":"Universitat Internacional de Catalunya"},"leadSponsor":{"name":"Universitat Internacional de Catalunya","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The activity of the autonomic nervous system has been shown to influence the appearance of symptoms in some diseases such as rheumatoid arthritis, fibromyalgia, or migraine, among others. In the bibliography we find different authors who, through intervention using manual therapy, have demonstrated its effects on the autonomic nervous system, especially on the increase in parasympathetic activity and reduction in sympathetic activity. A clinical trial is proposed to verify these effects.","detailedDescription":"The aim of the study is to analyse the effects of applying a specific sequence of manual therapy techniques focused on the regulation of the autonomic nervous system. This intervention sequence will be applied in a single intervention. As a result, an immediate increase in parasympathetic activity could occur, measured by different parameters of heart rate variability, heart rate and respiratory rate. If the results confirm the expected effects, this treatment sequence could be used as a therapeutic resource in patients with pathologies whose symptoms may be related to the deregulation of the autonomic nervous system, such as rheumatoid arthritis, migraine or fibromyalgia, among others."},"conditionsModule":{"conditions":["Autonomic Imbalance"],"keywords":["autonomic nervous system","manual therapy","heart rate variability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Treatment group: receive a manual therapy secuence of techniques focus on the autonomic nervous system Simulated group: receive a sequence of simulated manual therapy techniques","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The participants don't know what intervention are they receiving The outcomes assessor don't know the intervention that the participant is receiving","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":96,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sequence of manual therapy techniques","type":"EXPERIMENTAL","description":"Participants receive a manual therapy secuence of techniques","interventionNames":["Procedure: Sequence of manual therapy techniques"]},{"label":"Simulated manual therapy techniques","type":"PLACEBO_COMPARATOR","description":"Participants receive a sequence of simulated manual therapy techniques","interventionNames":["Procedure: Simulated manual therapy techniques"]}],"interventions":[{"type":"PROCEDURE","name":"Sequence of manual therapy techniques","description":"Receive a sequence of manual therapy techniques composed by: suboccipital decompression technique, suboccipital release technique, fourth ventricle compression technique, vagus nerve neurodynamic technique","armGroupLabels":["Sequence of manual therapy techniques"]},{"type":"PROCEDURE","name":"Simulated manual therapy techniques","description":"Receive a sequence of simulated manual therapy techniques composed by four maneuvers without effect on autonomic nervous system","armGroupLabels":["Simulated manual therapy techniques"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Heart rate","description":"The investigators will examine the difference between Time 1 and Time 2 and between groups in beats per minute.","timeFrame":"Day 1"},{"measure":"Root mean square of the successive differences between adjacent RR intervals (RMSSD) in heart rate variability index","description":"The investigators will examine the difference between Time 1 and Time 2 and between groups in HRV measured by Root mean square of the successive differences between adjacent RR intervals (RMSSD) in heart rate variability index","timeFrame":"Day 1"}],"secondaryOutcomes":[{"measure":"High frequency (HF) band in heart rate variability index","description":"The investigators will examine the difference between Time 1 and Time 2 and between groups in HRV measured by high frequency (HF) band in heart rate variability index .","timeFrame":"Day 1"},{"measure":"Respiratory rate","description":"The investigators will examine the difference between Time 1 and Time 2 and between groups in breaths per minute.","timeFrame":"Day 1"},{"measure":"Incidence of Treatment-Emergent Adverse Events","description":"The investigators register if an adverse effect is present during the intervention or just after the intervention.","timeFrame":"Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of informed consent\n* Aged between 18-65\n\nExclusion Criteria:\n\n* Regular consumtion of alcohol or illegal drugs\n* Consumption of medications whose effect acts on the autonomic nervous system (cholinergic agonists and antagonists, or adrenergic agonists and antagonists)\n* Diagnostic of disease that may affect the activity of the autonomic nervous system or the perception of pain (such as generalized anxiety disorder, fibromyalgia, or chronic fatigue).\n* Pregnancy","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ismael Mohamed Mohamed","role":"CONTACT","phone":"+34617692253","email":"imohame@uic.es"},{"name":"César Fernández de las Peñas","role":"CONTACT","email":"cesar.fernandez@urjc.es"}],"overallOfficials":[{"name":"César Fernández de las Peñas","affiliation":"Universidad Rey Juan Carlos","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Universitat Internacional de Catalunya","status":"RECRUITING","city":"Sant Cugat Del Vallès","state":"Barcelona","zip":"08195","country":"Spain","contacts":[{"name":"Pere Ramón Rodríguez Rubio","role":"CONTACT","email":"prodriguez@uic.es"}],"geoPoint":{"lat":41.47063,"lon":2.08611}}]},"referencesModule":{"references":[{"pmid":"17786266","type":"BACKGROUND","citation":"McCorry LK. Physiology of the autonomic nervous system. Am J Pharm Educ. 2007 Aug 15;71(4):78. doi: 10.5688/aj710478."},{"pmid":"31418887","type":"BACKGROUND","citation":"Mogilevski T, Burgell R, Aziz Q, Gibson PR. Review article: the role of the autonomic nervous system in the pathogenesis and therapy of IBD. Aliment Pharmacol Ther. 2019 Oct;50(7):720-737. doi: 10.1111/apt.15433. Epub 2019 Aug 16."},{"pmid":"33365319","type":"BACKGROUND","citation":"Ingegnoli F, Buoli M, Antonucci F, Coletto LA, Esposito CM, Caporali R. The Link Between Autonomic Nervous System and Rheumatoid Arthritis: From Bench to Bedside. Front Med (Lausanne). 2020 Dec 7;7:589079. doi: 10.3389/fmed.2020.589079. eCollection 2020."},{"pmid":"22110948","type":"BACKGROUND","citation":"Martinez-Lavin M. Fibromyalgia: When Distress Becomes (Un)sympathetic Pain. Pain Res Treat. 2012;2012:981565. doi: 10.1155/2012/981565. Epub 2011 Sep 19."},{"pmid":"14979884","type":"BACKGROUND","citation":"Peroutka SJ. Migraine: a chronic sympathetic nervous system disorder. Headache. 2004 Jan;44(1):53-64. doi: 10.1111/j.1526-4610.2004.04011.x."},{"pmid":"20074444","type":"BACKGROUND","citation":"Di Franco M, Iannuccelli C, Alessandri C, Paradiso M, Riccieri V, Libri F, Valesini G. Autonomic dysfunction and neuropeptide Y in fibromyalgia. Clin Exp Rheumatol. 2009 Sep-Oct;27(5 Suppl 56):S75-8."},{"pmid":"34131526","type":"BACKGROUND","citation":"Sillevis R, Trincado G, Shamus E. The immediate effect of a single session of pain neuroscience education on pain and the autonomic nervous system in subjects with persistent pain, a pilot study. PeerJ. 2021 May 31;9:e11543. doi: 10.7717/peerj.11543. eCollection 2021."},{"pmid":"36063265","type":"BACKGROUND","citation":"Gevirtz R. The Role of the Autonomic Nervous System in Headache: Biomarkers and Treatment. Curr Pain Headache Rep. 2022 Oct;26(10):767-774. doi: 10.1007/s11916-022-01079-x. Epub 2022 Sep 5."},{"pmid":"34552462","type":"BACKGROUND","citation":"Carta G, Seregni A, Casamassima A, Galli M, Geuna S, Pagliaro P, Zago M. Validation and Reliability of a Novel Vagus Nerve Neurodynamic Test and Its Effects on Heart Rate in Healthy Subjects: Little Differences Between Sexes. Front Neurosci. 2021 Sep 6;15:698470. doi: 10.3389/fnins.2021.698470. eCollection 2021."},{"pmid":"33714500","type":"BACKGROUND","citation":"Silva BL, Alves de Oliveira L, Costa CM, Guimaraes CQ, Vieira LS, Pernambuco AP. A pilot study of the effects of suboccipital fascial release on heart rate variability in workers in the clothing industry: Randomized clinical trial. J Bodyw Mov Ther. 2021 Jan;25:223-229. doi: 10.1016/j.jbmt.2020.10.020. Epub 2020 Oct 26."},{"pmid":"29332747","type":"BACKGROUND","citation":"Amoroso Borges BL, Bortolazzo GL, Neto HP. Effects of spinal manipulation and myofascial techniques on heart rate variability: A systematic review. J Bodyw Mov Ther. 2018 Jan;22(1):203-208. doi: 10.1016/j.jbmt.2017.09.025. Epub 2017 Oct 3."},{"pmid":"22994907","type":"BACKGROUND","citation":"Giles PD, Hensel KL, Pacchia CF, Smith ML. Suboccipital decompression enhances heart rate variability indices of cardiac control in healthy subjects. J Altern Complement Med. 2013 Feb;19(2):92-6. doi: 10.1089/acm.2011.0031. Epub 2012 Sep 20."},{"pmid":"33218540","type":"BACKGROUND","citation":"Arienti C, Farinola F, Ratti S, Dacco S, Fasulo L. Variations of HRV and skin conductance reveal the influence of CV4 and Rib Raising techniques on autonomic balance: A randomized controlled clinical trial. J Bodyw Mov Ther. 2020 Oct;24(4):395-401. doi: 10.1016/j.jbmt.2020.07.002. Epub 2020 Jul 31."},{"pmid":"29234380","type":"BACKGROUND","citation":"Zurowska A, Malak R, Kolcz-Trzesicka A, Samborski W, Paprocka-Borowicz M. Compression of the Fourth Ventricle Using a Craniosacral Osteopathic Technique: A Systematic Review of the Clinical Evidence. Evid Based Complement Alternat Med. 2017;2017:2974962. doi: 10.1155/2017/2974962. Epub 2017 Oct 18."},{"pmid":"20606239","type":"BACKGROUND","citation":"Henderson AT, Fisher JF, Blair J, Shea C, Li TS, Bridges KG. Effects of rib raising on the autonomic nervous system: a pilot study using noninvasive biomarkers. J Am Osteopath Assoc. 2010 Jun;110(6):324-30."},{"pmid":"26145718","type":"BACKGROUND","citation":"Chaibi A, Saltyte Benth J, Bjorn Russell M. Validation of Placebo in a Manual Therapy Randomized Controlled Trial. Sci Rep. 2015 Jul 6;5:11774. doi: 10.1038/srep11774."},{"pmid":"24054542","type":"BACKGROUND","citation":"Tarvainen MP, Niskanen JP, Lipponen JA, Ranta-Aho PO, Karjalainen PA. Kubios HRV--heart rate variability analysis software. Comput Methods Programs Biomed. 2014;113(1):210-20. doi: 10.1016/j.cmpb.2013.07.024. Epub 2013 Aug 6."},{"pmid":"26708360","type":"BACKGROUND","citation":"Giles D, Draper N, Neil W. Validity of the Polar V800 heart rate monitor to measure RR intervals at rest. Eur J Appl Physiol. 2016 Mar;116(3):563-71. doi: 10.1007/s00421-015-3303-9. Epub 2015 Dec 26."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}