{"protocolSection":{"identificationModule":{"nctId":"NCT06473350","orgStudyIdInfo":{"id":"SBU-SBE-CAU-01"},"organization":{"fullName":"Saglik Bilimleri Universitesi","class":"OTHER"},"briefTitle":"Effect of Three Different Post-Feeding Positions on Vital Signs and Comfort Levels in Preterm Infants","officialTitle":"The Effects of Post-Feeding Right Lateral, Supine, and Prone Positions on Heart Rate, Oxygen Saturation, Respiratory Rate, Pain Levels, and Comfort Levels in Preterm Infants"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-20","type":"ACTUAL"},"completionDateStruct":{"date":"2022-09-30","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-08","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Canan Ayaslı Ünal","investigatorTitle":"Clinical Nurse, Principal Investigator","investigatorAffiliation":"Saglik Bilimleri Universitesi"},"leadSponsor":{"name":"Saglik Bilimleri Universitesi","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study purpose to evaluate the effects of sequentially applying right lateral, supine, and prone positions after feeding on the vital signs and comfort levels of preterm infants between 28 and 36 weeks of gestation.\"","detailedDescription":"Improvement in physiological parameters of preterm infants, facilitating and supporting cognitive and neuromotor development, and reducing pain and stress are recommended within the scope of developmental care through the application of therapeutic positions (supine, prone, and lateral positioning). There are discussions among neonatal nurses regarding the therapeutic positions applied to preterm infants after feeding.\n\nThis study is an experimental research designed as a single-group trial in which preterm infants meeting the inclusion criteria are subjected to sequentially applied right lateral, supine, and prone positions after feeding.The study included preterm infants between postnatal weeks 28 and 36, fed via orogastric tube, and receiving at least 75% of their energy intake enterally, with stable vital signs. Data collection utilized the Preterm Infant Demographic Information Form, Preterm Infant Vital Signs Observation and Monitoring Form, Neonatal Comfort Behavior Scale (ComfortNeo), and Neonatal Pain/Agitation Sedation Scale (N-PASS). According to the N-PASS, as the score increases, the pain level rises, with scale scores ranging from a minimum of 0 to a maximum of 10 point. According to the ComfortNeo Scale, as the comfort score increases, the baby's comfort level decreases, with scale scores ranging from a minimum of 6 to a maximum of 30.\n\nIn this study, preterm infants included in the sample group are fed via an orogastric tube in a semi-elevated supine position during their routine feeding time and then placed in the right lateral position. The infants' heart rate, oxygen saturation, respiratory rate, pain score, and comfort level data are evaluated and recorded immediately after feeding, one hour after feeding, and three hours after feeding while in the right lateral position. During the next routine feeding time, the infants are fed in the supine position and kept in this position, with their heart rate, oxygen saturation, respiratory rate, pain score, and comfort level data evaluated and recorded immediately after feeding, one hour after feeding, and three hours after feeding. During the subsequent routine feeding time, the infants are fed in the supine position and then placed in the prone position. The same parameters are evaluated and recorded immediately after feeding, one hour after feeding, and three hours after feeding while in the prone position. This procedure is repeated for each infant for three days to ensure data accuracy. The positions applied to the infants are standardized and applied in the same order to prevent variability in the data."},"conditionsModule":{"conditions":["Premature"],"keywords":["preterm infants","vital signs","comfort","position"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","interventionModelDescription":"Experimental study in a single group with three positions applied sequentially","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"To examine the effect of the predetermined right lateral, supine, and prone positions on preterm infants, all infants comprising the sample group were sequentially subjected to all positions. Therefore, blinding was not performed. In this study, preterm infants who met the inclusion criteria for the sample group were selected. The composition of the sample group solely with infants naturally resulted in blinding, as the infants were not aware of the positions being applied."}},"enrollmentInfo":{"count":48,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Right lateral, supine, and prone position","type":"EXPERIMENTAL","description":"In this study, the right lateral, supine, and prone positions were applied to each infant sequentially, consecutively, under identical conditions, and within the same time frame. Each position was maintained for three hours immediately after each infant's routine feeding time. Each position was applied immediately after feeding. Data on heart rate, oxygen saturation, respiratory rate, pain level, and comfort level were recorded immediately after positioning, one hour later, and three hours later. This procedure was repeated in the same manner, sequence, and time frame for three consecutive days.","interventionNames":["Other: The application of right lateral, supine, and prone positions to preterm infants after feeding"]}],"interventions":[{"type":"OTHER","name":"The application of right lateral, supine, and prone positions to preterm infants after feeding","description":"Each infant included in the sample group is fed at their routine feeding time (9:00 a.m.), followed by placement in the right lateral position. Immediately after this position is applied, as well as one hour and three hours later, data on heart rate, oxygen saturation, respiratory rate, pain level, and comfort level are recorded. This procedure is repeated after the subsequent feeding time (12:00 p.m.) for the supine position and after the feeding time following that (6:00 p.m.) for the prone position. This procedure is repeated for three consecutive days at the same feeding times and in the same sequence.","armGroupLabels":["Right lateral, supine, and prone position"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The effect of the right lateral position on heart rate","description":"The effect of post-feeding application of the right lateral position on heart rate (beats per minute: 100-180/min) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the right lateral position on oxygen saturation","description":"The effect of post-feeding application of the right lateral position on oxygen saturation (peripheral oxgyen saturation / SpO2: %95-%100) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the right lateral position on respiratory rate","description":"The effect of post-feeding application of the right lateral position on respiratory rate (respiratory per minute: 40-60/min) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the right lateral position on pain level","description":"The effect of post-feeding application of the right lateral position on pain level (Evaluted according to the N-PASS:Neonatal Pain Agitation And Sedation Scale / min point: 0 max point: 10) in preterm infants. Pain level increases as the score rises.","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the right lateral position on comfort level","description":"The effect of the right lateral position applied to preterm infants on the comfort level according to the ''Newborn Comfort Behavior Scale (ComfortNeo)\" (min point:6 - max point: 30). As the comfort score increases, the level of comfort decreases.","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the supine position on heart rate","description":"The effect of post-feeding application of the supine position on heart rate (beats per minute) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the supine position on oxygen saturation","description":"The effect of post-feeding application of the supine position on oxygen saturation (peripheral oxgyen saturation / SpO2) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the supine position on respiratory rate","description":"The effect of post-feeding application of the supine position on respiratory rate (respiratory per minute) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the supine position on pain level","description":"The effect of post-feeding application of the supine position on pain level (Evaluted according to the N-PASS:Neonatal Pain Agitation And Sedation Scale / min point: 0 max point: 10) in preterm infants. Pain level increases as the score rises.","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the supine position on comfort level","description":"The effect of the supine position applied to preterm infants on the comfort level according to the ''Newborn Comfort Behavior Scale (ComfortNeo)\"(min point:6- max point: 30). As the comfort score increases, the level of comfort decreases.","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the prone position on heart rate","description":"The effect of post-feeding application of the prone position on heart rate (beats per minute) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the prone position on respiratory rate","description":"The effect of post-feeding application of the prone position on respiratory rate (respiratory per minute) in preterm infants","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the prone position on pain level","description":"The effect of post-feeding application of the prone position on pain level (Evaluted according to the N-PASS:Neonatal Pain Agitation And Sedation Scale / min point: 0 max point: 10) in preterm infants. Pain level increases as the score rises.","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"},{"measure":"The effect of the prone position on comfort level","description":"The effect of the prone position applied to preterm infants on the comfort level according to the ''Newborn Comfort Behavior Scale (ComfortNeo) \" (min point:6- max point: 30). As the comfort score increases, the level of comfort decreases.","timeFrame":"immediately after the post-feeding, first hour post-feeding, third hour post-feeding"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Postnatal weeks 28-36 of gestation\n* Weighing over 1000 grams at the time of the study\n* Hospitalized for at least two days\n* Fed via orogastric tube\n* With enteral feeding accounting for at least 75% of energy intake\n* Stable vital signs and spontaneous respiration\n\nExclusion Criteria:\n\n* Mechanically ventilated due to respiratory distress\n* Receiving analgesic or sedative medications\n* Undergoing treatment with inotropic drugs\n* Diagnosed with congenital anomalies\n* Undergoing medical or surgical treatment for patent ductus arteriosus\n* Requiring drainage or chest tube insertion for pneumothorax\n* Diagnosed with necrotizing enterocolitis\n* Receiving medical treatment for gastroesophageal reflux or diagnosed with cleft palate-lip anomalies","healthyVolunteers":false,"sex":"ALL","minimumAge":"28 Weeks","maximumAge":"36 Weeks","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"CANAN AYASLİ UNAL","affiliation":"Health Science University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Dilek YILDIZ, Prof.","affiliation":"Health Science University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Health Science University","city":"Ankara","zip":"06010","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000047928","term":"Premature Birth"}],"ancestors":[{"id":"D000007752","term":"Obstetric Labor, Premature"},{"id":"D000007744","term":"Obstetric Labor Complications"},{"id":"D000011248","term":"Pregnancy Complications"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M25869","name":"Premature Birth","asFound":"Preterm","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M10772","name":"Obstetric Labor, Premature","relevance":"LOW"},{"id":"M10764","name":"Obstetric Labor Complications","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}