{"protocolSection":{"identificationModule":{"nctId":"NCT06480578","orgStudyIdInfo":{"id":"R01MD019188","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01MD019188"},"secondaryIdInfos":[{"id":"R01MD019188","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01MD019188"}],"organization":{"fullName":"University of California, Los Angeles","class":"OTHER"},"briefTitle":"An Integrated Intervention Using a Pill Ingestible Sensor System","officialTitle":"An Integrated Intervention Using a Pill Ingestible Sensor System to Trigger Actions on Multifaceted Social and Behavioral Determinants of Health Among PLWH","acronym":"Sensor-SBDOH"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-03-15","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Honghu Liu","investigatorTitle":"Professor","investigatorAffiliation":"University of California, Los Angeles"},"leadSponsor":{"name":"University of California, Los Angeles","class":"OTHER"},"collaborators":[{"name":"Lundquist Institute for Biomedical Innovation at Harbor-UCLA Medical Center","class":"OTHER"},{"name":"EtectRX, Inc.","class":"INDUSTRY"},{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This study integrates technology-based adherence measures with alerts for social and behavioral determinants of health (SBDOH) to improve HIV treatment outcomes. It involves 110 adult patients from a Los Angeles County HIV clinic, focusing on those at risk for poor adherence. Participants will be randomized into intervention or usual care groups, with endpoints including intervention acceptability, SBDOH interventions, adherence to ART, viral load, and high-risk sexual activity. The study aims to assess the effectiveness of the integrated intervention in improving adherence, virologic outcomes, and reducing high-risk behavior among PLWH.","detailedDescription":"Undetectable equals Untransmittable (U=U) reduces HIV stigma, empowers people living with HIV (PLWH), and has become a pillar in the goal of ending the HIV epidemic. Viral suppression eliminating risk of sexual HIV transmission emphasizes the importance of adherence to antiretroviral therapy (ART). Strategies to enhance adherence have typically not intervened in real-time and have focused on pill-taking reminders without interventions that address adverse social and behavioral determinants of health (SBDOH) associated with poor adherence and engagement in care. The complex multifactorial pathways of SBDOH, such as food insecurity, unstable housing, and substance use disorders, have led to inequities in achieving optimal adherence and sustained viral suppression. Los Angeles (LA) County, a hot spot for HIV infection and transmission, has been reported to have viral suppression rates of \\~60%, well below the 95% target of Ending HIV Epidemic by 2030. Our team has an extensive track record of research on measurement of and interventions to enhance adherence to ART. The investigators have used novel technology-based adherence measures of ART developed in the past two decades, including the cutting-edge ingestible sensor (IS) technology to obtain non-inferred, real-time adherence monitoring by Proteus® Digital Health Feedback (PDHF) system. Despite its validation reported in our recent publications, the PDHF system has been limited by the lack of incorporation of SBDOH. For many years, a major focus in HIV clinics has been to have multidisciplinary teams of nurses, social workers, and case managers to address SBDOH; however, timing of interventions are often weeks to months after such problems have been identified. This study will develop and test an integrated intervention that combines IS technology and adverse SBDOH alerts to maximize adherence and viral suppression. Using real-time IS monitoring, our integrated intervention will be able to immediately trigger the existing multidisciplinary team at clinic to address SBDOH issues as soon as predefined patterns of poor adherence are observed. A cohort of 110 adult patients who have or are at high risk for sub-optimal adherence will be recruited from a LA County safety net HIV clinic, located in a geographic HIV hotspot, dealing many adverse SBDOH issues. Participants will be randomized into the intervention or usual care. The integrated intervention will run for 20 weeks, followed by a 10-week period to assess sustainability. The primary end points include acceptability of the integrated intervention, frequency and timeliness of SBDOH interventions, level of challenges of SBDOH in HIV treatment, and adherence to ART. The secondary end points include viral load, high-risk sexual activity defined by self-report, and detection of sexually transmitted infections. The overarching goals are to evaluate (i) acceptability of the integrated intervention, frequency and timeliness of SBDOH intervention, and level of challenges of SBDOH in HIV treatment; (ii) the efficacy of the integrated intervention for monitoring, facilitating, and improving adherence to ART; and (iii) the efficacy of the integrated intervention for improving virologic outcome and reducing high-risk sexual activity."},"conditionsModule":{"conditions":["HIV/AIDS","Medication Adherence","Social Determinants of Health (SDOH)"],"keywords":["HIV/AIDS","Medication Adherence","SDOH"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":110,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ISS-SBDOH arm","type":"EXPERIMENTAL","description":"Ingestion Sensor System (ISS) - Social and Behavioral Determinants of Health (SBDOH) arm","interventionNames":["Behavioral: ISS-SBDOH arm"]},{"label":"Usual Care (UC) arm","type":"NO_INTERVENTION","description":"Usual Care (UC) arm\n\nUC is chosen as the control condition because it meets ethical and moral requirements to attempt treatment."}],"interventions":[{"type":"BEHAVIORAL","name":"ISS-SBDOH arm","description":"Once the ID-Cap ISS system has identified a participant who has missed his/her prescribed ARVs for five (5) consecutive days, a member of the multidisciplinary team will be informed automatically by the system and reach out to the participant immediately. The team will work with the primary provider and the participant to evaluate and understand the patient's SBDOH profile and status and develop a coordinated plan that fits the patient's specific need to address the patient's particular challenges in SBDOH. This plan (all SBDOH interventions) is considered standard of care and would be initiated in the same manner regardless of participation. Participation in this study will not alter the planned interventions determined by the HIV Care team.","armGroupLabels":["ISS-SBDOH arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Acceptability to the integrated intervention","description":"Acceptability to the integrated intervention will be evaluated by quantitative measures interviews. The items in the quantitative measure will be rated on five-item Likert scales ranging from very strongly disagree to very strongly agree. Domains to be assessed will include overall satisfaction (would recommend to friend, would use outside of study setting, satisfied with system), utility, and specific items such as helpfulness and convenience. In addition, the investigators will ask participants to rate items specific to the ID-Cap system (comfort of wristband, comfort receiving text messages).","timeFrame":"week 5, 10, 15, and 20."},{"measure":"Frequency and timeliness of SBDOH intervention, level of challenges of SBDOH in HIV treatment","description":"The investigators will collect SBDOH measures, such as economic stability (e.g., food security), health (e.g., gap in health coverage), neighborhood and built environment (e.g. transportation needs), social and community context (e.g., violence, and criminal justice involvement), and substance and alcohol use, sexual behavior, and other health related behaviors. Challenges of SBDOH will be measured as (i) the count of SBDOH issues one is facing, and (ii) the degree of each issue (e.g., low/medium/high with housing challenge) with summary scores. Frequency and timeliness of SBDOH intervention are measured as number of sessions, and time to first, and subsequent sessions, if applicable, from baseline, and others. This information will also be collected when intervention if triggered by the monitoring system.","timeFrame":"week 5, 10, 15, 20, 25, and 30."},{"measure":"Adherence to ART--percent of prescribed medication taken","description":"Adherence to ART measured by ID(identification)-Cap system for up to 20 weeks, defined as percent of prescribed medication taken","timeFrame":"week 5, 10, 15, and 20."},{"measure":"Self-Reported Medication Adherence--percent of prescribed dose taken","description":"The investigators will use a widely used measure of percent of prescribed dose taken during the preceding seven days. This measure is easy to use and has been significantly associated with virological and immunological outcomes.","timeFrame":"week 5, 10, 15, 20, 25, and 30"},{"measure":"Patterns of dosing","description":"Patterns of dosing such as Patterns of consecutive missed doses in the past two weeks,","timeFrame":"week 5, 10, 15, 20, 25, and 30"}],"secondaryOutcomes":[{"measure":"Concentration of Plasma HIV viral load","description":"Concentration of Plasma HIV viral load","timeFrame":"baseline, week 5, 10, 15, 20, 25, and 30"},{"measure":"number of sexual partners","description":"number of sexual partners","timeFrame":"baseline, week 10, 20, and 30"},{"measure":"Number of condomless sex","description":"Number of condomless sex","timeFrame":"baseline, week 10, 20, and 30"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. HIV-infected individuals in HIV care\n2. Greater than 17 years of age\n3. Demonstrated ability to take co-encapsulated ARVs at the time of screening\n4. Able to provide informed consent\n5. Receiving ART with sub-optimal adherence estimated by patient (self-reports \\< 90% adherence over last 28 days) or treating clinician \\[e.g., based on gaps in treatment (e.g. missed appointments) or viral load elevations within 6 months\\], or at high risk for sub-optimal adherence, or with known challenges with SBDOH (e.g. unstable housing, substance use disorder, and poverty\n6. Currently receiving antiretroviral treatment that includes one of the following:\n\n   * TDF/FTC (Truvada)\n   * TAF/FTC (Descovy)\n   * EFV/FTC/TDF (Atripla)\n   * ABC/3TC (Epzicom)\n   * DTG/ABC/3TC (Triumeq)\n   * RPV/TAF/FTC (Odefsey)\n   * EVG/c/FTC/TAF (Genvoya)\n   * BIC/FTC/TAF (Biktarvy)\n7. For participants of reproductive potential, negative serum or urine pregnancy test with a sensitivity of ≤25 mIU/mL at screening. This will be repeated again at study entry.\n\nNOTE: Participants are considered to be NOT of reproductive potential if:\n\n1. participants have had amenorrhea for at least 12 consecutive months prior to study entry (i.e., who have had no menses within 12 months prior to study entry), and have a documented FSH \\>40 IU/mL; OR\n2. an FSH level is not available, but participants have had 24 consecutive months of amenorrhea (in the absence of medications known to induce amenorrhea); OR\n3. participants report having undergone surgical sterilization (e.g., hysterectomy, or bilateral oophorectomy, or bilateral tubal ligation/hysteroscopic tubal occlusion).\n\nExclusion Criteria:\n\n1. Inability to follow the study procedures manifested during the intake, as evidenced by mental confusion, disorganization, intoxication, withdrawal, risky or threatening behavior\n2. Pregnancy (Evaluated during the screening visit through a pregnancy test.)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jie Shen, PhD","role":"CONTACT","phone":"3105917541","email":"shenjie@ucla.edu"},{"name":"Yan Wang, PhD","role":"CONTACT","phone":"3103306662","email":"wangyan@ucla.edu"}],"locations":[{"facility":"Lundquist","city":"Los Angeles","state":"California","zip":"90502","country":"United States","contacts":[{"name":"Mario Guerrero","role":"CONTACT","email":"mguerrero@lundquist.org"},{"name":"Eric Daar, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"It is anticipated that this data will be presented annually based on data collected after the third year, once sufficient baseline data is collected. Most of the papers and data-based projects/presentations are expected to occur in year 4, when all baseline data is collected, and the 30-week outcome has occurred for all participants. Sharing of the findings will involve a primary paper describing the study outcome and a paper that describes the intervention. Additionally, there will be submissions to lead workshops on the intervention approach at relevant national meetings and conferences. Raw data for additional analysis will be available to outside individuals through contacting the MPIs. Information regarding the availability of data for analysis will be listed on the MPIs' web pages, and contact information for the MPIs will be provided in all manuscripts and publications as another means of accessing data.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Raw data for additional analysis will be available to outside individuals through contacting the MPIs at two different times. The first will be after all of the baseline data is collected. The second will be after the publication and release of the primary outcome paper(s). The MPIs will store the data indefinitely and allow access for pooled data analysis projects, or projects for outside individuals.","accessCriteria":"Raw data for additional analysis will be available to outside individuals through contacting the MPIs. The investigators will institute a concept plan process where internal study staff first have the availability to write papers or give presentations on particular topics. After this, if outside individuals wish to analyze data, the investigators will welcome this collaboration."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000163","term":"Acquired Immunodeficiency Syndrome"},{"id":"D000015658","term":"HIV Infections"}],"ancestors":[{"id":"D000086982","term":"Blood-Borne Infections"},{"id":"D000003141","term":"Communicable Diseases"},{"id":"D000007239","term":"Infections"},{"id":"D000015229","term":"Sexually Transmitted Diseases, Viral"},{"id":"D000012749","term":"Sexually Transmitted Diseases"},{"id":"D000016180","term":"Lentivirus Infections"},{"id":"D000012192","term":"Retroviridae Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000012897","term":"Slow Virus Diseases"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000007153","term":"Immunologic Deficiency Syndromes"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M3522","name":"Acquired Immunodeficiency Syndrome","asFound":"HIV/AIDS","relevance":"HIGH"},{"id":"M18250","name":"HIV Infections","asFound":"HIV/AIDS","relevance":"HIGH"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M10199","name":"Immunologic Deficiency Syndromes","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M2593","name":"Blood-Borne Infections","relevance":"LOW"},{"id":"M15558","name":"Sexually Transmitted Diseases","relevance":"LOW"},{"id":"M17933","name":"Sexually Transmitted Diseases, Viral","relevance":"LOW"},{"id":"M18640","name":"Lentivirus Infections","relevance":"LOW"},{"id":"M15026","name":"Retroviridae Infections","relevance":"LOW"},{"id":"M17522","name":"Virus Diseases","relevance":"LOW"},{"id":"M15149","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M15700","name":"Slow Virus Diseases","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}