{"protocolSection":{"identificationModule":{"nctId":"NCT06473116","orgStudyIdInfo":{"id":"EPISOTrial"},"organization":{"fullName":"University of Southern Denmark","class":"OTHER"},"briefTitle":"Epinephrine Versus Isoprenaline During Out-of-Hospital Cardiac Arrest With Asystole","officialTitle":"Epinephrine Versus Isoprenaline During Out-of-Hospital Cardiac Arrest With Asystole: A Randomized Clinical Trial","acronym":"EPISO"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-03","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Laura Sarkisian Jangaard","investigatorTitle":"MD, PhD","investigatorAffiliation":"Odense University Hospital"},"leadSponsor":{"name":"University of Southern Denmark","class":"OTHER"},"collaborators":[{"name":"Odense University Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Background: During out-of-hospital cardiac arrest (OHCA), the patient presents with either a shockable or a non-shockable rhythm. Early cardiopulmonary resuscitation (CPR) and defibrillation of the shockable rhythm may increase chance of survival to more than 50%, however, if untreated, the heart rhythm will deteriorate to a non-shockable rhythm with dismal survival outcomes of 1-5%. Isoprenaline is a pro-arrhythmic drug used to treat bradycardia, and has a structural resemblance to epinephrine, which is the drug of choice during cardiac arrest with non-shockable rhythms.\n\nAims: To evaluate whether intravebous (IV) administration of isoprenaline increases the chance of return of spontaneous circulation (ROSC) to hospital arrival (main outcome) compared with IV epinephrine.\n\nStudy design: A randomized-controlled trial.\n\nSetting: The study will be conducted in the Region of Southern Denmark, which has about 1.2 million inhabitants and an annual incidence of 1,200 OHCAs. The study will include bystander-witnessed patients with asystole at the arrival of the emergency medical services (EMS). Randomization will take place on arrival of the EMS, where the OHCA patients randomly will be assigned to receive an intravenous injection of isoprenaline (600 µg) or an intravenous injection of adrenaline (1 mg) in a 1:1 ratio. The study will include 1,178 OHCAs over a time period of about 3.5 years.","detailedDescription":"Background: Out-of-hospital cardiac arrest (OHCA) is the leading cause of death in industrialized countries. During OHCA, the patient will present with either a non-shockable or a shockable rhythm. A shockable rhythm is treated by defibrillation, which means delivering an electrical shock through the heart to reestablish normal cardiac electric activity. If a shockable rhythm is defibrillated early, chances of survival can exceed 50%. However, if the shockable rhythm remains untreated, it will deteriorate into a non-shockable rhythm with dismal survival rates of 1-5%. Epinephrine increases the chance of return of spontaneous circulation (ROSC), however, there is increasing evidence that use of epinephrine is associated with severe neurological impairment in survivors. Isoprenaline is a pro-arrhythmic drug used to treat bradycardia. The drug has structural resemblance to epinephrine, however, it has no effect on alfa-adrenoceptors in the cerebral bloodflow and only stimulates beta-adrenoceptors. These pro-arrhythmic properties may induce cardiac electrical activity during OHCA with a non-shockable rhythm, converting it to a shockable rhythm treatable by defibrillation, while preserving microcirculatory cerebral blood flow.\n\nHypothesis: Injection of isoprenaline in bystander witnessed OHCAs with asystole increases the chance of ROSC at hospital arrival compared with the injection of epinephrine.\n\nPopulation: According to the Danish Cardiac Arrest Registry, the annual incidence of OHCAs in the Region of Southern Denmark is about 1200, half of which are bystander witnessed. In the recent 2022 report, the incidence of non-shockable first rhythm among these was 1,044 out of 1,233 patients (85%), of which about 9 out of 10 had asystole. Therefore, an annual number of 450 bystander witnessed OHCAs with non-shockable rhythm could be eligible for study entry, however, despite eligibility, previous study have found that about 20-25% of patients are not enrolled in similar OHCA trials, and the expected annual number of enrollments will therefore be 360 OHCAs.\n\nSettings: The study will take place in the Region of Southern Denmark. The Region has 42 EMS ambulance stations and 6 physician-manned vehicles with a median response time of about 8 minutes. The EMS ambulance has an emergency medical technician (EMT) and an EMT assistant, trained in analysing shockable/non-shockable rhythms and administering intravenous drugs according to the advanced life support algorithm.\n\nIntervention: On EMS arrival, OHCA patients will be randomly assigned to receive an intravenous injection of isoprenaline or to receive an intravenous injection of adrenaline in a 1:1 ratio.\n\nStudy design: A randomized-controlled trial.\n\nMain outcome: Main outcome is ROSC at hospital arrival. Secondary outcomes are conversion from non-shockable to shockable rhythm, 30-day survival with good neurological outcome (Cerebral Performance Category Scale of 1 or 2).\n\nPower analysis: Thirty-day survival among OHCAs with non-shockable rhythm is reported at 1-5%. In a Danish study, the conversion of a non-shockable rhythm to a shockable rhythm increased the rate of ROSC at hospital arrival to 14.5% compared with 8.4% for sustained non-shockable rhythms. Thirty-day survival in the two groups were 4.2% versus 1.2%, respectively. According to this study, about 1 in 8 non-shockable rhythms converted to a shockable rhythm. Presuming that isoprenaline injection may double the conversion to shockable rhythm to 1 in 4 non-shockable rhythms, this would increased chance of ROSC at hospital arrival to approximately 13%. Therefore, assuming a conservative difference estimate of about 5% (estimate of 13% in the intervention group and 8% in the control group), this study will require a total sample size of 1178 patients with 589 OHCAs in each group (power value of 0.80 and significance level of 0.05) to evaluate the hypothesis. An inclusion time of approximately 3.5 years is therefore to be expected."},"conditionsModule":{"conditions":["Out-Of-Hospital Cardiac Arrest"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1178,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Isoprenaline","interventionNames":["Drug: Isoprenaline Only Product"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Epinephrine (adrenaline)","interventionNames":["Drug: Isoprenaline Only Product"]}],"interventions":[{"type":"DRUG","name":"Isoprenaline Only Product","description":"Administration of intravenous isoprenaline of 600 mikrograms immediately after recognition of asystole in bystander-witnessed out-of-hospital cardiac arrest","armGroupLabels":["Control group","Intervention group"],"otherNames":["isoproterenol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of Return of Spontaneous Circulation (ROSC) at hospital arrival","description":"Arrival to hospital admission","timeFrame":"Up to 2 hours"}],"secondaryOutcomes":[{"measure":"Rate of conversions from asystole to shockable rhythm","description":"The conversion from asystole to either pulseless ventricular tachycardia or ventricular fibrillation during cardiac arrest resuscitation","timeFrame":"Up to 1 hour"},{"measure":"Number of participants with favorable neurological outcome at hospital discharge","description":"The modified Rankin Scale (mRS) is ranked from 0 to 6 and defined the following way: A score of 0) represents no symptoms; 1) no significant disability; 2) slight disability; 3) moderate disability; 4) moderately severe disability; 5) severe disability and 6) death. Favorable neurological outcome is defined as mRS score of 0-3.","timeFrame":"Median hospital stay is about 24 days after out-of-hospital cardiac arrest"},{"measure":"TNumber of participants alive after 30 days","description":"Survival at 30 days after the out-of-hospital cardiac arrest","timeFrame":"At 30 days"},{"measure":"Number of participants who gain sustained return of spontaneous circulation","description":"The patient achieved sustained return of spontaneous circulation (ROSC), defined as ROSC of at least 20 minutes after the cardiac arrest. ROSC is defined as the resumption of a sustained heart rhythm that perfuses the body after cardiac arrest.","timeFrame":"20-50 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Witnessed out-of-hospital cardiac arrest\n* Age 18 years or more\n* Initial rhythm asystole at EMS arrival\n* Advanced life support initiated or continued by EMS personnel\n\nExclusion Criteria:\n\n* Cardiac arrest caused by blunt trauma, penetrating trauma, or burn injury suspected to be the cause of the cardiac arrest\n* Cardiac arrest caused by drowning, hanging, strangulation, and foreign body airway obstruction\n* IV epinephrine already administered prior to EMS arrival\n* Prior enrollment in the trial\n* Known or apparent pregnancy\n* Cardiac arrest at nursing homes","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Research Department of Cardiology","city":"Odense","zip":"5000","country":"Denmark","contacts":[{"name":"Laura Sarkisian, MD, PhD","role":"CONTACT","phone":"27859444","email":"sarkisian86@hotmail.com"}],"geoPoint":{"lat":55.39594,"lon":10.38831}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Six months after the publication of the last results, all de-identified individual patient data will be made available for data sharing, and there will be no predetermined end date for the data sharing. Data will be completely anonymized according to Danish law. The main protocol, data dictionary for the REDCap database and the statistical analyses will also be made available. Interested parties with appropriate approval and methodologically sound proposals will be able to request the trial data by contacting the principal investigator and considered for data sharing.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Six months after the publication of the last results.","accessCriteria":"Appropriate approval of the study and methodologically sound proposals will be able to request the trial data by contacting the principal investigator and considered for data sharing."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006323","term":"Heart Arrest"},{"id":"D000058687","term":"Out-of-Hospital Cardiac Arrest"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M9411","name":"Heart Arrest","asFound":"Cardiac Arrest","relevance":"HIGH"},{"id":"M29208","name":"Out-of-Hospital Cardiac Arrest","asFound":"Out-of-hospital Cardiac Arrest","relevance":"HIGH"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000007545","term":"Isoproterenol"}],"ancestors":[{"id":"D000000318","term":"Adrenergic beta-Agonists"},{"id":"D000000322","term":"Adrenergic Agonists"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000001993","term":"Bronchodilator Agents"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000018927","term":"Anti-Asthmatic Agents"},{"id":"D000019141","term":"Respiratory System Agents"},{"id":"D000002316","term":"Cardiotonic Agents"},{"id":"D000013566","term":"Sympathomimetics"},{"id":"D000020011","term":"Protective Agents"}],"browseLeaves":[{"id":"M7992","name":"Epinephrine","relevance":"LOW"},{"id":"M30371","name":"Racepinephrine","relevance":"LOW"},{"id":"M211043","name":"Epinephryl borate","relevance":"LOW"},{"id":"M10576","name":"Isoproterenol","asFound":"Cardiothoracic","relevance":"HIGH"},{"id":"M20746","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M3670","name":"Adrenergic beta-Agonists","relevance":"LOW"},{"id":"M3673","name":"Adrenergic Agonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M5269","name":"Bronchodilator Agents","relevance":"LOW"},{"id":"M20963","name":"Anti-Asthmatic Agents","relevance":"LOW"},{"id":"M21137","name":"Respiratory System Agents","relevance":"LOW"},{"id":"M5572","name":"Cardiotonic Agents","relevance":"LOW"},{"id":"M16345","name":"Sympathomimetics","relevance":"LOW"},{"id":"M21869","name":"Protective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CaAg","name":"Cardiotonic Agents"}]}},"hasResults":false}