{"protocolSection":{"identificationModule":{"nctId":"NCT06478329","orgStudyIdInfo":{"id":"FB-Volley-Core-2012"},"organization":{"fullName":"Halic University","class":"OTHER"},"briefTitle":"The Effects of Progressive Core Stabilization Exercise Training","officialTitle":"The Effects of Progressive Core Stabilization Exercise Training on Muscle Strength, Endurance, and Balance in Adolescent Female Volleyball Players"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2012-01-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2012-03-11","type":"ACTUAL"},"completionDateStruct":{"date":"2012-04-15","type":"ACTUAL"},"studyFirstSubmitDate":"2024-02-20","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Seda Yıldız","investigatorTitle":"Head of the Physiotherapy and Rehabilitation Department, PhD","investigatorAffiliation":"Halic University"},"leadSponsor":{"name":"Halic University","class":"OTHER"},"collaborators":[{"name":"Izmir Democracy University","class":"OTHER"},{"name":"Atlas University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A study to investigate the effects of 6 week-core stability training on adolescent volleyball players","detailedDescription":"Aim: The purpose of this study is to reveal effectiveness of 6-week progressive core stabilization exercise training on muscle strength, endurance, and balance in adolescent female volleyball players.\n\nMethod: Adolescent female volleyball players will be divided into study and control groups. Both groups will continue their routine ball training (30 times/day, totally 6-week), the SG will also participate in progressive core stabilization exercise training (45 min/session, 3 times/week, totally 6-week). Core muscle endurance (sit-ups test, lateral bridge test and Biering Sorenson Test), isokinetic muscle strength test of gluteus medius (Biodex 3 dynamometer in 1800/s, 2700/s, and 3600/s) and balance (Star Excursion Balance Test) will be evaluated in all players before and after 6-week follow-up."},"conditionsModule":{"conditions":["Core Stability","Sports Physical Therapy","Adolescent","Sports Injury","Female Athlete"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":12,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","type":"NO_INTERVENTION","description":"Routine volleyball training"},{"label":"Study Group","type":"EXPERIMENTAL","description":"Study group continued 6 weeks of core stability training additional to routine volleyball training","interventionNames":["Other: Progressive Core Stabilization Exercise Training"]}],"interventions":[{"type":"OTHER","name":"Progressive Core Stabilization Exercise Training","description":"The effects of 6 weeks progressive core stabilization exercise training on adolescent volleyball players' balance, strength and endurance","armGroupLabels":["Study Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sit up test","description":"Athletes will lay on the mat in a supine position. Athletes will be asked to lock their hands behind their necks and stand up until their shoulder-scapula break contact with the ground within 30 seconds (s) and 1 minute (min). Movement will be taught by being given the right to try it once. The number of repetitions of the athlete within the given periods will be recorded.","timeFrame":"2 days"},{"measure":"Lateral bridge tests","description":"The athlete will be asked to lay on her side, and a support surface will be created with the lower arm starting from the elbow. The athlete will be informed to hold uninvolved arm akimbo and lift the hips and knees off the ground. All athletes will be allowed to try once before the real test. During the performance, the time when the hips and knees are lifted off the ground with maintained balance while keeping body symmetry will be recorded in second (s) unit by using chronometer. R and L sides will be measured consecutively.","timeFrame":"2 days"},{"measure":"Biering-Sorenson Test","description":"To evaluate endurance of the back extensor muscles, the athlete will be asked to lay face down with his body hanging off the bed from the anterior superior iliac spine. The athlete will be fixed from the legs at the level of the gastrocnemius muscle and will be asked to keep the torso parallel to the ground against gravity, with the hands clasped on the chest. Partial trunk extension will be allowed. The time she could stand parallel to the ground will be recorded in second (s) unit by using chronometer. The time will be stopped as soon as body parallelism was broken.","timeFrame":"2 days"},{"measure":"Star Excursion Balance Test","description":"Right and left leg balance of the athletes will be tested with shoes. A star shape will be created on the floor by using 8 taping measures. Standing on the side to be tested, foot at the center point of the star, the athlete will be asked to reach and return with her foot in the air in 8 directions without losing her balance. Right side balance will be evaluated first. For this purpose, the athlete will be asked to reach forward, anteromedially, medially, posteromedially, posteriorly, posterolaterally, laterally, anterolaterally three times with her left foot in a clockwise order. A rest period of 5 min will be given and the same procedure will be repeated for the left foot. Values will be recorded in centimeters (cm) and the average of obtained 3 values will be used in the analysis.","timeFrame":"2 days"},{"measure":"Isokinetic Test","description":"The strength and endurance of the gluteus medius muscle will be evaluated with the Isokinetic System Biodex 3 device. Before the evaluation, the athletes will be given stretching exercises to warm their lower extremity and waist muscles. For the test, the athletes will be asked to abduct their hips as strong and fast as possible on standing while their hands are on their waist. Before evaluations, a trial will be given to teach movement. After trial, the athlete will perform 5-5-15 repetitions, consisting of a total of 3 sets of 180, 270 and 360 degree per second (0/s), respectively. There will be a 40-second break between each measurement. The athlete will rest for 2 minutes between right and left hip measurements.","timeFrame":"1 week"}],"secondaryOutcomes":[{"measure":"Weight","description":"Weight of the players will be assessed in kilogram unit by using weighting machine","timeFrame":"1 day"},{"measure":"Height","description":"Height of the players will be assessed in meter unit by using tape measure","timeFrame":"1 day"},{"measure":"Body Mass Index (BMI)","description":"BMI value will be calculated by using formula and noted in kg/m\\^2 unit.","timeFrame":"1 day"},{"measure":"Menstruation period","description":"Period that have passed since their first menstruation will be noted in month unit.","timeFrame":"1 day"},{"measure":"Sports Age","description":"Period that have passed since their start of playing volleyball.","timeFrame":"1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* female volleyball player aged between 12-14 years\n* being trained by the same trainer\n\nExclusion Criteria:\n\n* having had a lower or upper extremity injury lasting less than 3 months\n* having had a back-related operation\n* being diagnosed with spondylosis-spondylolisthesis\n* having acute low back pain\n* lack of family permission or\n* not being willingness.","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Female, adolescent, 12-14 years of age","minimumAge":"12 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001265","term":"Athletic Injuries"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M4570","name":"Athletic Injuries","asFound":"Sport Injury","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}