{"protocolSection":{"identificationModule":{"nctId":"NCT06478953","orgStudyIdInfo":{"id":"2023.327"},"organization":{"fullName":"Chinese University of Hong Kong","class":"OTHER"},"briefTitle":"Impact of Rapid Pathogen Detection in ICU Patients With Suspected Pneumonia on Antimicrobial Therapy","officialTitle":"Impact of Rapid Pathogen Detection in ICU Patients With Suspected Pneumonia on Antimicrobial Therapy: a Pilot, Randomized, Controlled Open-label Feasibility Trial (IRISPAT-1)","acronym":"IRISPAT-1"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-26","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lowell Ling","investigatorTitle":"Clinical Assistant Professor","investigatorAffiliation":"Chinese University of Hong Kong"},"leadSponsor":{"name":"Chinese University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this intervention trial is to determine the feasibility, safety, and potential impact of rapid respiratory pathogen detection by FA Pneumonia Panel on antibiotic therapy in mechanically ventilated critically ill patients with suspected pneumonia.\n\nParticipants will randomized to either have an urgent BioFire FA Pneumonia Panel assay performed or recieve standard of care to guide antimicrobial therapy and treatment of pneumonia.","detailedDescription":"Pneumonia is the most common cause of sepsis requiring admission to the intensive care unit (ICU). Molecular pathogen detection techniques such as polymerase chain reaction (PCR) may help optimize antimicrobial therapy. Its utility for diagnosing respiratory viral infections such as influenza is well established, and was an essential diagnostic tool during the coronavirus 2019 (COVID-19) pandemic. However, its use remains limited for bacterial pathogens. The rationale to use PCR based bacterial detection to facilitate antibiotic stewardship is threefold. First, it may shorten the time to pathogen detection. Second, it has improved sensitivity over conventional culture techniques, particularly for pathogens that are difficult to culture. Third, it can detect resistant genes to inform antimicrobial sensitivity. Taken together, utilization of bacterial PCR may shorten time to appropriate antimicrobial therapy and minimize injudicious use of broad-spectrum antimicrobials in patients who do not have infection from MDRO.\n\nThe BioFire® FilmArray® Pneumonia Panel (FA Pneumonia Panel) is a PCR based in vitro assay which rapidly identifies 8 viral and 18 bacterial common pathogens in tracheal aspirate and bronchoalveolar lavage (BAL) samples. Clinical studies showed that FA Pneumonia Panel on BAL specimens have sensitivity of 75 to 100% and specificity of \\>91% for the pathogens tested. Retrospective analysis suggests utilizing FA Pneumonia Panel may facilitate discontinuation or de-escalation of antimicrobials in 48% of patients with an average reduction of 6 antibiotic days. However, currently there are no randomized controlled trials that assessed the efficacy of FA Pneumonia Panel on improving antimicrobial stewardship.\n\nAddition of FA Pneumonia Panel to standard care should shorten time to pathogen and resistance detection, enhance sensitivity over conventional microbiological cultures and shorten time to appropriate antimicrobial therapy by reducing over-narrow and over-broad coverage. Robust clinical trials are now needed to test these hypotheses. We propose to conduct a pilot, randomized, controlled open-label trial designed to determine the feasibility, safety, and potential impact of rapid respiratory pathogen detection by FA Pneumonia Panel on antibiotic therapy in 40 mechanically ventilated critically ill patients with suspected pneumonia.\n\nThe goal is to determine the feasibility, safety, and potential impact of rapid respiratory pathogen detection by BioFire FilmArray Pneumonia Panel on antimicrobial therapy in 40 mechanically ventilated critically ill patients with suspected pneumonia."},"conditionsModule":{"conditions":["Pneumonia","Critically Ill"],"keywords":["infection","antimicrobial","antibiotics","multidrug resistant organisms","antibiotic stewardship","intensive care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Pilot, randomized, controlled open-label trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"FA Pneumonia Panel Guided Group","type":"EXPERIMENTAL","description":"Patients in the FA Pneumonia Panel guided group will have a BioFire® FilmArray® Pneumonia Panel assay performed as soon as possible but within 24 hours of new antibiotic prescription for suspected respiratory infection in addition to all the investigations performed in standard care. Based on the rapid test results, antimicrobial therapy will be adjusted according to a pre-determined treatment algorithm and antimicrobial guidelines. The treatment algorithm and antimicrobial guidelines were based on the latest hospital antibiogram, procalcitonin protocol, and consensus recommendations from microbiologists, infectious disease experts and intensive care physicians at our hospital. The treating clinical team will also be given the standard microbiological culture with sensitivity results when available. The treating clinical team may override the pre-determined antimicrobial algorithm for any clinical reason at any time and the rationale will be recorded.","interventionNames":["Diagnostic Test: FA Pneumonia Panel"]},{"label":"Standard Care Group","type":"NO_INTERVENTION","description":"Patients in the standard care group will receive antimicrobial therapy guided by conventional microbiological cultures and standardized procalcitonin protocol. Choice of antimicrobial agent is based on use of the narrowest-spectrum antimicrobial agent possible according to culture sensitivity. Current standard investigations for any patient mechanically ventilated for suspected pneumonia in our ICU includes two sets of blood cultures, daily procalcitonin, respiratory specimen of tracheal aspirate or bronchoalveolar lavage for bacterial gram stain and cultures, respiratory viral PCR and urine streptococcus and legionella antigen. FA Pneumonia Panel will be performed from concurrent respiratory samples in the standard care group at the end of the study and the results will not be used by the treating clinical team for treatment decisions. Blinded results will only be available to the antimicrobial review panel for outcome assessment."}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"FA Pneumonia Panel","description":"A single BioFire® FilmArray® Pneumonia Panel assay will be performed on a respiratory clinical specimen.","armGroupLabels":["FA Pneumonia Panel Guided Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Time interval to appropriate antimicrobial therapy","description":"Defined as the time interval (hours) from time of randomization to earliest time that appropriate antimicrobial therapy is achieved as determined by the antimicrobial stewardship review panel.","timeFrame":"7 days"}],"secondaryOutcomes":[{"measure":"Proportion of patients with appropriate antimicrobial therapy at 48 hours after randomization","description":"Defined as the proportion of patients with appropriate antimicrobial therapy at 48 hours after randomization as determined by the antimicrobial stewardship review panel","timeFrame":"48 hours"},{"measure":"Time interval to pathogen detection","description":"Defined as the time interval (hours) between culture or FA Pneumonia Panel sampling time to reporting time that confirmed the presence (with sensitivity pattern) or absence any causative pathogens from the tracheal aspirate or BAL sample taken after randomization.","timeFrame":"7 days"},{"measure":"Duration of antimicrobial therapy between FA Pneumonia Panel guided and standard care group","description":"Defined as the duration (hours) of antimicrobial therapy given after randomization until hospital discharge","timeFrame":"28 days"},{"measure":"Proportion of patients on broad-spectrum antibiotics at 48 hours after randomization","description":"Defined as the proportion of patients who are prescribed carbapenem, tigecycline, ceftolozane-tazobactam, ceftaroline, ceftazidime/avibactam, linezolid, vancomycin, daptomycin, aztreonam or cefiderocol at 48 hours after randomization.","timeFrame":"48 hours"},{"measure":"Ventilator free days","description":"Defined as the number of days free from mechanical ventilation 28 days after randomization.","timeFrame":"28 days"},{"measure":"Vasopressor free days","description":"Defined as the number of days free from vasopressor therapy 28 days after randomization.","timeFrame":"28 days"},{"measure":"ICU length of stay","description":"Defined as the duration (days) of ICU length of stay","timeFrame":"28 days"},{"measure":"28-day mortality","description":"Defined as the all-cause mortality rate on or before 28 days after randomization","timeFrame":"28 days"},{"measure":"Proportion of patients who require re-initiation or escalation of antimicrobial therapy after 48 hours of discontinuation or de-escalation","description":"Defined as the proportion of patients who required restart or escalation of antimicrobial therapy after discontinuation or de-escalation after ≥ 48 hours","timeFrame":"7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* adult (≥18 years old) ICU patients\n* mechanical ventilation\n* new antibiotic prescription within 24 hours for suspected community acquired, healthcare or ventilator associated pneumonia\n* suspected pneumonia is defined as any of purulent sputum, cough, fever, shortness of breath, hypoxia, hypercapnia or abnormal white cell count AND chest infiltrates on imaging\n* need for antibiotics other than suspected respiratory infection\n* aspiration pneumonia\n* suspected pneumonia due to tuberculosis\n* known respiratory pathogens within 7 days prior to randomization\n* given empirical antimicrobials for suspected Stenotrophomonas, Citrobacter infection\n* lack of sufficient respiratory samples for culture and FA Pneumonia Panel\n* not expected to survive beyond 48 hours\n* limitation of therapy prior to recruitment\n* prisoners\n* allergy to antibiotics\n* immunosuppression from long term steroid of at least 5 mg/day or chemotherapy or HIV or haematological disease\n* pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lowell Ling, MBBS","role":"CONTACT","phone":"+852 35052735","email":"lowell.ling@cuhk.edu.hk"}],"locations":[{"facility":"Prince of Wales Hospital","status":"RECRUITING","city":"Hong Kong","country":"Hong Kong","contacts":[{"name":"Lowell Ling","role":"CONTACT","phone":"3505 1311","email":"lowell.ling@cuhk.edu.hk"},{"name":"Lowell Ling","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":22.27832,"lon":114.17469}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011014","term":"Pneumonia"},{"id":"D000016638","term":"Critical Illness"}],"ancestors":[{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M19010","name":"Critical Illness","asFound":"Critically Ill","relevance":"HIGH"},{"id":"M13904","name":"Pneumonia","asFound":"Pneumonia","relevance":"HIGH"},{"id":"M14978","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4222","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M4224","name":"Antibiotics, Antitubercular","relevance":"LOW"},{"id":"M7296","name":"Dimercaprol","relevance":"LOW"},{"id":"M4214","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}