{"protocolSection":{"identificationModule":{"nctId":"NCT06479642","orgStudyIdInfo":{"id":"genicular nerve radiofrequency"},"organization":{"fullName":"Ankara Etlik City Hospital","class":"OTHER_GOV"},"briefTitle":"Efficacy Ultrasound-guided Genicular Nerve Radiofrequency Treatment","officialTitle":"Ultrasound-guided Genicular Nerve Radiofrequency Treatment:Eficacy of 4-nerve Protocol Versus 3-nerve Protocol"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Yunus Burak Bayır","investigatorTitle":"Yunus Burak Bayır, Principal Investigator","investigatorAffiliation":"Ankara Etlik City Hospital"},"leadSponsor":{"name":"Yunus Burak Bayır","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Radiofrequency (RF) application is a treatment method that temporarily blocks pain transmission in the nerve where the application is made, through the heat emitted by radio waves. Genicular nerve ablation with RF has recently become a promising treatment option for the treatment of chronic knee pain. These methods are based on the principle that interfering with the sensory nerve fibers of a painful structure can relieve pain and restore function. Their targets are sensory nerves located on the periosteum before entering the knee joint capsule. The knee joint is innervated by a complex nerve network called genicular nerves, which are articular branches of many nerves such as the femoral, tibial, peroneal, saphenous and obturator nerves. Some of the genicular nerves can be easily localized. The intermedius genicular nerve carries the sensation of subpatellar pain. The intermedius genicular nerve is located under the vastus intermedius muscle, anterior to the distal femoral shaft, just above the bony cortex. Targeting sensory nerves in addition to standard procedures and improving target identification using ultrasound guidance may increase treatment success. The aim of this study is to investigate the effect of ultrasound-guided genicular nerve radiofrequency therapy on pain and knee function by targeting only the traditional 3 genicular nerves and the intermedius genicular nerve in addition to the traditional genicular nerves in advanced gonarthrosis patients with prominent anterior knee pain.","detailedDescription":"Our study was designed as a prospective, single-blind randomized controlled study. Patients who applied to our hospital's FTR outpatient clinic and were diagnosed with advanced stage gonarthrosis with anterior knee pain after physical examination and imaging evaluation will be included in our study. The sample size was done using G\\*Power 3.1.9.4 statistical power analysis program for Windows. Based on the study conducted by the effectiveness of genicular RF treatment in chronic knee pain in knee osteoarthritis, the number of patients who will provide a 20% significant change in the pre-treatment and 3rd month WOMAC total evaluation (with a margin of error of 5% Type 1 and 20% Type 2, a study power of 80% and a confidence interval of 95%) is determined for each The minimum required number of patients for a group was found to be 30 patients. Considering that there may be a 20% loss during the study, it was decided to include at least 36 patients for each group. Patients who met the inclusion criteria and completed the \"Informed Volunteer Consent Forum\" were selected for the first group with the \"Research Randomizer\" computer program. The patients will be randomized into two groups of 36 people: the three-nerve RF Group (3RFG), the second group will be the four-nerve RF Group (4RFG). The physician performing the evaluation will be blind to which procedure is performed. The demographic and clinical characteristics of the patients will be recorded. Patients will be evaluated using the \"Visual Analogue Scale (VAS)\" for knee pain assessment as the primary outcome measure, and the patients will be evaluated for climbing/descending stairs, squatting, walking, jogging, sprinting, sports activities, sitting with knees 90° flexed for 20 minutes, \"Patella Femoral Pain Severity Scale\" will be used to evaluate the pain that occurs while kneeling, at rest and after an activity, and \"Kujala Patellofemoral Scoring System\" and WOMAC will be used to determine the functional levels of the patients. These evaluations will be made and recorded at the beginning, at the 4th and 12th weeks after the procedure."},"conditionsModule":{"conditions":["Gonarthrosis"],"keywords":["gonarthrosis","anterior knee pain","radiofrequency"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Our study was designed as a prospective, single-blind randomized controlled study. Patients who applied to our hospital's PMR outpatient clinic and were diagnosed with advanced stage gonarthrosis with anterior knee pain after physical examination and imaging evaluation will be included in our study. Patients were selected for the first group with the \"Research Randomizer\" computer program. The patients will be randomized into two groups of 36 people: the three-nerve RF Group (3RFG), the second group will be the four-nerve RF Group (4RFG). The physician performing the evaluation will be blind to which procedure is performed. The demographic and clinical characteristics of the patients will be recorded. Patients will be evaluated using the Visual Analogue Scale (VAS),Patella Femoral Pain Severity Scale and Kujala Patellofemoral Scoring System and WOMAC. These evaluations will be made and recorded at the beginning, at the 4th and 12th weeks after the procedure.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The physician performing the evaluation will be blind to which procedure is performed","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"3 nerves protocol","type":"ACTIVE_COMPARATOR","description":"tradiational the three-nerve genicular RF Group (3RFG),","interventionNames":["Procedure: Genicular nerve pulse radiofrequency ablation 3"]},{"label":"4 nerves protocol","type":"ACTIVE_COMPARATOR","description":"targeting the intermedius genicular nerve in addition to traditional genicular nerves four-nerve genicular RF Group (4RFG),","interventionNames":["Procedure: Genicular nerve pulse radiofrequency ablation 4"]}],"interventions":[{"type":"PROCEDURE","name":"Genicular nerve pulse radiofrequency ablation 3","description":"Ultrasound-guided genicular nerve radiofrequency therapy targets only the traditional 3 genicular nerves","armGroupLabels":["3 nerves protocol"]},{"type":"PROCEDURE","name":"Genicular nerve pulse radiofrequency ablation 4","description":"Ultrasound-guided genicular nerve radiofrequency therapy targets only the traditional 3 genicular nerves and the intermedius genicular nerve in addition to the traditional genicular nerves.","armGroupLabels":["4 nerves protocol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analog Scale (VAS)","description":"The VAS used for pain assessment consists of a line drawn in the form of a ruler, and numbers from 0 to 10 (with 0 as \"no pain\" and 10 as \"unbearable pain\") were asked to score.","timeFrame":"This evaluation will be made and recorded at the baseline, at the 4th and 12th weeks after the procedure."},{"measure":"WOMAC","description":"WOMAC will be used to determine the functional levels of the patients. The WOMAC consists of 24 items and 3 sub- scales. The pain, stiffness, and physical function subscales were reported as adequate in content and construct validity, as well as responsiveness, in patients with KOA.The total score ranges from 0 to 100. High scores indicate an increase in pain and stiffness, impaired physical function","timeFrame":"This evaluation will be made and recorded at the baseline, at the 4th and 12th weeks after the procedure"}],"secondaryOutcomes":[{"measure":"Kujala Patellofemoral Scoring System","description":"The Kujala patellofemoral score is comprised of 13 questions. These questions inquire whether there is pain during walking up and down stairs, squatting, running, jumping, or prolonged sitting with the knee in flexion; whether there is limping, swelling, or subluxation of the patella; the amount of atrophy in the quadriceps muscle, flexion deficiency, and pain, and whether there is a need for a walking aid. The total score ranges from 0 to 100, the highest indicating the best score","timeFrame":"This evaluation will be made and recorded at the baseline, at the 4th and 12th weeks after the procedure."},{"measure":"Patella Femoral Pain Severity Scale","description":"Patients' pain, such as climbing stairs, squatting down, walking, jogging, running, participating in a sport, sitting with knees in 90° flexion for 20 minutes, standing on their knees, resting/sleeping, and resting after an activity, was evaluated with PPSS. By describing a line drawn in the form of a ruler and numbers from 0 to 10 (0 as \"no pain\", 10 as \"unbearable pain\"). The patients were asked to rate their pain according to this scale, considering the last two days. The total score ranges from 0 to 100, the lowest indicating the best score","timeFrame":"This evaluation will be made and recorded at the baseline, at the 4th and 12th weeks after the procedure."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Being a male/female \\>18\n2. K-L stage 3-4 gonarthrosis patients with anterior knee pain and positive patellofemoral pain tests after physical examination and imaging evaluation\n3. Those whose symptoms persist for \\>3 months\n4. Participating in the study voluntarily\n\nExclusion Criteria:\n\n1. Pregnancy\n2. History of previous knee surgery\n3. Having received physical therapy in the knee area in the last 3 months\n4. Having previously undergone RF treatment or having had any therapeutic injection such as steroids or hyaluronic acid within 3 months.\n5. Those with pain referred to the waist or hip\n6. Patients with neuropathic pain\n7. History of tumor, infectious, psychiatric disease, bleeding diathesis\n8. Having a history of knee trauma in the last 6 months\n9. Those with systemic diseases such as hepatitis and coagulopathy\n10. Patients with BMI \\>40\n11. Leg length difference","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"YUNUS BURAK BAYIR, specialist","role":"CONTACT","phone":"05058083317","email":"yunusburakbayir@gmail.com"}],"overallOfficials":[{"name":"Ayşegül Yaman, specialist","affiliation":"Ankara Etlik City Hospital","role":"STUDY_CHAIR"},{"name":"Başak Mansız Kaplan, assoc. prof.","affiliation":"Ankara Etlik City Hospital","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"21055873","type":"RESULT","citation":"Choi WJ, Hwang SJ, Song JG, Leem JG, Kang YU, Park PH, Shin JW. Radiofrequency treatment relieves chronic knee osteoarthritis pain: a double-blind randomized controlled trial. Pain. 2011 Mar;152(3):481-487. doi: 10.1016/j.pain.2010.09.029. Epub 2010 Nov 4."},{"pmid":"36869680","type":"RESULT","citation":"Guven Kose S, Kirac Unal Z, Kose HC, Celikel F, Akkaya OT. Ultrasound-guided genicular nerve radiofrequency treatment: prospective randomized comparative trial of a 3-nerve protocol versus a 5-nerve protocol. Pain Med. 2023 Jul 5;24(7):758-767. doi: 10.1093/pm/pnad025."},{"pmid":"33483425","type":"RESULT","citation":"McCormick ZL, Cohen SP, Walega DR, Kohan L. Technical considerations for genicular nerve radiofrequency ablation: optimizing outcomes. Reg Anesth Pain Med. 2021 Jun;46(6):518-523. doi: 10.1136/rapm-2020-102117. Epub 2021 Jan 22."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020370","term":"Osteoarthritis, Knee"}],"ancestors":[{"id":"D000010003","term":"Osteoarthritis"},{"id":"D000001168","term":"Arthritis"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"}],"browseLeaves":[{"id":"M22168","name":"Osteoarthritis, Knee","asFound":"Gonarthrosis","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M12926","name":"Osteoarthritis","relevance":"LOW"},{"id":"M4476","name":"Arthritis","relevance":"LOW"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M15045","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6323","name":"Collagen Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]}},"hasResults":false}