{"protocolSection":{"identificationModule":{"nctId":"NCT06482528","orgStudyIdInfo":{"id":"2024/05-08"},"organization":{"fullName":"Kutahya Health Sciences University","class":"OTHER"},"briefTitle":"Effect of Kinesthetic Motor Imagery on Heart Rate, Heart Rate Variability, and Skin Resistance","officialTitle":"Effect of Kinesthetic Motor Imagery on Heart Rate, Heart Rate Variability, and Skin Resistance"},"statusModule":{"statusVerifiedDate":"2024-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kutahya Health Sciences University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Motor Imagery (MI) is defined as imagining an action in the mind without any explicit physical movement. MI is considered an \"offline\" process of the motor areas of the brain. Neuroimaging studies have shown that roughly the same neural structures play a role both during movement execution and MI. Specifically, these neural structures; supplementary motor area (SMA), premotor cortex (PMC), and in a growing number of studies, primary motor cortex (M1), inferior parietal lobe (IPL), basal ganglia, and cerebellum. In MI, the changes occurring in the Central Nervous System (CNS), such as the activation of the structures responsible for planning the movement and the purpose for which the movement will be performed, are similar to physical movement, but with the inhibition of the last motor neuron (primary motor area) responsible for revealing the movement, the movement is not physically performed and the motor visualization occurs.\n\nDuring motor imagery, monitoring the quality of the individual's imagery session is very important for the effectiveness of the session. Additionally, studies have shown that giving the subject biofeedback regarding mental work can modulate the individual's mental work. For these purposes, the quality of an individual's motor imagery during a motor imagery session can be measured by biological measurement methods such as fMRI and autonomic nervous system response. In studies conducted on the autonomic nervous system response, changes in skin resistance and heart rate variations were observed.\n\nis measured. However, these methods are very costly and cannot be accessed in every clinic. In the literature, the Polar HRV device for measuring heart rate variability is a measuring device with proven validity and reliability and is easily accessible in terms of cost. However, we do not yet know whether Polar HRV is a valid and reliable measurement tool to measure the quality of an individual's imagery session during a motor imagery session.\n\nThe aim of this study is to determine the effects of the individual's autonomic nervous system during the kinesthetic motor imagery session. To measure the responses and to investigate whether the polar HRV device is a valid and reliable tool."},"conditionsModule":{"conditions":["Imagery","Autonomic Nerve System"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Motor imagery group","type":"EXPERIMENTAL","description":"Individuals who meet the inclusion criteria will fill out the demographic data form after signing the informed consent form. Then, individuals' motor imagery abilities will be evaluated using HIA-3, mental rotation and mental stopwatch. After the evaluation, the individuals will be taken to a quiet and isolated room and the Polar H10 device will be placed on the chest area of the individuals to measure heart rate variations and (MP36 system and BİOPAC software) will be placed to measure the electrodermal activities of the individuals. Then, a motor imagery session will be held for individuals with a physiotherapist who is an expert in the field.","interventionNames":["Other: Motor Imagery"]}],"interventions":[{"type":"OTHER","name":"Motor Imagery","description":"After the measurement devices are connected to the individuals, they will be seated in a comfortable chair.\n\nAfter the calibration of the devices, individuals will undergo a 2-minute relaxation session. During the relaxation session, individuals will be asked to focus on their breathing and relax as much as possible.\n\nThen, heart rate variability, electrodermal activities and respiratory frequencies of the individuals will be measured in a sitting position for 5 minutes. In case of rest, after taking the variables, individuals will be kept to rest for 10 minutes.\n\nAfter 10 minutes, the devices will be placed on the individuals again and a 2-minute relaxation session will be held.\n\nThen, individuals will be asked to imagine running through kinesthetic imagery for 5 minutes.\n\nFeedback will be given to individuals throughout the entire session. These feedbacks will be given verbally with an audio recording prepared by the physiotherapist.","armGroupLabels":["Motor imagery group"],"otherNames":["Relaxation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Electrodermal Activity","description":"Electrodermal activity recording will be carried out in the Research Laboratory of Kütahya Health Sciences University Faculty of Medicine, Department of Physiology, at normal room temperature (20±2⁰C) in a dimly lit room isolated against external factors. EDA recordings will be taken bilaterally with the MP36 system. EDA recordings were made using two instruments placed on the distal phalanx surface of the 2nd and 3rd fingers of both hands, two on the right hand and two on the left. It will be done with four Ag/AgCl electrodes in hand. These four electrodes will be connected to the MP 36 system.","timeFrame":"10 minutes"},{"measure":"Polar HRV (Heart Rate Variability)","description":"The Polar H10 heart rate sensor will be used to evaluate heart rate and heart rate variability.\n\nPolar H10 is a heart rate sensor placed under the chest with an elastic electrode strap. RR intervals will be recorded for 5 minutes with the smartphone application.\n\nMeasurements will be taken with the participant in a sitting position, without any clothing in the area where the device will be placed.","timeFrame":"10 minutes"}],"secondaryOutcomes":[{"measure":"Mental Chronometer","description":"The mental chronometer provides information about the temporal connection between real and simulated movements. As part of this evaluation, participants will be administered the Nine-Hole Peg Test.After practice, mental stopwatch data will be calculated as follows: (imaginary realization time - actual realization time).","timeFrame":"5 minutes"},{"measure":"Mental Rotation","description":"Mental rotation provides information about the accuracy of imagined movements. Mental rotation will be evaluated as a hand lateralization task, which is choosing which side the hand belongs to.\n\nThe test will be administered using the Recognize App Recognize Hand software developed and designed by the NOI group (Neuro Orthopedic Institute, Adelaide, Australia) (http://www.noigroup.com/Recognize).","timeFrame":"100 second"},{"measure":"Kinesthetic and Visual Imagery Questionnaire","description":"It was developed by Malouin et al. in 2007. The Turkish validity and reliability of the questionnaire was determined by Dilek et al. Made by.\n\nKGIA; It is a questionnaire that consists of movements performed while seated, cannot be self-administered, consists of kinesthetic and visual imagery subsections, and measures how much individuals can visualize and feel the movement.\n\nKGIA-10 is a 10-item version consisting of 5 movements, and each item is the same as 1 to 5.\n\nIt is scored between . It includes the movements mentioned in the 3rd, 5th, 6th, 8th and 9th articles of KGIA-20.\n\nThe total score of the survey varies between 10-50. Kinesthetic and visual imagery subscores range from 5 to 25.","timeFrame":"15 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being 18-30 years old\n* Volunteering to participate in the study\n* Being seemingly healthy\n* Not having any neurological or orthopedic disease\n* Not having any vision, hearing, or speech problems that would prevent the tests from being performed.\n\nExclusion Criteria:\n\n* Pregnancy and a history of any previous disorder or surgery that alters physical performance or physiological functions\n* Have previous experience with Motor Imagery techniques or training\n* People being treated with any medication that affects the central nervous system will not be included in the study.","healthyVolunteers":true,"sex":"ALL","genderBased":true,"minimumAge":"18 Years","maximumAge":"30 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Kutahya Health Sciences University","status":"RECRUITING","city":"Kutahya","zip":"43100","country":"Turkey","contacts":[{"name":"Meltem Isıntas","role":"CONTACT","phone":"05303438828","email":"fztmeltem@yahoo.com"}],"geoPoint":{"lat":39.42417,"lon":29.98333}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}