{"protocolSection":{"identificationModule":{"nctId":"NCT06483048","orgStudyIdInfo":{"id":"MC220602"},"secondaryIdInfos":[{"id":"NCI-2024-05158","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"},{"id":"MC220602","type":"OTHER","domain":"Mayo Clinic"},{"id":"24-002437","type":"OTHER","domain":"Mayo Clinic Institutional Review Board"},{"id":"HT9425-24-1-0232","type":"OTHER_GRANT","domain":"Department of Defense"}],"organization":{"fullName":"Mayo Clinic","class":"OTHER"},"briefTitle":"MUC1-Activated T Cells for the Treatment of Relapsed and Resistant Ovarian Cancer","officialTitle":"Phase 1 Clinical Trial Using Autologous, MUC1-Activated T Cells Expanded From Peripheral Blood in Patients With Relapsed and Resistant Ovarian Cancer"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Mayo Clinic","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This phase I trial tests the safety, side effects, best dose of MUC1-activated T cells in treating patients with ovarian cancer that has come back after a period of improvement (relapsed) or that remains despite treatment (resistant). T cells are infection fighting blood cells that can kill tumor cells. The T cells given in this study will come from the patient and are made in a laboratory to recognize MUC1, a protein on the surface of tumor cells that plays a key role in tumor cell growth. These MUC1-activated T cells may help the body's immune system identify and kill MUC1 expressing ovarian tumor cells.","detailedDescription":"PRIMARY OBJECTIVE:\n\nI. To determine the maximum tolerated dose (MTD) of autologous MUC1-activated T-cells (in-house, manufactured MUC1-activated T cells) in patients with relapsed/refractory MUC1-expressing ovarian cancer.\n\nSECONDARY OBJECTIVES:\n\nI. Obtain preliminary efficacy associated with MUC1-targeting peripheral blood mononuclear cells (PBMC)-derived T cells in conjunction with cyclophosphamide (CTX) in MUC1-expressing ovarian cancer patients as measured by objective response rate (best overall response of either partial response \\[PR\\] or complete response \\[CR\\]), duration of response, clinical benefit rate (CR, PR or stable disease \\[SD\\]), time to disease progression, progression free survival (PFS), and overall survival (OS).\n\nII. Determine feasibility of in-house production and administration of MUC1-targeting PBMC-derived T cells and ability to proceed with T cell dose escalation.\n\nIII. Evaluate the safety profile of in-house, manufactured MUC1-activated T cells in patients with relapsed/refractory MUC1-expressing ovarian cancer, including all grades of neurotoxicity (immune effector cell associated neurotoxicity \\[ICANS\\]) and cytokine release syndrome (CRS) as determined by American Society for Transplantation and Cellular Therapy (ASTCT) criteria (Lee 2018).\n\nIV. Evaluate the preliminary efficacy of MUC1 T cells in patients that have received bridging therapy compared to those that did not receive bridging therapy.\n\nCORRELATIVE OBJECTIVES:\n\nI. Determine whether culture expansion generated T cell receptor (TCR) oligoclonality through TCR Vbeta Analyses; whether such T cells persist in the circulation following adoptive transfer; and whether such persistence significantly correlates to objective responses.\n\nII. Determine whether MUC1-activated T cells results in systemic inflammatory signaling by characterizing the changes in serum cytokine levels over time.\n\nIII. Determine whether T cells recognizing MUC1 in an MHC-restricted manner in culture (intracellular IFN-γ assays, enzyme-linked immunosorbent spot assay \\[ELISpot\\]) correspond to therapeutic efficacy upon subsequent adoptive transfer.\n\nIV. Determine the immunophenotype of the pre-infusion cell product (day 0 and day 19), assessing cellular differentiation, activation, effector molecules, and exhaustion markers, and assess whether any parameters correlate with objective responses.\n\nV. Determine the cytokine production at a single-cell level of the pre-infusion cell product (day 0 and day 19).\n\nVI. Evaluate the immunophenotype of diagnostic tumor material, post-T cell infusion biopsy material, post-relapse tumor material, and ascites (when available).\n\nVII. Determine whether MUC1-activated T cell infusion is associated with changes in peripheral blood immune cell subsets.\n\nVIII. Assess hospital resource utilization and health economics. VIIIa. Total number of hospitalizations, intensive care unit (ICU) admissions and length of stay in hospital and ICU, time between cell collection and infusion, and total cost of product.\n\nOUTLINE: This is a dose-escalation study.\n\nPatients undergo leukapheresis over 4 hours within 14 days after registration. Patients receive cyclophosphamide intravenously (IV) over 60 minutes on days -5 to -3 or bendamustine IV over 10 minutes on days -5 and -4 or -4 and -3. Patients receive MUC1-activated T cells IV over 10-60 minutes on day 0 or days 0 and 21. Patients also undergo echocardiography (ECHO) or multigated acquisition scan (MUGA) during screening, and blood sample collection throughout the trial. In addition, patients may undergo computed tomography (CT), magnetic resonance imaging (MRI), or positron emission tomography (PET)/CT as clinically indicated throughout the trial. Patients may also undergo collection of ascites on study and during follow up.\n\nPatients are followed up at 30 and 60 days from day 28, then every 3 months for 2 years."},"conditionsModule":{"conditions":["Platinum-Resistant Fallopian Tube Carcinoma","Platinum-Resistant Ovarian Carcinoma","Platinum-Resistant Primary Peritoneal Carcinoma","Recurrent Fallopian Tube Carcinoma","Recurrent Fallopian Tube Carcinosarcoma","Recurrent Female Reproductive System Carcinoma","Recurrent Ovarian Carcinoma","Recurrent Ovarian Carcinosarcoma","Recurrent Platinum-Resistant Fallopian Tube Carcinoma","Recurrent Platinum-Resistant Ovarian Carcinoma","Recurrent Primary Peritoneal Carcinoma","Recurrent Primary Peritoneal Carcinosarcoma","Refractory Fallopian Tube Carcinoma","Refractory Female Reproductive System Carcinoma","Refractory Ovarian Carcinoma","Refractory Primary Peritoneal Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment (MUC1-activated T cells, lymphodepletion)","type":"EXPERIMENTAL","description":"Patients undergo leukapheresis over 4 hours within 14 days after registration. Patients receive cyclophosphamide IV over 60 minutes on days -5 to -3 or bendamustine IV over 10 minutes on days -5 and -4 or -4 and -3. Patients receive MUC1-activated T cells IV over 10-60 minutes on day 0 or days 0 and 21. Patients also undergo ECHO or MUGA during screening, and blood sample collection throughout the trial. In addition, patients may undergo CT, MRI, or PET/CT as clinically indicated throughout the trial. Patients may also undergo collection of ascites on study and during follow up.","interventionNames":["Biological: Autologous MUC1-activated T-cells","Drug: Bendamustine","Procedure: Biospecimen Collection","Procedure: Computed Tomography","Drug: Cyclophosphamide","Procedure: Echocardiography","Procedure: Leukapheresis","Procedure: Magnetic Resonance Imaging","Procedure: Multigated Acquisition Scan","Procedure: Positron Emission Tomography"]}],"interventions":[{"type":"BIOLOGICAL","name":"Autologous MUC1-activated T-cells","description":"Given IV","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["Autologous MUC1-activated T-lymphocytes"]},{"type":"DRUG","name":"Bendamustine","description":"Given IV","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["SDX-105"]},{"type":"PROCEDURE","name":"Biospecimen Collection","description":"Undergo blood and possible ascites sample collection","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"type":"PROCEDURE","name":"Computed Tomography","description":"Undergo CT or PET/CT","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["CAT","CAT Scan","Computed Axial Tomography","Computerized Axial Tomography","Computerized axial tomography (procedure)","Computerized Tomography","Computerized Tomography (CT) scan","CT","CT Scan","tomography"]},{"type":"DRUG","name":"Cyclophosphamide","description":"Given IV","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["(-)-Cyclophosphamide","2H-1,3,2-Oxazaphosphorine, 2-[bis(2-chloroethyl)amino]tetrahydro-, 2-oxide, monohydrate","Asta B 518","B-518","Carloxan","Ciclofosfamida","Ciclofosfamide","Cicloxal","Clafen","Claphene","CP monohydrate","CTX","CYCLO-cell","Cycloblastin","Cycloblastine","Cyclophospham","Cyclophosphamid monohydrate","Cyclophosphamide Monohydrate","Cyclophosphamidum","Cyclophosphan","Cyclophosphane","Cyclophosphanum","Cyclostin","Cyclostine","Cytophosphan","Cytophosphane","Cytoxan","Fosfaseron","Genoxal","Genuxal","Ledoxina","Mitoxan","Neosar","Revimmune","Syklofosfamid","WR- 138719","WR-138719"]},{"type":"PROCEDURE","name":"Echocardiography","description":"Undergo ECHO","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["EC"]},{"type":"PROCEDURE","name":"Leukapheresis","description":"Undergo leukapheresis","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["Leukocytopheresis","Therapeutic Leukopheresis"]},{"type":"PROCEDURE","name":"Magnetic Resonance Imaging","description":"Undergo MRI","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["Magnetic Resonance","Magnetic Resonance Imaging (MRI)","Magnetic resonance imaging (procedure)","Magnetic Resonance Imaging Scan","Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance","MR","MR Imaging","MRI","MRI Scan","MRIs","NMR Imaging","NMRI","Nuclear Magnetic Resonance Imaging","sMRI","Structural MRI"]},{"type":"PROCEDURE","name":"Multigated Acquisition Scan","description":"Undergo MUGA","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["Blood Pool Scan","Equilibrium Radionuclide Angiography","Gated Blood Pool Imaging","Gated Heart Pool Scan","MUGA","MUGA Scan","Multi-Gated Acquisition Scan","Radionuclide Ventriculogram Scan","Radionuclide Ventriculography","RNVG","SYMA Scanning","Synchronized Multigated Acquisition Scanning"]},{"type":"PROCEDURE","name":"Positron Emission Tomography","description":"Undergo PET/CT","armGroupLabels":["Treatment (MUC1-activated T cells, lymphodepletion)"],"otherNames":["Medical Imaging, Positron Emission Tomography","PET","PET Scan","Positron emission tomography (procedure)","Positron Emission Tomography Scan","Positron-Emission Tomography","proton magnetic resonance spectroscopic imaging","PT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dose-limiting toxicities (DLT)","description":"Adverse events (AEs) will be defined per Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 guidelines. DLT will be defined as an AE if at least possibly related to MUC1-activated T cells.","timeFrame":"Up to 28 days after T cell infusion"},{"measure":"Maximum tolerated dose (MTD)","description":"MTD is the highest dose of a drug or treatment that does not cause unacceptable side effects. MTD will be determined using the Bayesian optimal interval (BOIN) design.","timeFrame":"Up to 28 days after T cell infusion"},{"measure":"Objective response rate","description":"Tumor response will be based on combined imaging (Response Evaluation Criteria in Solid Tumors \\[RECIST\\] version \\[v\\] 1.1) and tumor markers (CA-125). Objective response rate will be defined as the proportion of patients with an overall best response of complete response (CR) or partial response (PR). Objective response rate will be summarized by descriptive summary statistics. The proportion of patients who achieve an overall as well as specific type of response will be estimated along with corresponding 95% exact binomial confidence intervals.","timeFrame":"Up to 2 years"}],"secondaryOutcomes":[{"measure":"Incidence of AEs","description":"AEs will be defined per CTCAE v 5.0 guidelines. CRS and neurotoxicity will be graded using ASTCT criteria. The maximum grade for each type of AE will be recorded for each patient, and frequency tables will be reviewed to determine patterns by dose level and overall. The rate of grade 3 or higher non-hematologic adverse events, and the rate of grade 4 or higher adverse event (hematologic and non-hematologic) will be computed each with corresponding 95% exact binomial confidence intervals.","timeFrame":"Up to 2 years"},{"measure":"Toxicity profile","description":"Toxicities will be defined per CTCAE v5 as adverse events considered to be at least possibly related to study treatment. Overall toxicity incidence will be as well as toxicity profiles by dose level will be summarized.","timeFrame":"Up to 2 years"},{"measure":"Clinical benefit rate","description":"Tumor response will be based on combined imaging RECIST v 1.1 and tumor markers (CA-125). Clinical benefit rate will be defined as the proportion of patients with an overall best response of CR, PR or stable disease. Clinical benefit rate will be summarized by descriptive summary statistics. The proportion of patients who achieve an overall as well as specific type of response will be estimated along with corresponding 95% exact binomial confidence intervals.","timeFrame":"Up to 2 years"},{"measure":"Time to clinical response","description":"Tumor response will be based on combined imaging RECIST v 1.1 and tumor markers (CA-125). Will be estimated using the method of Kaplan-Meier.","timeFrame":"From registration to objective response (overall CR or PR), assessed up to 2 years"},{"measure":"Progression-free survival","description":"Tumor response will be based on combined imaging RECIST v 1.1 and tumor markers (CA-125). The distribution of survival time will be estimated using the method of Kaplan-Meier (overall and by dose level).","timeFrame":"From registration to disease progression or death due to any cause, assessed up to 2 years"},{"measure":"Time to progression","description":"Tumor response will be based on combined imaging RECIST v 1.1 and tumor markers (CA-125). Time to progression will be estimated using the method of Kaplan-Meier (overall and by dose level).","timeFrame":"From registration to disease progression, assessed up to 2 years"},{"measure":"Overall survival","description":"Tumor response will be based on combined imaging RECIST v 1.1 and tumor markers (CA-125). The distribution of overall survival will be estimated using the method of Kaplan-Meier (overall and by dose level).","timeFrame":"From registration to death due to any cause, assessed up to 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* PRE-REGISTRATION: Age ≥ 18 years\n* PRE-REGISTRATION: Diagnosis or history of epithelial ovarian, fallopian tube, carcinosarcoma, or primary peritoneal cancer\n* PRE-REGISTRATION: Patients must have measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) criteria on study entry, which must include at least 1 lesion that has a single diameter of ≥ 1 cm measured by CT or MRI or the CT portion of the PET/CT\n\n  * Skin lesions can be used if the area is ≥ 1cm in at least one diameter and measured with a ruler\n* PRE-REGISTRATION: Relapsed or refractory ovarian cancer previously treated with or intolerant to at least one prior line of therapy with platinum chemotherapy and be relapsed or have tumor evaluable for response if in first line setting resistant or ineligible to platinum. Patients with BRCA1/2 mutations must have received prior treatment with a poly (ADP-ribose) polymerase (PARP) inhibitor to be eligible. Platinum-resistance is defined as any of the following occurring \\< 183 days after the last dose of platinum-based chemotherapy:\n\n  * Development of measurable disease (per RECIST 1.1)\n  * Progression of radiographic disease (per RECIST 1.1)\n  * Increase in CA-125 level to ≥ 2 x upper limit of normal (ULN) (if within normal limits \\[WNL\\] at the completion of platinum-based chemotherapy)\n  * Increase in CA-125 level to ≥ 2 x nadir (if nadir \\> ULN)\n  * If CA-125 is used to determine the date of progression then it must be confirmed by a second CA-125 value ≥ 7 days after the first level and concurrent with imaging changes. The date of the first qualifying CA-125 is used to compute the platinum-free interval\n* PRE-REGISTRATION: Provide written informed consent\n* PRE-REGISTRATION: Willingness to provide mandatory blood specimens and biopsy tissue for correlative research\n* REGISTRATION: Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1\n* REGISTRATION: Histologically confirmed surgical diagnosis of epithelial ovarian, fallopian tube, carcinosarcoma, or primary peritoneal cancer with measurable disease. NOTE: Histologic confirmation of the primary tumor is required. Eligible histologies include serous, endometrioid, clear cell, mucinous, transitional cell, undifferentiated, or mixed carcinoma\n* REGISTRATION: MUC1 expression in ovarian cancer tumor cells verified by immunohistochemistry (IHC) in a Clinical Laboratory Improvement Act (CLIA) laboratory. Heterogeneous tumor expression of MUC1 is acceptable. MUC1 expression by staining score greater than 0 is deemed positive for this study\n* REGISTRATION: Expected survival unless investigational therapy is effective is greater than 6 months but less than 24 months\n* REGISTRATION: Willingness and ability to provide written informed consent\n* REGISTRATION: Willing to return to Mayo Clinic in Arizona (MCA) for follow-up during the active monitoring phase of the study\n* REGISTRATION: Willing to undergo leukapheresis for blood component collection\n* REGISTRATION: Absolute neutrophil count (ANC) ≥ 1500/mm\\^3 (performed ≤ 14 days prior to registration)\n* REGISTRATION: Lymphocyte count ≥ 1500/mm\\^3 (performed ≤ 14 days prior to registration)\n* REGISTRATION: Hemoglobin ≥ 8.0 g/dL (performed ≤ 14 days prior to registration)\n* REGISTRATION: Platelet count ≥ 30,000/mm\\^3 (performed ≤ 14 days prior to registration)\n* REGISTRATION: Total bilirubin ≤ 2.0 mg/dL unless patient has documented Gilbert's syndrome (subjects with Gilbert's syndrome may be included if their total bilirubin is ≤ 3.0 x ULN and direct bilirubin ≤ 1.5 x ULN) (performed ≤ 14 days prior to registration)\n* Alanine aminotransferase (ALT) and aspartate amino transferase (AST) ≤ 3 x ULN (≤ 5 x ULN for patients with liver involvement of their cancer) (performed ≤ 14 days prior to registration)\n* REGISTRATION: Prothrombin time (PT), international normalized ratio (INR) and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN OR if patient is receiving anticoagulation therapy and INR or aPTT is within target range of therapy (for patients receiving anticoagulation, there should be no prior history of bleeding and no recent deep vein thrombosis \\[DVT\\]/pulmonary embolism \\[PE\\] ≤ 6 months prior to registration) (performed ≤ 14 days prior to registration)\n* REGISTRATION: Calculated creatinine clearance ≥ 30 ml/min using the Cockcroft-Gault formula (performed ≤ 14 days prior to registration)\n* REGISTRATION: Baseline oxygen saturation ≥ 90% on room air\n* REGISTRATION: Negative urine or serological pregnancy test ≤ 7 days prior to registration\n\nExclusion Criteria:\n\n* Clinically unresolved central nervous system (CNS) metastases. NOTE: Patients with a prior history of brain metastases are allowed if focally treated, radiographically stable for \\> 30 days, and not requiring steroid therapy for \\> 14 days\n* Prior treatment targeting MUC1\n* Subjects with known plasma cell leukemia (PCL)\n* Any of the following are excluded because this study involves an agent (CTX) that has known genotoxic, mutagenic and/or teratogenic effects:\n\n  * Pregnant persons\n  * Nursing persons\n  * Persons of childbearing potential who are unwilling to employ adequate birth control measures\n* History of myocardial infarction ≤ 6 months prior to registration, and/or congestive heart failure requiring ongoing treatment such as medications and/or an implanted defibrillator to control life-threatening arrhythmias\n* Failure to recover to grade 1 or baseline from acute, reversible effects of prior therapy regardless of interval since last treatment. EXCEPTION: Grade 2 peripheral (sensory) neuropathy that has been stable for at least 3 months since completion of prior treatment.\n* Uncontrolled concurrent illness including, but not limited to:\n\n  * Inability to clear an ongoing or active infection\n  * Symptomatic congestive heart failure\n  * Unstable angina pectoris\n  * Uncontrolled psychiatric problems\n  * Inability to have a caregiver for active oversight during treatment period\n  * Dyspnea at rest due to complications of advanced malignancy or other disease that requires continuous oxygen therapy\n  * Any other conditions that the protocol investigators deem could potentially limit compliance with study requirements\n* Evidence of clinical immunocompromise and/or HIV positivity and currently receiving antiretroviral therapy\n* Patients requiring chronic supraphysiologic daily doses of steroids (\\> 10 mg prednisone or prednisolone, ≥ 4 mg Decadron or ≥ 50 mg hydrocortisol daily)\n* Patients receiving any other investigational agent which could be considered a treatment for the neoplasm\n* Other active malignancy first documented ≤ 4 years prior to registration. EXCEPTIONS: Non-melanotic skin cancer or carcinoma-in-situ of the cervix. NOTE: If there is a history of other malignancy, the patient must not be receiving other treatment aimed at suppressing its recurrence\n* Diagnosis of autoimmune disease\n\n  * Known history of active autoimmune disease that has required systemic treatment in the ≤ 30 days (i.e., with use of disease modifying agents, corticosteroids, or immunosuppressive drugs) prior to pre-registration. NOTE: Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency) is not considered a form of systemic treatment. Patients with vitiligo, Graves' disease, or psoriasis not requiring systemic treatment within the past 30 days are not excluded. Patients with Celiac disease controlled with diet modification are not excluded","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Brenda J. Ernst, M.D.","affiliation":"Mayo Clinic","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Mayo Clinic in Arizona","city":"Scottsdale","state":"Arizona","zip":"85259","country":"United States","contacts":[{"name":"Clinical Trials Referral Office","role":"CONTACT","phone":"855-776-0015","email":"mayocliniccancerstudies@mayo.edu"},{"name":"Brenda J. Ernst, M.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":33.50921,"lon":-111.89903}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Mayo Clinic Clinical Trials","url":"https://www.mayo.edu/research/clinical-trials"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000010051","term":"Ovarian Neoplasms"},{"id":"D000077216","term":"Carcinoma, Ovarian Epithelial"},{"id":"D000005185","term":"Fallopian Tube Neoplasms"},{"id":"D000002296","term":"Carcinosarcoma"},{"id":"D000018200","term":"Mixed Tumor, Mullerian"},{"id":"D000012008","term":"Recurrence"}],"ancestors":[{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000004701","term":"Endocrine Gland Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000010049","term":"Ovarian Diseases"},{"id":"D000000291","term":"Adnexal Diseases"},{"id":"D000005831","term":"Genital Diseases, Female"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000005833","term":"Genital Neoplasms, Female"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000006058","term":"Gonadal Disorders"},{"id":"D000005184","term":"Fallopian Tube Diseases"},{"id":"D000018193","term":"Neoplasms, Complex and Mixed"},{"id":"D000012509","term":"Sarcoma"},{"id":"D000018204","term":"Neoplasms, Connective and Soft Tissue"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","asFound":"Carcinoma","relevance":"HIGH"},{"id":"M12974","name":"Ovarian Neoplasms","asFound":"Ovarian Carcinoma","relevance":"HIGH"},{"id":"M1704","name":"Carcinoma, Ovarian Epithelial","asFound":"Ovarian Carcinoma","relevance":"HIGH"},{"id":"M5552","name":"Carcinosarcoma","asFound":"Carcinosarcoma","relevance":"HIGH"},{"id":"M20346","name":"Mixed Tumor, Mullerian","asFound":"Carcinosarcoma","relevance":"HIGH"},{"id":"M14850","name":"Recurrence","asFound":"Recurrent","relevance":"HIGH"},{"id":"M8328","name":"Fallopian Tube Neoplasms","asFound":"Fallopian Tube Carcinoma","relevance":"HIGH"},{"id":"M11914","name":"Adenoma, Pleomorphic","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M7863","name":"Endocrine Gland Neoplasms","relevance":"LOW"},{"id":"M12972","name":"Ovarian Diseases","relevance":"LOW"},{"id":"M3643","name":"Adnexal Diseases","relevance":"LOW"},{"id":"M8943","name":"Genital Diseases, Female","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M8945","name":"Genital Neoplasms, Female","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M9163","name":"Gonadal Disorders","relevance":"LOW"},{"id":"M8327","name":"Fallopian Tube Diseases","relevance":"LOW"},{"id":"M15327","name":"Sarcoma","relevance":"LOW"},{"id":"M20350","name":"Neoplasms, Connective and Soft Tissue","relevance":"LOW"},{"id":"T4352","name":"Ovarian Cancer","asFound":"Ovarian Carcinoma","relevance":"HIGH"},{"id":"T4354","name":"Ovarian Epithelial Cancer","asFound":"Ovarian Carcinoma","relevance":"HIGH"},{"id":"T2189","name":"Fallopian Tube Cancer","asFound":"Fallopian Tube Carcinoma","relevance":"HIGH"},{"id":"T3586","name":"Malignant Mixed Mullerian Tumor","asFound":"Carcinosarcoma","relevance":"HIGH"},{"id":"T4353","name":"Ovarian Carcinosarcoma","asFound":"Ovarian Carcinosarcoma","relevance":"HIGH"},{"id":"T5284","name":"Soft Tissue Sarcoma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000003520","term":"Cyclophosphamide"},{"id":"D000069461","term":"Bendamustine Hydrochloride"}],"ancestors":[{"id":"D000007166","term":"Immunosuppressive Agents"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000018906","term":"Antineoplastic Agents, Alkylating"},{"id":"D000000477","term":"Alkylating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000019653","term":"Myeloablative Agonists"}],"browseLeaves":[{"id":"M6727","name":"Cyclophosphamide","asFound":"Cycle","relevance":"HIGH"},{"id":"M430","name":"Bendamustine Hydrochloride","asFound":"rTMS","relevance":"HIGH"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"},{"id":"M20604","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M20942","name":"Antineoplastic Agents, Alkylating","relevance":"LOW"},{"id":"M3820","name":"Alkylating Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}