{"protocolSection":{"identificationModule":{"nctId":"NCT06473441","orgStudyIdInfo":{"id":"202310018RIND"},"organization":{"fullName":"National Taiwan University Hospital","class":"OTHER"},"briefTitle":"Telehealth and Home-based Exercise and Rehabilitation Therapy for Acute Coronary Syndrome","officialTitle":"Comparative Effectiveness of Three Home-Based Rehabilitation Programs in Patients With Acute Coronary Syndrome: A Randomized Controlled Trial","acronym":"TELE-HEART"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-27","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Taiwan University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to compare the effectiveness of three different home-based rehabilitation programs for patients with acute coronary syndrome (ACS). This randomized controlled trial will recruit 60 ACS patients, divided into three groups: a 12-week home rehabilitation group, a 6-week tele-rehabilitation followed by 6-week home rehabilitation group, and a 12-week tele-rehabilitation combined with home rehabilitation group. Patients will be assessed at baseline, and at 3, 6, and 12 months on physical health, cardiopulmonary function, and psychological well-being. The hypothesis is that home-based CR, particularly with tele-rehabilitation, will improve recovery and quality of life more effectively. The study aims to identify the most beneficial home rehabilitation strategy for ACS patients.","detailedDescription":"This study is designed to evaluate the benefits of three different home-based cardiac rehabilitation (CR) models on the recovery of patients with acute coronary syndrome (ACS). Cardiovascular diseases are a major cause of mortality worldwide, but advancements in CR have significantly improved patient outcomes. Despite the proven benefits of CR in enhancing quality of life and reducing hospital readmission rates, participation in traditional CR programs remains low. Home-based CR, especially using tele-rehabilitation technologies, offers a promising alternative. This randomized controlled trial will recruit 60 ACS patients, divided into three groups: a 12-week home rehabilitation group, a 6-week tele-rehabilitation followed by a 6-week home rehabilitation group, and a 12-week tele-rehabilitation combined with home rehabilitation group. All patients will undergo evaluations at baseline, and at 3, 6, and 12 months to assess physical health, cardiopulmonary function, and psychological well-being. The hypothesis is that home-based CR, particularly with tele-rehabilitation support, will enhance recovery and quality of life more effectively than traditional methods. The findings aim to identify the most effective home rehabilitation strategy for ACS patients, providing insights into improving their cardiopulmonary function and overall well-being."},"conditionsModule":{"conditions":["Acute Coronary Syndrome","Coronary Artery Disease"],"keywords":["Acute coronary syndrome","Coronary artery disease","Cardiac rehabilitation","Telerehabilitation","Home-based training"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"12-Week Home Rehabilitation","type":"EXPERIMENTAL","description":"Participants in this group will receive a 12-week home-based rehabilitation program. They will be provided with health education and an exercise prescription based on individual assessments by the research team. Rehabilitation equipment, including a home exercise bike, resistance bands, respiratory muscle training device, and a portable heart rate monitor, will be supplied. Participants will log their daily exercise intensity and duration in a rehabilitation diary. Regular follow-up calls will be made to monitor progress and address any issues.","interventionNames":["Behavioral: Health Education","Behavioral: Exercise Prescription","Behavioral: Home Exercise Equipment Use","Behavioral: Exercise Log","Behavioral: Follow-Up Calls"]},{"label":"6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation","type":"EXPERIMENTAL","description":"Participants in this group will undergo a hybrid rehabilitation program. For the first 6 weeks, they will receive tele-rehabilitation therapy, involving twice-weekly sessions where therapists remotely supervise and guide exercises. This will be followed by 6 weeks of the same home rehabilitation program as Arm 1, with health education, exercise prescriptions, and regular follow-up calls.","interventionNames":["Behavioral: Tele-Rehabilitation Therapy","Behavioral: Health Education","Behavioral: Exercise Prescription","Behavioral: Home Exercise Equipment Use","Behavioral: Exercise Log","Behavioral: Follow-Up Calls"]},{"label":"12-Week Tele-Rehabilitation and Home Rehabilitation","type":"EXPERIMENTAL","description":"Participants in this group will receive 12 weeks of combined tele-rehabilitation and home rehabilitation. They will have twice-weekly tele-rehabilitation sessions with remote supervision and guidance from therapists throughout the entire period. In addition, they will follow the same home rehabilitation protocol as described for Arm 1, with provided equipment, exercise logs, and regular follow-up calls to ensure adherence and address any difficulties.","interventionNames":["Behavioral: Tele-Rehabilitation Therapy","Behavioral: Health Education","Behavioral: Exercise Prescription","Behavioral: Home Exercise Equipment Use","Behavioral: Exercise Log","Behavioral: Follow-Up Calls"]}],"interventions":[{"type":"BEHAVIORAL","name":"Tele-Rehabilitation Therapy","description":"Twice-weekly sessions with remote supervision and guidance from therapists.","armGroupLabels":["12-Week Tele-Rehabilitation and Home Rehabilitation","6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation"]},{"type":"BEHAVIORAL","name":"Health Education","description":"Health education based on individual assessments.","armGroupLabels":["12-Week Home Rehabilitation","12-Week Tele-Rehabilitation and Home Rehabilitation","6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation"]},{"type":"BEHAVIORAL","name":"Exercise Prescription","description":"Exercise prescription tailored to individual needs.","armGroupLabels":["12-Week Home Rehabilitation","12-Week Tele-Rehabilitation and Home Rehabilitation","6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation"]},{"type":"BEHAVIORAL","name":"Home Exercise Equipment Use","description":"Use of a home exercise bike, resistance bands, respiratory muscle training device, and a portable heart rate monitor.","armGroupLabels":["12-Week Home Rehabilitation","12-Week Tele-Rehabilitation and Home Rehabilitation","6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation"]},{"type":"BEHAVIORAL","name":"Exercise Log","description":"Logging daily exercise intensity and duration in a rehabilitation diary","armGroupLabels":["12-Week Home Rehabilitation","12-Week Tele-Rehabilitation and Home Rehabilitation","6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation"]},{"type":"BEHAVIORAL","name":"Follow-Up Calls","description":"Regular follow-up calls to monitor progress and address any issues.","armGroupLabels":["12-Week Home Rehabilitation","12-Week Tele-Rehabilitation and Home Rehabilitation","6-Week Tele-Rehabilitation plus 6-Week Home Rehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximal Oxygen Uptake (VO2 max)","description":"his measure will evaluate cardiopulmonary function by assessing the maximal oxygen uptake (VO2 max). VO2 max is the maximum amount of oxygen the body can utilize during intense exercise and is an indicator of cardiovascular and respiratory efficiency.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Anaerobic Threshold","description":"This measure will evaluate cardiopulmonary function by assessing the anaerobic threshold. The anaerobic threshold is the exercise intensity at which lactate begins to accumulate in the blood, indicating the transition from aerobic to anaerobic metabolism.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Oxygen Pulse","description":"This measure will evaluate cardiopulmonary function by assessing the oxygen pulse, which is the amount of oxygen used by the body per heartbeat during exercise. It provides insights into cardiovascular efficiency and respiratory function.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."}],"secondaryOutcomes":[{"measure":"Muscle strength","description":"This measure will assess physical function through the muscle strength tests (manual muscle testing). These tests will evaluate improvements in participants' muscular strength and endurance by measuring the maximum force that muscles can exert against resistance.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Six-Minute Walk Test (6MWT)","description":"This measure will assess physical function through the six-minute walk test (6MWT). The test evaluates improvements in participants' walking endurance and overall physical capabilities.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Sit-to-Stand Test","description":"This measure will assess physical function through the sit-to-stand test. The test evaluates improvements in participants' lower body strength and functional mobility.\n\nThis measure will assess physical function through the sit-to-stand test. The test evaluates improvements in participants' lower body strength and functional mobility.\n\nThis measure will assess physical function through the sit-to-stand test. The test evaluates improvements in participants' lower body strength and functional mobility.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."}],"otherOutcomes":[{"measure":"Depression Assessment (PHQ-9)","description":"Psychological well-being will be measured using the Patient Health Questionnaire-9 (PHQ-9) to assess levels of depression among participants. The PHQ-9 scores range from 0 to 27, with higher scores indicating greater severity of depression: 0-4 (minimal depression), 5-9 (mild depression), 10-14 (moderate depression), 15-19 (moderately severe depression), and 20-27 (severe depression).","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Anxiety and Depression Assessment (HADS)","description":"Psychological well-being will be measured using the Hospital Anxiety and Depression Scale (HADS) to assess levels of anxiety and depression among participants. The HADS consists of 14 items, with scores ranging from 0 to 21 for both anxiety and depression subscales. Higher scores indicate greater severity: 0-7 (normal), 8-10 (borderline abnormal), and 11-21 (abnormal).","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Quality of Life Assessment (SF-36)","description":"Psychological well-being will be measured using the SF-36 questionnaire to assess participants' overall quality of life. The SF-36 scores range from 0 to 100, with higher scores indicating better quality of life. It includes eight subscales: physical functioning, role limitations due to physical health, role limitations due to emotional problems, energy/fatigue, emotional well-being, social functioning, pain, and general health.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Lipid Profile Analysis","description":"Blood tests will measure levels of total cholesterol, low-density lipoprotein cholesterol, high-density lipoprotein cholesterol, and triglycerides to evaluate participants' lipid profile.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Glucose and Hemoglobin A1C Measurement","description":"Blood tests will measure levels of fasting glucose and hemoglobin A1C to evaluate participants' blood sugar control.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Cardiac Biomarker Analysis","description":"Blood tests will measure levels of troponin, creatine kinase, myoglobin, and NT-proBNP to assess participants' cardiac health.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Inflammatory Marker Analysis","description":"Blood tests will measure levels of D-dimers, C-reactive protein, and albumin to evaluate participants' inflammatory status.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."},{"measure":"Physical Activity Assessment (IPAQ)","description":"Daily physical activity will be monitored using the International Physical Activity Questionnaire (IPAQ), which assesses the frequency and duration of physical activities performed by participants. The IPAQ provides scores for total physical activity and categorizes participants into low, moderate, or high activity levels based on MET (Metabolic Equivalent of Task) minutes per week.","timeFrame":"Assessments will be conducted at baseline (week 0), and at 3, 6, and 12 months post-intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hospitalized for acute coronary syndrome (ACS) and have undergone percutaneous coronary intervention (PCI) or coronary artery bypass grafting (CABG) surgery.\n* Aged 18 years or older.\n* Regular adherence to prescribed medication regimen.\n* Stable medical condition and vital signs.\n* Conscious and able to follow instructions.\n* Able to provide informed consent.\n\nExclusion Criteria:\n\n* Unable to comply with rehabilitation or assessment procedures.\n* Inability to walk independently.\n* Dependent in daily living activities prior to hospitalization (Barthel Index score less than 80).\n* Terminal illness with an expected life span of less than one year. Contraindications to cardiac rehabilitation as per the American College of Sports Medicine guidelines, such as unstable angina, uncontrolled severe hypertension (resting systolic blood pressure \\>180 mmHg or diastolic blood pressure \\>110 mmHg), postural hypotension (blood pressure drop of more than 20 mmHg upon standing), severe aortic stenosis, uncontrolled severe arrhythmias, decompensated heart failure, third-degree atrioventricular block, acute pericarditis or myocarditis, aortic dissection, acute pulmonary embolism, and other acute medical conditions like infections and fever.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"SHU-MEI YANG, MD","role":"CONTACT","phone":"886-0972653754","email":"b99401109@gmail.com"}],"overallOfficials":[{"name":"Shu-mei Yang, MD","affiliation":"National Taiwan University Hospital","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"25520374","type":"BACKGROUND","citation":"Mozaffarian D, Benjamin EJ, Go AS, Arnett DK, Blaha MJ, Cushman M, de Ferranti S, Despres JP, Fullerton HJ, Howard VJ, Huffman MD, Judd SE, Kissela BM, Lackland DT, Lichtman JH, Lisabeth LD, Liu S, Mackey RH, Matchar DB, McGuire DK, Mohler ER 3rd, Moy CS, Muntner P, Mussolino ME, Nasir K, Neumar RW, Nichol G, Palaniappan L, Pandey DK, Reeves MJ, Rodriguez CJ, Sorlie PD, Stein J, Towfighi A, Turan TN, Virani SS, Willey JZ, Woo D, Yeh RW, Turner MB; American Heart Association Statistics Committee and Stroke Statistics Subcommittee. Heart disease and stroke statistics--2015 update: a report from the American Heart Association. Circulation. 2015 Jan 27;131(4):e29-322. doi: 10.1161/CIR.0000000000000152. Epub 2014 Dec 17. No abstract available. Erratum In: Circulation. 2015 Jun 16;131(24):e535. Circulation. 2016 Feb 23;133(8):e417."},{"pmid":"25888007","type":"BACKGROUND","citation":"de Vries H, Kemps HM, van Engen-Verheul MM, Kraaijenhagen RA, Peek N. Cardiac rehabilitation and survival in a large representative community cohort of Dutch patients. Eur Heart J. 2015 Jun 21;36(24):1519-28. doi: 10.1093/eurheartj/ehv111. Epub 2015 Apr 17."},{"pmid":"28886621","type":"BACKGROUND","citation":"Ibanez B, James S, Agewall S, Antunes MJ, Bucciarelli-Ducci C, Bueno H, Caforio ALP, Crea F, Goudevenos JA, Halvorsen S, Hindricks G, Kastrati A, Lenzen MJ, Prescott E, Roffi M, Valgimigli M, Varenhorst C, Vranckx P, Widimsky P; ESC Scientific Document Group. 2017 ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: The Task Force for the management of acute myocardial infarction in patients presenting with ST-segment elevation of the European Society of Cardiology (ESC). Eur Heart J. 2018 Jan 7;39(2):119-177. doi: 10.1093/eurheartj/ehx393. No abstract available."},{"pmid":"26730878","type":"BACKGROUND","citation":"Anderson L, Thompson DR, Oldridge N, Zwisler AD, Rees K, Martin N, Taylor RS. Exercise-based cardiac rehabilitation for coronary heart disease. Cochrane Database Syst Rev. 2016 Jan 5;2016(1):CD001800. doi: 10.1002/14651858.CD001800.pub3."},{"pmid":"22779092","type":"BACKGROUND","citation":"Neubeck L, Freedman SB, Clark AM, Briffa T, Bauman A, Redfern J. Participating in cardiac rehabilitation: a systematic review and meta-synthesis of qualitative data. Eur J Prev Cardiol. 2012 Jun;19(3):494-503. doi: 10.1177/1741826711409326."},{"pmid":"22345682","type":"BACKGROUND","citation":"De Vos C, Li X, Van Vlaenderen I, Saka O, Dendale P, Eyssen M, Paulus D. Participating or not in a cardiac rehabilitation programme: factors influencing a patient's decision. Eur J Prev Cardiol. 2013 Apr;20(2):341-8. doi: 10.1177/2047487312437057. Epub 2012 Jan 20."},{"pmid":"23253876","type":"BACKGROUND","citation":"Oerkild B, Frederiksen M, Hansen JF, Prescott E. Home-based cardiac rehabilitation is an attractive alternative to no cardiac rehabilitation for elderly patients with coronary heart disease: results from a randomised clinical trial. BMJ Open. 2012 Dec 18;2(6):e001820. doi: 10.1136/bmjopen-2012-001820. Print 2012."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003324","term":"Coronary Artery Disease"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000003327","term":"Coronary Disease"},{"id":"D000054058","term":"Acute Coronary Syndrome"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M27545","name":"Acute Coronary Syndrome","asFound":"Acute Coronary Syndrome","relevance":"HIGH"},{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M6546","name":"Coronary Artery Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M19506","name":"Myocardial Ischemia","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M6549","name":"Coronary Disease","asFound":"Coronary Artery Disease","relevance":"HIGH"},{"id":"M10543","name":"Ischemia","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"},{"id":"M4469","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4465","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}