{"protocolSection":{"identificationModule":{"nctId":"NCT06470269","orgStudyIdInfo":{"id":"Pro00102074"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Examining Clinical Reasoning With Eye-tracking","officialTitle":"Examining Clinical Reasoning With Eye Tracking"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bin Zheng","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Alberta"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The process of medical information intake, interpretation and diagnosis, commonly referred to as clinical reasoning, involves a complex interaction between visual perception and multiple cognitive processes. Assessing students' clinical reasoning skills is a challenging but critical task in developing an optimal teaching curriculum. In this project, we plan to apply the eye-tracking technology to medical education with a specific goal of examining cognitive processing during reading medical chart and x-ray films. Data collected by eye tracking technology will help investigate the perceptual and cognitive underpinnings of clinical reasoning (CR), misinterpretation and misdiagnosis among three participant groups with different levels of clinical experience. Knowledge gained from this project will help to decode the intricate cognitive loop involved in medical interpretation. Further, this study will help to develop alternative methods of assessing student's clinical reasoning skills and promote medical education with novel eye tracking technology.","detailedDescription":"Objective:\n\nIn this project, we plan to apply the eye-tracking technology to medical education with a specific goal of examining cognitive processing during clinical reasoning (CR). We expect that by checking the eye movements of our medical trainees during case and image reading, we will be able to create a list of valid behavioral markers, quantitatively classify their expertise, identify their moment of decision-making difficulty, and decode the source of their judgement errors. To examine differences in CR processes across varying levels of expertise, three categories of participants (novice, intermediate, and expert) will be recruited. While their eye motions are tracked, participants will read a trauma case, provide a diagnosis and propose a suitable treatment plan. We postulate that 1) different participant groups will produce significantly different CR outcomes, measured by their score on diagnostic judgement and treatment plan; 2) they will display different gaze fixation patterns; and 3) combining evidence from clinical judgement and eye behavior analysis will provide useful information regarding the source of judgment errors.\n\nResearch Method/Procedures:\n\nStaff and students in the SSRL (Surgical Simulation Research Lab) with a difficulty level of health training background will be enrolled as participants in the study. A trauma case with complex life-threatening situations will be presented. The case is a trauma cases with multiple internal injuries (see attachment). The case will be summarized into a one-page description and 3 x-ray films. Our participants will need to make a diagnosis and give a treatment plan based on case information displayed on a screen in front of them. The total reading time will be 4 minutes. During the case reading, the Tobii X2-60, a high-resolution remote eye-tracker, will be used to capture the participant's eye movements. In addition, we will develop a 15-20 quiz regarding the patient's condition and the participant's final diagnosis. The total score and errors in the quiz will be used to describe participants' overall quality of their clinical reasoning. We will carefully examine participants' eye motions and report their scanning patterns during case reading. Specifically, we will look for moments when participants rapidly move their eyes (saccade) over a sentence before fixating on a particular word (fixation). These eye behavior parameters have previous associations with mental workload and reasoning processing methods, which can be used to further analyze results. Special note: In light of the current recommendations by Alberta Health Services related to social distancing, we will put to hold of in-person interactions until social distancing requirements have been lifted.\n\nPlan for Data Analysis:\n\nWe will firstly compare quiz scores and eye behaviors variables across the three participant groups with different clinical experience levels. We will then analyze eye-scanning patterns on case readings across the three different groups. Specifically, we predict that experts will achieve the highest score in quiz. We therefore will examine the expert's short and long fixation locations over the case reading. Our assumption is that experts know where to find key information in the case description and mentally connect separate information together to generate an correct judgement in the short period of time. Fixation spots recorded from the novice and intermediate groups will be compared with experts'. Differences will help us identify different visual searching strategies over different stages in the development of clinical reasoning skills. Lastly, we will examine clinical judgement errors and check their root cause by connecting quiz errors with eye behaviors. If a participant failed to give a long fixation to key case features in the case description, the clinical decision error may be due to a checking problem. If a participant performs a long fixation to key case features, the clinical decision error may due to recognition or decision-making problems."},"conditionsModule":{"conditions":["Diagnosis","Educational Problems"],"keywords":["Eye tracking","Clinical Reasoning","Cognitive Development"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":42,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Expert","description":"Physicians","interventionNames":["Behavioral: Eye tracking"]},{"label":"Novice","description":"Medical Students","interventionNames":["Behavioral: Eye tracking"]}],"interventions":[{"type":"BEHAVIORAL","name":"Eye tracking","description":"Recording the eye movement of participants while they read medical cases.","armGroupLabels":["Expert","Novice"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Eye Fixation","description":"Eye fixation over key reading area","timeFrame":"During case reading (about 5 minutes)"}],"secondaryOutcomes":[{"measure":"Eye Saccade","description":"Rapid eye shift between key reading areas","timeFrame":"During case reading (about 5 minutes)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Adult with normal or corrected to normal vision.\n\nExclusion Criteria:\n\n- Non Healthcare provider will be excluded.","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Physicians in neurology department and medical students registered in medical school.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"University of Alberta","city":"Edmonton","state":"Alberta","zip":"T6G 2R3","country":"Canada","geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}