{"protocolSection":{"identificationModule":{"nctId":"NCT06477757","orgStudyIdInfo":{"id":"J7-50129"},"organization":{"fullName":"University Medical Centre Maribor","class":"OTHER"},"briefTitle":"Inflammatory Response and Oxidative Stress in Cardiac Surgery: Min. Invasive vs. Conventional Extracorporeal Circulation","officialTitle":"Oxidative Stress and Systemic Inflammatory Response After Cardiac Surgery: Minimally Invasive Extracorporeal Circulation vs. Conventional Extracorporeal Circulation"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-29","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-03-26","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rene Petrovic","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University Medical Centre Maribor"},"leadSponsor":{"name":"University Medical Centre Maribor","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of our research project is to measure and compare oxidative stress markers, and systemic inflammatory response in patients undergoing open heart surgery with either conventional or minimally invasive extracorporeal circulation as well as develop pharmacokinetic profiles of different oxidative stress markers for further research on inflammatory response after open heart surgery. The main questions our study aims to answer are :\n\n* Does the type of extracorporeal circulation affect the levels of different oxidative stress markers?\n* Can preoperative and postoperative oxidative stress marker levels be of prognostic values?\n* Do preoperative and postoperative oxidative stress markers correlate with the clinical outcomes in patients?\n\nResearchers will compare the effect of conventional and minimally invasive extracorporeal circulation on clinical outcomes, oxidative stress marker levels, and systemic inflammatory response.\n\nParticipants will be randomised into two groups (one undergoing arrested-heart surgery with the use of conventional extracorporeal circulation, and the second group undergoing arrested-heart surgery with the use of minimally invasive extracorporeal circulation) and laboratory data, oxidative stress markers, and clinical data will be collected until discharge.","detailedDescription":"The overall project objective is to develop an accurate and simple analytical method(s) for quantification of specified oxidative stress biomarkers in biological samples that will provide easier diagnosis, prognosis, and therapeutic design in patients undergoing open heart surgery and a possible comparison between different therapeutic strategies in reducing oxidative stress.\n\nTo achieve this goal, the project will be divided into specific objectives:\n\n* Assortment of specific reactive oxidative species and development of analytical protocols for these oxidative stress biomarkers using sophisticated analytical equipment.\n* Quantification of specific oxidative stress biomarkers as indicators for oxidative stress before and after open heart surgery with the use of cardiopulmonary bypass.\n* Prediction of the level of oxidative stress with specific oxidative stress biomarkers in patients undergoing arrested-heart cardiopulmonary bypass surgery\n* Statistical processing of the obtained data and implementation in clinical practice tailoring the extracorporeal circulation to an individual patient.\n* Comparison of oxidative stress in patients undergoing open-heart surgery with the use of two different types of cardiopulmonary bypass techniques.\n\nState-of-the-art in the proposed field of research and survey of the relevant literature Recent studies on oxidative stress status have identified biomarkers as the potential to revolutionise medical science in terms of diagnosis, prognosis, and therapy. Biomarkers have been identified for various diseases and disorders, for example, metabolic disorders, cardiovascular disease, myocardial infarctions, neurological disorders, etc. The specific biomarkers can help in diagnosing the stress when the prognostic biomarkers are being explored for studying the progression or outcome of this stress-disease cascade and can predict the likelihood of occurrence of disease. Recently, many authors published reviews on oxidative stress and its biomarkers, as well as their quantitative determination, there are also some clinical studies, but often these involve one type of biomarker. Determination of these compounds from serum and plasma is challenging for every analytical technique and requires special precautions at the pre-analytical stage. Recently, various chromatographic methods have been used for substituting conventional spectrophotometric methods. So far, high pressure liquid chromatography (HPLC), liquid chromatography with tandem mass spectrometry (LC-MS/MS) and gas chromatography-mass spectrometry (GC-MS) methods have proven to be specific and more sensitive for most oxidative stress (OS) biomarkers from biological material, but there is still no method that is specific, accurate, sensitive and quantitative enough to measure biomarkers in biological samples and can be used in clinical diagnostics. Since the identification of biomarkers is more reliable, more correlations to certain diseases or disorders can be done, especially in the field of cardiovascular diseases, where the literature is scarce or non. In this study, robust and specific analytical methods for specific OS biomarkers will be developed and validated, therefore understanding the mechanisms and timeline of OS biomarker levels after cardiac surgery.\n\nCardiopulmonary bypass has been identified as an independent factor for systemic inflammatory response, which potentially leads to hemodynamic instability, multiple organ dysfunction and various complications resulting in a prolonged intensive care unit (ICU) and hospital stay. One of the strategies to reduce the inflammatory response has been MiECC. Regarding to the Minimal invasive Extra-Corporeal Technologies international Society (MiECTiS) to characterise a circuit as MiECC it must include a closed circuit; biologically inert blood contact surfaces; reduced priming volume; a centrifugal pump; a membrane oxygenator; a heat exchanger; a system for cardioplegia delivery; a venous bubble trap/venous air removing device and a shed blood management system. Several studies have been published, measuring and comparing the inflammatory response in patients undergoing open heart surgery with either conventional cardiopulmonary bypass (CCPB) or MiECC. Recent studies, comparing MiECC group to conventional CPB showed lower C-reactive protein (CRP) and interleukin 6 and interleukin 8 levels in the MiECC group. A study, measuring oxidative stress markers in patients who underwent coronary artery bypass surgery with either MiECC, CCPB, or without the use of extracorporeal circuit (off-pump coronary artery bypass - OPCAB) revealed statistically significant decrease in malondialdehyde levels in MiECC and OPCAB when compared to CCPB, which showed promising results on 30 patients included in their study. Also malondialdehyde levels peak after a couple of hours after the surgery, thus making the comparison of immune response to MiECC or CCPB even more interesting. By increasing the number of blood samples, a bigger study cohort and novel techniques of malondialdehyde analysis, the investigators believe that potential prognostic values could be identified. In recent years isoprostane has been identified as a promising biomarker of lipid peroxidation. In a recent study in children with congenital heart defects undergoing cardiac surgery, a rapid clearance of isoprostanes was associated with a better clinical outcome. No studies up to date comparing the results of isoprostanes in patients undergoing CCPB or MiECC have been found. Endocan, a potential immunoinflammatory marker, which reflects endothelial dysfunction, could also be used as a potential prognostic marker for identifying groups of patients who would benefit most from MiECC. Up to date, two studies studying the kinetics of endocan after CCPB have been performed. Comparing our results to other studies and adding MiECC to the equation could prove helpful to future studies using endocan as a prognostic marker.\n\nIMPORTANCE OF THE EXPECTED RESULTS:\n\nThe research project entitled Oxidative stress and systemic inflammatory response after cardiac surgery: minimally invasive extracorporeal circulation vs. conventional extracorporeal circulation will efficiently contribute to the improvement of the quality of life since its focus will be on the detection of specific OS biomarkers and understanding the mechanisms and timeline of OS biomarker levels after cardiac surgery. To the investigators knowledge, this will be the first such comprehensive study that will include several biomarkers in the prediction of the level of oxidative stress in patients undergoing arrested-heart cardiopulmonary bypass surgery and compare two types of cardiopulmonary bypass circuits. To establish this prediction, OS biomarkers will be quantified using different chromatographic methods in tandem with mass spectrometry for the selective and efficient determination of these biomarkers. Developed and validated analytical methods will be robust and efficient for method transfer in a clinical environment. Obtained data will be statistically processed and implemented in clinical practice tailored to the extracorporeal circulation of individual patient."},"conditionsModule":{"conditions":["Oxidative Stress","Systemic Inflammatory Response Syndrome","Extracorporeal Circulation; Complications"],"keywords":["Cardiac Surgery","Minimally invasive extracorporeal circulation","Cardiopulmonary bypass","Oxidative Stress","Systemic Inflammatory Response Syndrome","Oxidative stress biomarkers","Malondialdehyde","Endocan"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Two groups of patients, each undergoing open-heart surgery with a different type of extracorporeal circulation.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE","maskingDescription":"Randomisation will be done in blocks beforehand. As the patients will be enlisted, the group they were assigned to, will be revealed."}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional Extracorporeal Circulation Arm (CCPB Arm)","type":"ACTIVE_COMPARATOR","description":"Patients randomized into this group will be undergoing arrested-heart coronary artery bypass grafting with the use of conventional extracorporeal circulation.","interventionNames":["Procedure: Conventional Extracorporeal Circulation"]},{"label":"Minimally Invasive Extracorporeal Circulation Arm (MiECC Arm)","type":"EXPERIMENTAL","description":"Patients randomized into this group will be undergoing arrested-heart coronary artery bypass grafting with the use of minimally invasive extracorporeal circulation.","interventionNames":["Procedure: Minimally Invasive Extracorporeal Circulation"]}],"interventions":[{"type":"PROCEDURE","name":"Minimally Invasive Extracorporeal Circulation","description":"Clinical outcomes, oxidative stress marker levels comparison in patients undergoing open-heart surgery with minimally invasive extracorporeal circulation.","armGroupLabels":["Minimally Invasive Extracorporeal Circulation Arm (MiECC Arm)"]},{"type":"PROCEDURE","name":"Conventional Extracorporeal Circulation","description":"Clinical outcomes, oxidative stress marker levels comparison in patients undergoing open-heart surgery with either conventional extracorporeal circulation.","armGroupLabels":["Conventional Extracorporeal Circulation Arm (CCPB Arm)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Oxidative stress biomarker levels","description":"Oxidative stress biomarker levels will be analyzed from blood samples collected at predetermined time-frames.","timeFrame":"From enrollment until discharge, assessed up to 100 weeks."}],"secondaryOutcomes":[{"measure":"Incidence of postoperative atrial fibrillation","description":"Atrial fibrillation will be monitored by continuous telemetry following cardiac surgery, until discharge.","timeFrame":"From enrollment until discharge, assessed up to 100 weeks."},{"measure":"Incidence of postoperative acute kidney failure","description":"Kidney function will be monitored by measuring urine secretion and glomerular filtration rate at predetermined time frames, and evaluated according to Kidney Disease: Improving Global Outcomes (KDIGO) system.","timeFrame":"From enrollment until discharge, assessed up to 100 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients undergoing elective isolated coronary artery bypass grafting (CABG) with the use of cardio-pulmonary bypass (CPB) through median sternotomy with central cannulation\n\nExclusion Criteria Before Enrollment:\n\n* refusal to participate in the study,\n* pregnant women,\n* patients with previous cardiac surgery (i.e., redo surgery),\n* emergency surgery,\n* patients with known allergy to any drugs used in the study protocol except cefazolin.\n\nExclusion Criteria After Enrollment:\n\n- Patients in whom intraoperative transesophageal echocardiogram (TEE) would show an atrial septal defect, where additional procedures would be needed intraoperatively or a conversion from MiECC to conventional extracorporeal circulation would be needed.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rene Petrovic, MD","role":"CONTACT","phone":"+38640556570","email":"rene.petrovic@gmail.com"},{"name":"Miha Antonic, MD, PhD","role":"CONTACT","email":"miha.antonic@guest.arnes.si"}],"overallOfficials":[{"name":"Rene Petrovic, MD","affiliation":"UMC Maribor","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Petra Kotnik, PhD","affiliation":"University of Maribor","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Miha Antonic, MD, PhD","affiliation":"UMC Maribor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UMC Maribor","city":"Maribor","country":"Slovenia","contacts":[{"name":"Rebe Petrovic, MD","role":"CONTACT","phone":"+38640556570","email":"rene.petrovic@gmail.com"},{"name":"Miha Antonic, MD, PhD","role":"CONTACT","email":"miha.antonic@guest.arnes.si"},{"name":"Anze Djordjevic, MD, PhD","role":"SUB_INVESTIGATOR"},{"name":"Jernej Zeleznik, MD","role":"SUB_INVESTIGATOR"},{"name":"Urska Intihar, MD","role":"SUB_INVESTIGATOR"},{"name":"Peter Juric, MD","role":"SUB_INVESTIGATOR"},{"name":"Boris Robic, MD","role":"SUB_INVESTIGATOR"},{"name":"Franc Gregorcic, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":46.55472,"lon":15.64667}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"After the study, approximately in 2026.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"After the study, approximately in 2026."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000018746","term":"Systemic Inflammatory Response Syndrome"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007249","term":"Inflammation"},{"id":"D000012769","term":"Shock"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M20818","name":"Systemic Inflammatory Response Syndrome","asFound":"Systemic Inflammatory Response Syndrome","relevance":"HIGH"},{"id":"M10293","name":"Inflammation","relevance":"LOW"},{"id":"M15577","name":"Shock","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}