{"protocolSection":{"identificationModule":{"nctId":"NCT06479525","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0488 Mannan"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Comparative Effects of Big Toe Flexor and Calf Strengthening Exercises on Medial Arch in Athletes With Flat Foot","officialTitle":"Comparative Effects of Big Toe Flexor and Calf Strengthening Exercises on Medial Arch in Athletes With Flat Foot"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Flexible flatfoot is common in young adults. One of its causes is the failure of dynamic stabilizers, which play an important role in the medial longitudinal arch support, and their appropriate function is necessary for the integrity of the lower extremity and the spine. The metatarsal phalangeal joint (MPJ) and its crossing toe flexor muscles (TFM) represent the link between the large energy generating leg extensor muscles and the ground. Asymptomatic flat foot deformity is associated with gastrocnemius muscle tightness and a higher prevalence of gastrocnemius and soleus tightness was found in female subjects compared with males.\n\nThe study will be a randomized clinical trial. The study will be conducted in Pakistan Sports Board (PSB) Lahore. The sample size will be calculated by convenience sampling technique. The inclusion criteria will be participants of age between eighteen and thirty years old. Both male and female participants will be included. Athletes involved in sports more than one year and with asymptomatic flexible flatfeet (NDT \\> 10mm) will be included. Navicular drop test, Foot function index questionnaire, arch height index, toe/hip dynamometer and vertical jump test will be the tools used for assessment and evaluation. Participants who meet the inclusion criteria will be divided into two groups. Baseline measures and eight-week assessment of navicular drop test and arch height index will be taken. Strength of toe flexors will be evaluated with toe dynamometer. Participants who will meet the inclusion criteria will be provided with ethical consent forms and after baseline assessments, exercise program will be guided. Group A will perform big toe flexor strengthening exercises in addition to the sports plan they already follow. Group B will be assigned with calf strengthening exercises in addition to the plan they are following. Eight-week intervention program will be provided that will include warm up, therapeutic exercises including toe raises, towel curls and therapeutic band exercises, and then cool down period that includes stretching exercises.","detailedDescription":"The main objective of the study is to apply big toe flexor and calf muscles strengthening exercises and to compare the results to identify their influence on medial longitudinal arch in flexible flat foot athletes."},"conditionsModule":{"conditions":["Sports Physical Therapy"],"keywords":["Dynamometer","Calf Muscle","Flatfoot","Muscle Strength","Big Toe"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":32,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"16 participants will be in experimental group giving them Big Toe flexor strengthening exercises protocol along with their normal sports training plan for eight weeks, measuring all values before giving them protocol and after protocol.","interventionNames":["Other: Big Toe Flexor Strengthening Exercises"]},{"label":"Group B","type":"EXPERIMENTAL","description":"16 participants will be in experimental group giving them calf strengthening exercises protocol along with their normal sports training plan for eight weeks, measuring all values before giving them protocol and after protocol.","interventionNames":["Other: Calf Strengthening Exercises"]}],"interventions":[{"type":"OTHER","name":"Big Toe Flexor Strengthening Exercises","description":"16 participants will be in experimental group A giving them Big Toe Flexor strengthening exercise protocol along with the sports training plan for eight weeks measuring all values before giving them protocol and after protocol.","armGroupLabels":["Group A"]},{"type":"OTHER","name":"Calf Strengthening Exercises","description":"16 participants will be in experimental group B giving them calf strengthening exercises including towel curls and thera band exercises along with the sports training plan for eight weeks measuring all values before giving them protocol and after protocol.","armGroupLabels":["Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Navicular Drop Test","description":"Navicular Drop Test is done by asking the subjects to sit on a chair with their knee and ankle in 90 ͦ and the navicular tubercle of their foot was palpated and marked on its greatest prominence. The examiner then determined the neutral position of the subtalar joint and this position was used for measurement. Then, a card was used to measure and mark the vertical height of the navicular bone in the non-weight bearing position. The height of the navicular bone was measured again in a full weight bearing position and marked on the same card. The difference between the initial and the second heights of this bone was labeled as the \"Navicular Drop\" index. (7)","timeFrame":"8 weeks"},{"measure":"Foot Function Index","description":"A Revised - Foot Function Index - Short form questionnaire consisting of 34 items will be used. This questionnaire includes five subscales: pain, stiffness, difficulty, activity limitation and social issues. The cumulative score of all the subscales will be added and divided by five. The higher the score, the more limitation/pain/disability is present. (15)","timeFrame":"8 weeks"},{"measure":"Arch Height Index","description":"Arch height index is measured by dividing the dorsum height at 50%-foot length by the truncated foot length expressed. The truncated foot length is a distance between center of the first metatarsophalangeal joint to posterior calcaneus. The measurement can be done both in relaxed standing (weight bearing) and sitting (non-weight bearing) conditions. The good intra-rater reliability study in children aged six to 12 years (ICCs ranged from 0.84 to 0.87). (5)","timeFrame":"8 weeks"},{"measure":"Vertical Jump Test","description":"The athlete stands side on to a wall and reaches up with the hand closest to the wall. Keeping the feet flat on the ground, the point of the fingertips (covered with chalk) is marked or recorded. This is called the standing reach height. The athlete then stands away from the wall, and leaps vertically as high as possible using both arms and legs to assist in projecting the body upwards. The jumping technique can or cannot use a countermovement. Attempt to touch the wall at the highest point of the jump. The difference in distance between the standing reach height and the jump height is the score. The best of three attempts is recorded. (1)","timeFrame":"8 weeks"},{"measure":"Hip and Toe Dynamometer","description":"Athletes will place their feet on the ground prepared in accordance with the big toe and adjusted their big toes according to the location of the pinch meter. During the measurement, athletes will be asked to perform big toe flexion by applying maximum force with their big toe. Strength measurements were made on the athletes in the sitting position without any support.","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 18 and 30 years' old\n* Both male and female\n* Athletes involved in sports with more than one year\n* Athletes with asymptomatic flexible flatfoot (NDT \\> 10mm) (5)\n\nExclusion Criteria:\n\n* Congenital flatfoot\n* Athletes using foot orthoses\n* Any lower limb muscle injury or trauma in the past 6 months\n* Had undergone lower limb surgery\n* Had lower extremity deformities: pes cavus, pes equinus, hallux valgus with greater angle than 15°, or clubfoot.(5)\n* Had a sign of neurological deficit over the lower extremities.\n* Female subjects if they were pregnant.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"30 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aamir Gul Memon, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pakistan Sports Board","city":"Lahore","state":"Punjab","zip":"5400","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"24707086","type":"BACKGROUND","citation":"Hashimoto T, Sakuraba K. Strength training for the intrinsic flexor muscles of the foot: effects on muscle strength, the foot arch, and dynamic parameters before and after the training. J Phys Ther Sci. 2014 Mar;26(3):373-6. doi: 10.1589/jpts.26.373. Epub 2014 Mar 25."},{"pmid":"15768358","type":"BACKGROUND","citation":"Lee MS, Vanore JV, Thomas JL, Catanzariti AR, Kogler G, Kravitz SR, Miller SJ, Gassen SC; Clinical Practice Guideline Adult Flatfoot Panel. Diagnosis and treatment of adult flatfoot. J Foot Ankle Surg. 2005 Mar-Apr;44(2):78-113. doi: 10.1053/j.jfas.2004.12.001. No abstract available."},{"pmid":"35964335","type":"BACKGROUND","citation":"Harutaichun P, Vongsirinavarat M, Pakpakorn P, Sathianpantarit P, Richards J. Can orthotic wedges change the lower-extremity and multi-segment foot kinematics during gait in people with plantar fasciitis? Gait Posture. 2022 Sep;97:174-183. doi: 10.1016/j.gaitpost.2022.07.259. Epub 2022 Aug 2."},{"pmid":"30227277","type":"BACKGROUND","citation":"Desmyttere G, Hajizadeh M, Bleau J, Begon M. Effect of foot orthosis design on lower limb joint kinematics and kinetics during walking in flexible pes planovalgus: A systematic review and meta-analysis. Clin Biomech (Bristol, Avon). 2018 Nov;59:117-129. doi: 10.1016/j.clinbiomech.2018.09.018. Epub 2018 Sep 13."},{"pmid":"36910682","type":"BACKGROUND","citation":"Engkananuwat P, Kanlayanaphotporn R. Gluteus medius muscle strengthening exercise effects on medial longitudinal arch height in individuals with flexible flatfoot: a randomized controlled trial. J Exerc Rehabil. 2023 Feb 23;19(1):57-66. doi: 10.12965/jer.2244572.286. eCollection 2023 Feb."},{"pmid":"17561207","type":"BACKGROUND","citation":"DiGiovanni CW, Langer P. The role of isolated gastrocnemius and combined Achilles contractures in the flatfoot. Foot Ankle Clin. 2007 Jun;12(2):363-79, viii. doi: 10.1016/j.fcl.2007.03.005."},{"pmid":"26504272","type":"BACKGROUND","citation":"Saeki J, Tojima M, Torii S. Clarification of functional differences between the hallux and lesser toes during the single leg stance: immediate effects of conditioning contraction of the toe plantar flexion muscles. J Phys Ther Sci. 2015 Sep;27(9):2701-4. doi: 10.1589/jpts.27.2701. Epub 2015 Sep 30."},{"pmid":"21256447","type":"BACKGROUND","citation":"Jung DY, Kim MH, Koh EK, Kwon OY, Cynn HS, Lee WH. A comparison in the muscle activity of the abductor hallucis and the medial longitudinal arch angle during toe curl and short foot exercises. Phys Ther Sport. 2011 Feb;12(1):30-5. doi: 10.1016/j.ptsp.2010.08.001. Epub 2010 Sep 15."},{"pmid":"32173032","type":"BACKGROUND","citation":"Yamauchi J, Koyama K. Importance of toe flexor strength in vertical jump performance. J Biomech. 2020 May 7;104:109719. doi: 10.1016/j.jbiomech.2020.109719. Epub 2020 Feb 26."},{"pmid":"37019042","type":"BACKGROUND","citation":"Tahmasbi A, Shadmehr A, Attarbashi Moghadam B, Fereydounnia S. Does Kinesio taping of tibialis posterior or peroneus longus have an immediate effect on improving foot posture, dynamic balance, and biomechanical variables in young women with flexible flatfoot? Foot (Edinb). 2023 Sep;56:102032. doi: 10.1016/j.foot.2023.102032. Epub 2023 Mar 31."},{"pmid":"31156314","type":"BACKGROUND","citation":"Aboelnasr EA, El-Talawy HA, Abdelazim FH, Hegazy FA. Sensitivity and specificity of normalized truncated navicular height in assessment of static foot posture in children aged 6-12 years. Hong Kong Physiother J. 2019 Jun;39(1):15-23. doi: 10.1142/S1013702519500021. Epub 2018 Oct 12."},{"pmid":"2037861","type":"BACKGROUND","citation":"Budiman-Mak E, Conrad KJ, Roach KE. The Foot Function Index: a measure of foot pain and disability. J Clin Epidemiol. 1991;44(6):561-70. doi: 10.1016/0895-4356(91)90220-4."},{"pmid":"27780109","type":"BACKGROUND","citation":"Mickle KJ, Caputi P, Potter JM, Steele JR. Efficacy of a progressive resistance exercise program to increase toe flexor strength in older people. Clin Biomech (Bristol, Avon). 2016 Dec;40:14-19. doi: 10.1016/j.clinbiomech.2016.10.005. Epub 2016 Oct 7."},{"pmid":"28613553","type":"BACKGROUND","citation":"Raj MA, Tafti D, Kiel J. Pes Planus. 2023 May 23. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK430802/"},{"pmid":"25595429","type":"BACKGROUND","citation":"Toullec E. Adult flatfoot. Orthop Traumatol Surg Res. 2015 Feb;101(1 Suppl):S11-7. doi: 10.1016/j.otsr.2014.07.030. Epub 2015 Jan 13."},{"pmid":"25745926","type":"BACKGROUND","citation":"Frances JM, Feldman DS. Management of idiopathic and nonidiopathic flatfoot. Instr Course Lect. 2015;64:429-40."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000005413","term":"Flatfoot"}],"ancestors":[{"id":"D000070558","term":"Talipes"},{"id":"D000005531","term":"Foot Deformities, Acquired"},{"id":"D000005530","term":"Foot Deformities"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000005532","term":"Foot Deformities, Congenital"},{"id":"D000038061","term":"Lower Extremity Deformities, Congenital"},{"id":"D000017880","term":"Limb Deformities, Congenital"},{"id":"D000009139","term":"Musculoskeletal Abnormalities"},{"id":"D000000013","term":"Congenital Abnormalities"}],"browseLeaves":[{"id":"M8543","name":"Flatfoot","asFound":"Flat Foot","relevance":"HIGH"},{"id":"M6255","name":"Clubfoot","relevance":"LOW"},{"id":"M586","name":"Talipes","relevance":"LOW"},{"id":"M8017","name":"Equinus Deformity","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","relevance":"LOW"},{"id":"M8654","name":"Foot Deformities","relevance":"LOW"},{"id":"M8656","name":"Foot Deformities, Congenital","relevance":"LOW"},{"id":"M8655","name":"Foot Deformities, Acquired","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M24718","name":"Lower Extremity Deformities, Congenital","relevance":"LOW"},{"id":"M20062","name":"Limb Deformities, Congenital","relevance":"LOW"},{"id":"M12096","name":"Musculoskeletal Abnormalities","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}