{"protocolSection":{"identificationModule":{"nctId":"NCT06480838","orgStudyIdInfo":{"id":"STU-2023-0254"},"secondaryIdInfos":[{"id":"1R01NS129934-01A1","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01NS129934-01A1"}],"organization":{"fullName":"University of Texas Southwestern Medical Center","class":"OTHER"},"briefTitle":"Cerebral Autoregulation, Brain Perfusion, and Neurocognitive Outcomes After Traumatic Brain Injury","officialTitle":"Cerebral Autoregulation, Brain Perfusion, and Neurocognitive Outcomes After Traumatic Brain Injury","acronym":"CAPCOG-TBI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kan Ding","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Texas Southwestern Medical Center"},"leadSponsor":{"name":"University of Texas Southwestern Medical Center","class":"OTHER"},"collaborators":[{"name":"Albert Einstein College of Medicine","class":"OTHER"},{"name":"Texas Health Resources","class":"OTHER"},{"name":"Institute for Exercise and Environmental Medicine","class":"UNKNOWN"},{"name":"National Institute of Neurological Disorders and Stroke (NINDS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cognitive impairment after moderate to severe traumatic brain injury (msTBI) not only significantly affects the quality of life in individuals with msTBI, but also increases the possibility of late-life dementia. The goal of this study is to determine whether acute (\\< 1 week) cerebrovascular injury and its recovery within the first year postinjury measured by cerebral autoregulation and brain perfusion are associated with cognitive outcome at 12 months after msTBI. The results from this study will improve our understanding of cerebrovascular contributions to cognitive decline related to TBI and provide critical data to inform the development of strategies based on vascular mechanisms to improve cognition and prevent neurodegeneration after msTBI.","detailedDescription":"Nonfatal traumatic brain injury (TBI) is a leading cause of disability in adults, with an estimated economic cost of approximately $40.6 billion for the US population. The quality of life of TBI survivors is highly dependent on the extent of cognitive recovery after injury. Of note, about 65% of moderate to severe traumatic brain injury (msTBI) survivors continue to experience cognitive symptoms including impaired memory, slow processing speed, and poor attention span years after injury, with broad individual variability. Epidemiological studies also suggest that TBI is a risk factor for Alzheimer's Disease (AD) and AD-related dementias (ADRD). Further understanding of the pathophysiological mechanisms by which TBI contributes to progressive cognitive decline/dementia is a prominent research priority for the NIH.\n\nAlthough TBI and ADRD have different etiologies, mounting evidence indicates that cerebrovascular dysfunction occurs in both TBI and ADRD. Impaired cerebral autoregulation (CA) and brain hypoperfusion are well documented after acute TBI which are associated with unfavorable functional outcomes at 6 months. Our recent studies and others using multimodal hemodynamic and imaging approaches have shown that impaired CA and brain hypoperfusion also occur in chronic TBI years after injury and are associated with poor cognitive performance. The 2019 ADRD Summit called for further studies to understand the vascular contributions to progressive cognitive impairment/dementia after TBI and develop non-invasive diagnostic approaches. The following important questions remain to be addressed: 1) What is the impact of cerebrovascular dysfunction after acute TBI on short- and long-term cognitive outcomes? 2) What is the temporal relationship between the recovery of cerebrovascular function and cognitive outcome after TBI? and 3) Is there a relationship between changes in cerebrovascular function and post-TBI neurodegeneration as assessed through changes in brain volume and axonal integrity?\n\nThe overarching goal of this proposal is to determine whether acute, subacute, and chronic cerebrovascular dysfunction measured by CA and brain perfusion after msTBI are associated with cognitive outcomes and neurodegeneration after 12 months. We hypothesize that the degree of cerebrovascular dysfunction assessed during the acute stage (\\<1 week postinjury) and its poor recovery during the first year are associated with poor cognitive outcomes, brain volume loss, and axonal damage at 12 months postinjury. We propose a longitudinal study with 100 adults who sustained a single msTBI19 and 30 controls with orthopedic trauma only. The primary cognitive outcome is the NIH Toolbox Cognitive Battery (NIH_TB) fluid composite score at 12 months postinjury. Secondary clinical outcomes include the Glasgow Outcome Score-Extended (GOSE) and Traumatic Brain Injury Quality of Life (TBI-QOL). Brain volume loss and axonal integrity will be assessed using MRI. Our team has complementary expertise and research experience in TBI clinical care, cognitive outcomes after TBI, aging/dementia, cerebrovascular physiology, and neuroimaging to successfully conduct this project.\n\nAim 1: To determine the associations of cerebrovascular dysfunction assessed during the acute stage of msTBI (\\< 1 week postinjury) with cognitive outcome at 1 year. We will measure dynamic CA and brain perfusion using non-invasive multimodality approaches, including 2D duplex ultrasonography for cerebral blood flow (CBF), transcranial Doppler (TCD) for CBF velocity (CBFV), near-infrared spectroscopy (NIRS) for regional brain tissue oxygenation, and finger arterial photoplethysmography for beat-to-beat arterial blood pressure (ABP). CA will be quantified by dynamic changes in ABP and CBFV and brain tissue oxygenation. We hypothesize that the degree of cerebrovascular dysfunction during the acute stage of brain injury is inversely associated with 1) cognitive performance and 2) the GOSE and TBI-QOL score at 1 year postinjury.\n\nAim 2: To determine the temporal associations between the recovery of cerebrovascular function and cognitive outcomes after msTBI. Dynamic CA and brain perfusion will be measured at 3, 6 and 12 months postinjury. We hypothesize that the extent of cerebrovascular function recovery after TBI is associated temporally with 1) cognitive outcomes and 2) the GOSE and TBI-QOL score at 1 year postinjury.\n\nAim 3: To determine the temporal associations of acute cerebrovascular dysfunction and its recovery with the imaging biomarkers of neurodegeneration after msTBI. We will perform state-of-the-art MRI studies of brain structure and function at 3 months and 12 months postinjury. Brain imaging biomarkers will include whole and regional brain volumes and white matter axonal integrity. We hypothesize that the severity of acute cerebrovascular dysfunction and its poor recovery are associated with brain volume loss and axonal damage, and the associations between cerebrovascular dysfunction and cognitive outcome after TBI are mediated by the brain structural changes.\n\nThe findings from this study will improve our understanding of cerebrovascular contributions to cognitive and functional outcomes after TBI. This study will also provide the urgently needed knowledge of potential pharmacological and non-pharmacological therapies targeting cerebrovascular function to improve cognition and slow neurodegeneration after TBI."},"conditionsModule":{"conditions":["Traumatic Brain Injury With Loss of Consciousness","Brain Injury Traumatic Severe","Brain Injury Traumatic Moderate","TBI (Traumatic Brain Injury)","TBI"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Blood samples look at"},"enrollmentInfo":{"count":130,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"msTBI","description":"Subjects with moderate to severe TBI within the first week after initial injury"},{"label":"Orthopedic control","description":"Orthopedic trauma controls within the first week after initial injury"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"NIH Toolbox Cognitive Battery","description":"NIH Toolbox is a set of brief, comprehensive assessment tools. This study protocol will use the Cognitive battery of the Toolbox consisting of 7 subtests designed to measure executive function and attention (Flanker and Dimensional Change Card Sort), episodic memory (Picture Sequence Memory Test), working memory (List Sorting Working Memory Test), processing speed (Pattern Comparison Processing Speed and Flanker), and language (Picture Vocabulary Test). Assessments will be administered on an iPad (5th generation).","timeFrame":"September 1, 2023 - May 31, 2028"}],"secondaryOutcomes":[{"measure":"Hopkins Verbal Learning Test-Revised (HVLT-R)","description":"A word-list learning and episodic memory test. Each form consists of a list of 12 nouns (targets) with four words drawn from each of three semantic categories.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Trail Making Test A &B (TMT A & B)","description":"The TMT is a measure of attention, speed, and mental flexibility. Part A requires the individual to draw lines to connect 25 encircled consecutive numbers distributed on a page. Part A tests visual scanning, numeric sequencing, and visuomotor speed. Part B is similar except the person must alternate between ascending numbers and letters. Part B tests cognitive demands\n\nincluding visuomotor, visual scanning, and mental flexibility. Both sections are timed and the score represents the amount of time required to complete the task.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Wechsler Adult Intelligence Scale (WAIS) IV Processing Speed Index (Coding and Symbol Search subtests)","description":"The Processing Speed Index consists of two subtests: Symbol Search and Coding.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Revised-Glasgow Outcome Scale-Extended (R-GOSE)","description":"The Revised Glasgow Outcome Scale Extended (R-GOSE) is a measure of disability and handicap intended for use following head injury. It was developed specifically to meet the aims of the TRACK-TBI study and is based on the GOSE structured interview (Wilson et al. 1998). Unlike the GOSE, which does not distinguish between disability related to the brain injury and disability related to peripheral injuries sustained in the same incident, the R-GOSE assesses the impact of both non-CNS injuries (i.e. peripheral injuries) and the brain injury separately. As a result, two scores are obtained: an 'All' rating which reflects the participant's change in level of dependence as a function of peripheral and brain injuries combined, and a 'TBI' rating that removes the impact of the peripheral injuries leaving a disability rating that reflects only the TBI.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Expanded Disability Rating Scale Post-Acute Interview (E-DRS-PI)","description":"The E-DRS-PI measures the degree of disability experienced by an individual with a history of TBI using a structured interview. The answers to the interview questions are designed to guide the ratings of the items represented on the E-DRS-PI. The higher the total score, the greater the degree of disability. The interview is comprised of a series of multiple-choice questions that pertain to neurologic function, self-care and vocational activities. Depending on the answers to earlier questions relevant to a particular item, later questions are skipped. The total score will be added on the paper form. This form and the total will be uploaded into the database.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Pittsburgh Sleep Quality Index (PSQI)","description":"The Pittsburgh Sleep Quality Index (PSQI) is a self-rated questionnaire which assesses sleep quality and disturbances over a 1-month time interval. Nineteen individual items generate seven \"component\" scores: subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbances, use of sleeping medication, and daytime dysfunction. The sum of scores for these seven components yields one global score.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"NINDS Epilepsy Screening Questionnaire","description":"NINDS-ESQ was first used and validated in the TRACK-TBI cohort as an Epilepsy screening tool. The questionnaire consisted of screening items in which the participant has to answer if they had experienced (or were told they experienced) any of the following: item 1a, \"Uncontrolled movements of part or all of your body such as twitching, jerking, shaking, or going limp, lasting about 5 minutes or less?\"; item 1b, \"An unexplained change in mental state or level of awareness; or an episode of \"spacing out\" which you could not control, lasting about 5 minutes or less?\"; and item 1c, \"Any other type of repeated unusual attacks or convulsions lasting about 5 minutes or less?\" In addition, the patient was asked item 1d, \"Has anyone ever told you that you have seizure(s) or epilepsy?\"","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Rivermead Post-concussion Questionnaire (RPQ)","description":"The Rivermead PCS Questionnaire (RPQ) was originally developed as a measure of severity of symptoms following MTBI. It consists of 16 post-concussion symptoms including headaches, dizziness, nausea/vomiting, noise sensitivity, sleep disturbance, fatigue, irritability, feeling depressed/tearful, feeling frustrated/ impatient, forgetfulness, poor concentration, taking longer to think, blurred vision, light sensitivity, double vision and restlessness. In the original version of the RPQ, participants are asked to rate the degree (on a scale of 0 to 4) to which a particular symptom has been absent or a mild, moderate or severe problem over the previous 24 hours compared with premorbid levels. Note that the five-point rating scale asks the respondent to compare his/her current symptoms (if any) to symptoms experienced prior to the current injury. Thus, a score of 0 (i.e., \"not experienced) means the symptom was not previously experienced and is currently not a problem.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Participant Health Questionnaire (PHQ)-9","description":"The Participant Health Questionnaire 9 is a standardized assessment instrument designed to screen, diagnose, monitor, and measure the severity of depression.","timeFrame":"September 1, 2023 - May 31, 2028"},{"measure":"Columbia Suicide Severity Rating Scale (C-SSRS)","description":"The Columbia Suicide Severity Rating Scale is a standardized assessment instrument designed to assess the presence and severity of suicidal ideation and behavior, identify those at risk and track response to treatment. Four constructs are measured. The first is the severity of ideation (hereafter referred to as the \"severity subscale\"), which is rated on a 5-point ordinal scale. The second is the intensity of ideation subscale (hereafter referred to as the \"intensity subscale\"), which comprises 5 items, each rated on a 5-point ordinal scale. The third is the behavior subscale, which is rated on a nominal scale that includes actual, aborted, and interrupted attempts; preparatory behavior; and non-suicidal self-injurious behavior. And the fourth is the lethality subscale, which assesses actual attempts.","timeFrame":"September 1, 2023 - May 31, 2028"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented/Verified TBI (ACRM Criteria) (eg, motor vehicle (MV) occupant, MV pedestrian/cyclist, fall, other non-intentional, violence/assault)\n* A documented moderate to severe TBI defined as: Glasgow Coma Scale (GCS) \\< 13, or loss of consciousness (LOC) \\> 30 minutes, or posttraumatic amnesia (PTA) \\> 24 hours or intracranial neuroimaging abnormalities\n* Between the age 18 - 80 year-old\n* ≤ 1 week postinjury\n* Acute brain CT for clinical care\n* Admitted to the hospital for TBI\n* Visual acuity/hearing adequate for testing\n* Fluent in English or Spanish\n* Patient or LAR ability to provide informed consent\n\nExclusion Criteria:\n\n* Age greater or less than the range 18-80 years\n* Significant polytrauma that would interfere with follow-up and outcome assessment\n* Major debilitating baseline mental health disorders (e.g., schizophrenia, bipolar disorder, severe depression with active suicidal thoughts at the time of evaluation) that would interfere with follow-up and the validity of outcome assessment.\n* Major debilitating neurological disease (e.g., stroke, CVA, dementia, tumor) impairing baseline awareness, cognition, or validity of follow-up and outcome assessment.\n* Significant history of pre-existing conditions that would interfere with follow-up and outcome assessment (e.g., active substance abuse, alcoholism, HIV/AIDs, end-stage cancers, learning disabilities, developmental disorders)\n* Patients on psychiatric hold\n* Prisoners or patients in custody\n* Pregnancy in female subjects\n* Low likelihood of follow-up (e.g., participants or family indicating low interest, residence in another state or country, homeless or lack of reliable contacts)\n* Current participant in an interventional trial (e.g., drug, device, behavioral)\n* Penetrating TBI\n* Spinal cord injury with ASIA score of C or worse\n* Contraindications to MRI","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients with either moderate to severe traumatic brain injury within one week of injury, or plain orthopedic trauma within one week of injury.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Kan Ding, MD","role":"CONTACT","phone":"214-648-3571","email":"kan.ding@utsouthwestern.edu"},{"name":"Jill Morales, BA","role":"CONTACT","phone":"214-648-3571","email":"jill.morales@utsouthwestern.edu"}],"overallOfficials":[{"name":"Kan Ding, MD","affiliation":"UT Southwestern Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Texas Health Presbyterian Hospital","status":"RECRUITING","city":"Dallas","state":"Texas","zip":"75231","country":"United States","contacts":[{"name":"Philip Edmundson, MD","role":"CONTACT","email":"philipedmundson@texashealth.org"},{"name":"Jill Morales, BA","role":"CONTACT","email":"jill.morales@utsouthwestern.edu"},{"name":"Kan Ding, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Philip Edmundson, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"Parkland Health and Hospital System","status":"RECRUITING","city":"Dallas","state":"Texas","zip":"75235","country":"United States","contacts":[{"name":"Alex Valadka, MD","role":"CONTACT","email":"alex.valadka@utsouthwestern.edu"},{"name":"Alex Valadka","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":32.78306,"lon":-96.80667}},{"facility":"UT Southwestern Medical Center","status":"RECRUITING","city":"Dallas","state":"Texas","zip":"75390","country":"United States","contacts":[{"name":"Kan Ding, MD","role":"CONTACT","email":"kan.ding@utsouthwestern.edu"},{"name":"Jill Morales, BA","role":"CONTACT","email":"jill.morales@utsouthwestern.edu"},{"name":"Kan Ding, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Rong Zhang, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"David Zhu, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"C M Cullum, PhD","role":"SUB_INVESTIGATOR"},{"name":"Yulun Liu, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"referencesModule":{"references":[{"pmid":"33528230","type":"BACKGROUND","citation":"Miller GF, DePadilla L, Xu L. Costs of Nonfatal Traumatic Brain Injury in the United States, 2016. Med Care. 2021 May 1;59(5):451-455. doi: 10.1097/MLR.0000000000001511."},{"pmid":"28920887","type":"BACKGROUND","citation":"Wilson L, Stewart W, Dams-O'Connor K, Diaz-Arrastia R, Horton L, Menon DK, Polinder S. The chronic and evolving neurological consequences of traumatic brain injury. Lancet Neurol. 2017 Oct;16(10):813-825. doi: 10.1016/S1474-4422(17)30279-X. Epub 2017 Sep 12."},{"pmid":"19940676","type":"BACKGROUND","citation":"Dikmen SS, Corrigan JD, Levin HS, Machamer J, Stiers W, Weisskopf MG. Cognitive outcome following traumatic brain injury. J Head Trauma Rehabil. 2009 Nov-Dec;24(6):430-8. doi: 10.1097/HTR.0b013e3181c133e9."},{"pmid":"7874089","type":"BACKGROUND","citation":"Ponsford JL, Olver JH, Curran C. A profile of outcome: 2 years after traumatic brain injury. Brain Inj. 1995 Jan;9(1):1-10. doi: 10.3109/02699059509004565."},{"type":"BACKGROUND","citation":"Julie Schneider SJ, Jordan T. Gladman, Roderick A. Corriveau. ADRD Summit 2019 Report to the National Advisory Neurological Disorders and Stroke Council. 2019;"},{"pmid":"28735855","type":"BACKGROUND","citation":"Livingston G, Sommerlad A, Orgeta V, Costafreda SG, Huntley J, Ames D, Ballard C, Banerjee S, Burns A, Cohen-Mansfield J, Cooper C, Fox N, Gitlin LN, Howard R, Kales HC, Larson EB, Ritchie K, Rockwood K, Sampson EL, Samus Q, Schneider LS, Selbaek G, Teri L, Mukadam N. Dementia prevention, intervention, and care. Lancet. 2017 Dec 16;390(10113):2673-2734. doi: 10.1016/S0140-6736(17)31363-6. Epub 2017 Jul 20. No abstract available."},{"pmid":"24812697","type":"BACKGROUND","citation":"Nordstrom P, Michaelsson K, Gustafson Y, Nordstrom A. Traumatic brain injury and young onset dementia: a nationwide cohort study. Ann Neurol. 2014 Mar;75(3):374-81. doi: 10.1002/ana.24101."},{"pmid":"25347255","type":"BACKGROUND","citation":"Gardner RC, Burke JF, Nettiksimmons J, Kaup A, Barnes DE, Yaffe K. Dementia risk after traumatic brain injury vs nonbrain trauma: the role of age and severity. JAMA Neurol. 2014 Dec;71(12):1490-7. doi: 10.1001/jamaneurol.2014.2668."},{"pmid":"29396300","type":"BACKGROUND","citation":"Ramos-Cejudo J, Wisniewski T, Marmar C, Zetterberg H, Blennow K, de Leon MJ, Fossati S. Traumatic Brain Injury and Alzheimer's Disease: The Cerebrovascular Link. EBioMedicine. 2018 Feb;28:21-30. doi: 10.1016/j.ebiom.2018.01.021. Epub 2018 Jan 31."},{"pmid":"26695090","type":"BACKGROUND","citation":"Preiksaitis A, Krakauskaite S, Petkus V, Rocka S, Chomskis R, Dagi TF, Ragauskas A. Association of Severe Traumatic Brain Injury Patient Outcomes With Duration of Cerebrovascular Autoregulation Impairment Events. Neurosurgery. 2016 Jul;79(1):75-82. doi: 10.1227/NEU.0000000000001192."},{"pmid":"16943658","type":"BACKGROUND","citation":"Vavilala MS, Muangman S, Tontisirin N, Fisk D, Roscigno C, Mitchell P, Kirkness C, Zimmerman JJ, Chesnut R, Lam AM. Impaired cerebral autoregulation and 6-month outcome in children with severe traumatic brain injury: preliminary findings. Dev Neurosci. 2006;28(4-5):348-53. doi: 10.1159/000094161."},{"pmid":"19392589","type":"BACKGROUND","citation":"Sviri GE, Aaslid R, Douville CM, Moore A, Newell DW. Time course for autoregulation recovery following severe traumatic brain injury. J Neurosurg. 2009 Oct;111(4):695-700. doi: 10.3171/2008.10.17686."},{"pmid":"34464600","type":"BACKGROUND","citation":"Thomas BP, Tarumi T, Wang C, Zhu DC, Tomoto T, Munro Cullum C, Dieppa M, Diaz-Arrastia R, Bell K, Madden C, Zhang R, Ding K. Hippocampal and rostral anterior cingulate blood flow is associated with affective symptoms in chronic traumatic brain injury. Brain Res. 2021 Nov 15;1771:147631. doi: 10.1016/j.brainres.2021.147631. Epub 2021 Aug 28."},{"pmid":"31790877","type":"BACKGROUND","citation":"Amyot F, Kenney K, Spessert E, Moore C, Haber M, Silverman E, Gandjbakhche A, Diaz-Arrastia R. Assessment of cerebrovascular dysfunction after traumatic brain injury with fMRI and fNIRS. Neuroimage Clin. 2020;25:102086. doi: 10.1016/j.nicl.2019.102086. Epub 2019 Nov 11."},{"pmid":"14623066","type":"BACKGROUND","citation":"Bonne O, Gilboa A, Louzoun Y, Kempf-Sherf O, Katz M, Fishman Y, Ben-Nahum Z, Krausz Y, Bocher M, Lester H, Chisin R, Lerer B. Cerebral blood flow in chronic symptomatic mild traumatic brain injury. Psychiatry Res. 2003 Nov 30;124(3):141-52. doi: 10.1016/s0925-4927(03)00109-4."},{"pmid":"25730545","type":"BACKGROUND","citation":"Meier TB, Bellgowan PS, Singh R, Kuplicki R, Polanski DW, Mayer AR. Recovery of cerebral blood flow following sports-related concussion. JAMA Neurol. 2015 May;72(5):530-8. doi: 10.1001/jamaneurol.2014.4778."},{"pmid":"32349614","type":"BACKGROUND","citation":"Ware JB, Dolui S, Duda J, Gaggi N, Choi R, Detre J, Whyte J, Diaz-Arrastia R, Kim JJ. Relationship of Cerebral Blood Flow to Cognitive Function and Recovery in Early Chronic Traumatic Brain Injury. J Neurotrauma. 2020 Oct 15;37(20):2180-2187. doi: 10.1089/neu.2020.7031. Epub 2020 Jun 11."},{"pmid":"32505751","type":"BACKGROUND","citation":"Ding K, Tarumi T, Tomoto T, Mccolloster M, Le T, Dieppa M, Diaz-Arrastia R, Bell K, Madden C, Cullum CM, Zhang R. Impaired cerebral blood flow regulation in chronic traumatic brain injury. Brain Res. 2020 Sep 15;1743:146924. doi: 10.1016/j.brainres.2020.146924. Epub 2020 Jun 4."},{"type":"BACKGROUND","citation":"VA/DoD Clinical Practice Guideline for the Management of Concussion-Mild Traumatic Brain Injury (2016)."},{"pmid":"29265862","type":"BACKGROUND","citation":"Tulsky DS, Carlozzi NE, Holdnack J, Heaton RK, Wong A, Goldsmith A, Heinemann AW. Using the NIH Toolbox Cognition Battery (NIHTB-CB) in individuals with traumatic brain injury. Rehabil Psychol. 2017 Nov;62(4):413-424. doi: 10.1037/rep0000174."},{"pmid":"31875840","type":"BACKGROUND","citation":"Tyner CE, Boulton AJ, Sherer M, Kisala PA, Glutting JJ, Tulsky DS. Development of Composite Scores for the TBI-QOL. Arch Phys Med Rehabil. 2020 Jan;101(1):43-53. doi: 10.1016/j.apmr.2018.05.036. Epub 2018 Jul 3."},{"pmid":"25931184","type":"BACKGROUND","citation":"Tulsky DS, Kisala PA, Victorson D, Carlozzi N, Bushnik T, Sherer M, Choi SW, Heinemann AW, Chiaravalloti N, Sander AM, Englander J, Hanks R, Kolakowsky-Hayner S, Roth E, Gershon R, Rosenthal M, Cella D. TBI-QOL: Development and Calibration of Item Banks to Measure Patient Reported Outcomes Following Traumatic Brain Injury. J Head Trauma Rehabil. 2016 Jan-Feb;31(1):40-51. doi: 10.1097/HTR.0000000000000131."},{"pmid":"31498227","type":"BACKGROUND","citation":"Tulsky DS, Kisala PA. An Overview of the Traumatic Brain Injury-Quality of Life (TBI-QOL) Measurement System. J Head Trauma Rehabil. 2019 Sep/Oct;34(5):281-288. doi: 10.1097/HTR.0000000000000531. No abstract available."},{"pmid":"9458872","type":"BACKGROUND","citation":"Zhang R, Zuckerman JH, Giller CA, Levine BD. Transfer function analysis of dynamic cerebral autoregulation in humans. Am J Physiol. 1998 Jan;274(1 Pt 2):H233-41. doi: 10.1152/ajpheart.1998.274.1.h233."},{"pmid":"26782760","type":"BACKGROUND","citation":"Claassen JA, Meel-van den Abeelen AS, Simpson DM, Panerai RB; international Cerebral Autoregulation Research Network (CARNet). Transfer function analysis of dynamic cerebral autoregulation: A white paper from the International Cerebral Autoregulation Research Network. J Cereb Blood Flow Metab. 2016 Apr;36(4):665-80. doi: 10.1177/0271678X15626425. Epub 2016 Jan 18."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD will be upload to FITBIR. The protocols including statistic analysis plan will be published. CSR will be shared through FITBIR.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"Time frame of study protocol is to be determine depending on manuscript submission and revision timeline.","accessCriteria":"Criteria will be assessed as data and timelines become solidified."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"},{"id":"D000014474","term":"Unconsciousness"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000003244","term":"Consciousness Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M17685","name":"Wounds and Injuries","asFound":"Injury Traumatic","relevance":"HIGH"},{"id":"M5207","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17224","name":"Unconsciousness","asFound":"Loss of Consciousness","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9349","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M22023","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M6468","name":"Consciousness Disorders","relevance":"LOW"},{"id":"M21826","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}