{"protocolSection":{"identificationModule":{"nctId":"NCT06472310","orgStudyIdInfo":{"id":"D5180R00037"},"organization":{"fullName":"AstraZeneca","class":"INDUSTRY"},"briefTitle":"Clinical and demOgRaphic Features of Patients With Uncontrolled Severe Asthma in Russia (CORSAR)","officialTitle":"An Observational Multicenter Cross-sectional Study of Patients With Uncontrolled Severe Asthma in the Population of the Russian Federation","acronym":"CORSAR"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-22","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AstraZeneca","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is an observational multicenter cross-sectional study. Planned study population consists of 5 000 adult patients with uncontrolled SA receiving treatment according to standard of care (except biologics). Planned number of study site is 50 outpatient centers with experience of uncontrolled SA treatment in about 50 regions of Russia (in order to describe characteristics of patients with uncontrolled SA in different regions in the most comprehensive way). This non-interventional study does not imply any intervention into a routine clinical practice, and does not provide for any diagnostic and therapeutic procedures other than those used in routine practice.","detailedDescription":"There are limited epidemiological data of the patients with uncontrolled severe asthma in Russia since there is no unified system for regular monitoring of patients with severe asthma in the country. The systematic information about complications and comorbidities, about the treatment approaches and their effectiveness in the Russian population is also absent.\n\nThe observational registry is really important to describe the epidemiological characteristics of the disease and to analyse the clinical characteristics of the various subgroups of patients. This is an excellent starting point to be able to investigate the characteristics of the disease in detail.\n\nThe Russian Federation consists of 85 regions with a total population of more than 145 million people. The regions differ in ethnic composition, age, gender, climate, ecology, economic level, prevalence of asthma in general and severe asthma in particular.\n\nPreviously reported observational registries are International Severe Asthma Registry (ISAR) and Russian Severe Asthma Registry (RSAR), both studies included patients regardless of whether patients received biological agents or not. The percentage of patients receiving biologics in these studies was 25.4% and 10.6% respectively.\n\nThus, there is a need to perform a large-scale observational registry in regions of the country with a sufficient size of population to obtain information on SA epidemiology, clinical and demographic characteristics, to describe main clinical outcomes and evaluate existing associations between observed treatment patterns and clinical outcomes in real clinical practice in patients with uncontrolled SA not receiving biologic therapy.\n\nTrial will have cross-sectional design and will include 1 visit for obtaining the patient's demographic and clinical data. To allow wide data coverage the study will involve at least 50 regions of Russian Federation; in each region 100 patients will be recruited. The total size of study population will be 5 000 patients."},"conditionsModule":{"conditions":["Severe Asthma"],"keywords":["uncontrolled severe asthma","SA"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"OTHER"},"enrollmentInfo":{"count":5000,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"To characterise the profile of routine therapy used for patients with uncontrolled SA not receiving biological therapy in proportion of patients receiving different classes of drugs will be calculated","description":"1. ICS alone (duration, dosage);\n2. LABA alone (duration, dosage);\n3. ICS and LABA (duration, dosage);\n4. ICS and LABA plus:\n\na. Short-acting beta-agonists (SABA) (duration, dosage); b. LAMA (duration, dosage); c. LTRA (duration, dosage); d. Theophylline (duration, dosage); e. Macrolide antibiotics (duration, dosage).","timeFrame":"June 2024 - June 2027"},{"measure":"To determine the pattern and trends of OCS prescription","description":"Proportion of patients receiving OCS: intermittent/regularly; Median daily dose in case of regular OCS use; Median cumulative OCS exposure.","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation mean age at the inclusion into the study will be collected","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation mean age at the primary asthma diagnosis will be collected","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation mean age at the diagnosis of SA will be collected","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of men and women will be calculated","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation data on mean body mass index (BMI) will be collected","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of patients with overweight will be calculated","description":"BMI ≥25 kg/m2","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation data on proportion of patients with different educational statuses","description":"educational statuses: higher, secondary special, secondary general","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in proportion of patients from each residential region of Russia will be calculated","timeFrame":"June 2024 - June 2027"},{"measure":"To describe demographic characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of patients with negative lifestyle factors will be calculated","description":"1. Proportion of patients with history of smoking/current smokers;\n2. Mean smoking index (pack-years) for current smokers;\n3. Proportion of patients with a history of alcohol abuse/current alcohol abuse;\n4. Proportion of patients with overeating;\n5. Proportion of patient with physical inactivity.","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of patients with chronic rhinosinusitis with nasal polyps will be calculated","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of patients with different comorbidities will be calculated","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation mean eosinophils blood count will be collected","description":"cells/μl","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of patients with different levels of eosinophils blood count will be calculated","description":"1. \\<150 cells/μl;\n2. ≥150 cells/μl;\n3. ≥300 cells/μl.","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation 14. Mean eosinophils count in sputum will be collected","description":"cells per high power field","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation 15. Mean total Immunoglobulin E will be calculated","description":"IU/ml","timeFrame":"June 2024- June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation proportion of patients with different levels of total IgE will be calculated","description":"1. ≤30 UI/ml;\n2. \\>30 UI/ml;","timeFrame":"June 2024 - June 2027"},{"measure":"To describe clinical characteristics of patients with uncontrolled SA not receiving biological therapy in Russian Federation mean FeNO will be calculated","description":"parts per billion (ppb)","timeFrame":"June 2024 - June 2027"}],"secondaryOutcomes":[{"measure":"1. Proportion of patients with change of inhaled therapy during retrospective 52-week follow-up period","description":"1. Change of ICS;\n2. Dose of ICS increased;\n3. Addition of another drug for inhaled therapy","timeFrame":"June 2024 - June 2027"},{"measure":"2. Proportion of patients with OCS prescription occurred during retrospective 52-week follow-up period","timeFrame":"June 2024 - June 2027"},{"measure":"3. Proportion of participants sent to biological therapy","timeFrame":"June 2024 - June 2027"},{"measure":"4. Proportion of patients experiencing 0, 1, 2, ≥3 severe asthma exacerbations* during retrospective 52-week follow-up period","description":"\\*Severe asthma exacerbation is defined as worsening of asthma requiring any of the following:\n\n* use of systemic corticosteroids (CS) (or a temporary increase in a stable OCS background dose) for at least 3 days or a single depo-injectable dose of CS and/or\n* an emergency room/urgent care visit (defined as evaluation and treatment for \\< 24 hours in an emergency department or urgent care center) due to asthma that required systemic CS (as per above) and/or\n* an inpatient hospitalization (defined as admission to an inpatient facility and/or evaluation and treatment in a healthcare facility for ≥ 24 hours) due to asthma.","timeFrame":"June 2024 - June 2027"},{"measure":"5. Annualised rate of severe asthma exacerbations* during retrospective 52-week follow-up period","timeFrame":"June 2024 - June 2027"},{"measure":"6. Cumulative days of severe asthma exacerbations","timeFrame":"June 2024 - June 2027"},{"measure":"7. Proportion of patients with healthcare resource utilization (HRU) events during retrospective 52-week follow-up period:","description":"1. Unscheduled outpatient visits;\n2. Emergency department visits/emergency calls;\n3. Hospitalizations.","timeFrame":"June 2024 - June 2027"},{"measure":"8. Mean parameters of lung function:","description":"1. Mean pre- and post-bronchodilator forced expiratory volume in 1 second (pre- and post-FEV1);\n2. Mean pre- and post-bronchodilator forced vital capacity (pre- and post-FVC);\n3. Mean pre-bronchodilator forced expiratory flow (pre-FEF);\n4. Mean functional residual capacity (FRC), residual lung volume (RLV) and total lung capacity (TLC) evaluated by spirometry and/or body plethysmography.","timeFrame":"June 2024 - June 2027"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years at the time of inclusion;\n2. Signed and dated written informed consent in accordance with ICH GCP and local law prior to inclusion in the study;\n3. Patients with diagnosis of uncontrolled SA (Asthma Control Questionnaire-5 (ACQ-5) score \\> 1,5) established no less than 52 weeks prior to inclusion; Severe asthma is defined as asthma, that is controlled due to treatment with ICS in medium or high doses plus LABA and/or ALP, and/or LAMA, and/or systemic corticosteroids (sCS), and/or immunobiological therapy, while attempts to reduce the volume of therapy lead to a loss of symptom control, or asthma remains uncontrolled despite this treatment. Such therapy should be carried out at least 3 months before inclusion.\n\n   Uncontrolled asthma is defined as ACQ-5\\>1.5.\n4. Patients with the availability of at least 52 weeks of follow-up data (prior to inclusion) in the medical records.\n\nExclusion Criteria:\n\n1. Patients receiving any biological therapy currently or within 52 weeks prior to inclusion;\n2. Presence of chronic obstructive pulmonary disease (COPD) or idiopathic pulmonary fibrosis (ILF) currently or in the anamnesis;\n3. The participation in any clinical study currently or within 52 weeks prior to inclusion;\n4. An acute or chronic disease that, as deemed by Investigator, limits the ability of patients to participate in this study or could influence the interpretation of the results.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"5 000 adult patients with confirmed diagnosis of uncontrolled SA who receive medical treatment (excluding biological therapy) and are monitored and treated by pulmonologists or allergologists in approximately 50 clinical centers in about 50 regions of Russia","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"AstraZeneca Clinical Study Information Center","role":"CONTACT","phone":"1-877-240-9479","email":"information.center@astrazeneca.com"}],"locations":[{"facility":"Research Site","status":"RECRUITING","city":"Blagoveshchensk","country":"Russian Federation","geoPoint":{"lat":50.27961,"lon":127.5405}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001249","term":"Asthma"}],"ancestors":[{"id":"D000001982","term":"Bronchial Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012130","term":"Respiratory Hypersensitivity"},{"id":"D000006969","term":"Hypersensitivity, Immediate"},{"id":"D000006967","term":"Hypersensitivity"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M4556","name":"Asthma","asFound":"Asthma","relevance":"HIGH"},{"id":"M5258","name":"Bronchial Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M11170","name":"Lung Diseases, Obstructive","relevance":"LOW"},{"id":"M10018","name":"Hypersensitivity","relevance":"LOW"},{"id":"M14967","name":"Respiratory Hypersensitivity","relevance":"LOW"},{"id":"M10020","name":"Hypersensitivity, Immediate","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}