{"protocolSection":{"identificationModule":{"nctId":"NCT06475885","orgStudyIdInfo":{"id":"GaziU-CSE-01"},"organization":{"fullName":"Gazi University","class":"OTHER"},"briefTitle":"Effect of Baby Massage on Postnatal Maternal Attachment and Depression","officialTitle":"Effect of Baby Massage on Postnatal Maternal Attachment and Depression: Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-12-25","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-18","type":"ACTUAL"},"completionDateStruct":{"date":"2023-06-18","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ceyda SARPER ERKILIC","investigatorTitle":"Lecturer","investigatorAffiliation":"Gazi University"},"leadSponsor":{"name":"Gazi University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to examine the effects of providing infant massage training to mothers in the early postpartum period with the goal of preventing postpartum depression and enhancing maternal bonding.","detailedDescription":"Postpartum depression is a common and serious mood disorder influenced by various factors. The global prevalence of postpartum depression has been identified as 17.22%. Depressive symptoms experienced by the mother can affect her daily activities and have a negative impact on infant care. Postpartum depression can also affect mother-infant bonding. A healthy bond between the mother and the baby supports the baby in feeling secure, emotionally satisfied, and adapting to the world. Infant massage has been encouraged in recent years for mothers as it can create positive effects on both depression and maternal attachment. This study provided infant massage training to mothers in the early postpartum period with the aim of preventing postpartum depression and enhancing maternal attachment. The Edinburgh Postnatal Depression Scale (EPDS) was administered to participants on the 14th day postpartum, and those with a score of 12 or below were included in the study. A total of 70 participants were randomly assigned to either the experimental group (35 participants) or the control group (35 participants). The experimental group received a 5-week International Association of Infant Massage (IAIM) Infant Massage Program starting from the 14th day postpartum. The control group did not receive any training or intervention. At the end of the 5 weeks, participants were assessed using the Edinburgh Postnatal Depression Scale and the Maternal Attachment Inventory. The study examined whether there were differences in the mean scores of the scales between the groups."},"conditionsModule":{"conditions":["Postpartum Period"],"keywords":["Depression, Postpartum","Attachment","Massage","Infant","Nursing"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A comparative study of two groups compared with a control group.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","maskingDescription":"Responses from the participants were coded as \"Group 1\" and \"Group 2\" by an independent individual, and the information regarding which code corresponded to which group was not shared with the statistician. The statistician performed the data analysis and wrote the results report, which was then communicated to the researcher. Only after this stage did the researcher learn which code corresponded to which group.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group Receiving Infant Massage Training","type":"EXPERIMENTAL","description":"The experimental group received a 5-week International Association of Infant Massage (IAIM) Infant Massage Program starting from the 14th day postpartum.","interventionNames":["Other: Infant Massage Program"]},{"label":"Infant massage training not provided group","type":"NO_INTERVENTION","description":"The control group received no training or intervention."}],"interventions":[{"type":"OTHER","name":"Infant Massage Program","description":"The experimental group received the International Association of Infant Massage (IAIM) Infant Massage Program starting from day 14 postpartum for a duration of 5 weeks.","armGroupLabels":["Group Receiving Infant Massage Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Edinburgh Postnatal Depression Scale","description":"The Edinburgh Postnatal Depression Scale (EPDS) is a 10-item measure used as a screening tool to identify the risk of depression, but it is not intended for diagnostic purposes. Each question on the scale is scored from 0 to 3, with the maximum possible score being 30. The 1st, 2nd, and 4th questions are scored 0-1-2-3, while the 3rd, 5th, 6th, 7th, 8th, 9th, and 10th questions are scored 3-2-1-0. The cut-off point for the scale is 13, with scores of 13 and above indicating the presence of depression. In this study, the scale was administered to participants on the 14th and 45th days postpartum. The difference between the mean scores of the Edinburgh Postnatal Depression Scale in the experimental group and the mean scores in the control group was examined to determine if it is statistically significant (p\\<0.05 indicates significance).","timeFrame":"One month"},{"measure":"Maternal Attachment Scale","description":"The Maternal Attachment Inventory (MAI) is a unidimensional scale designed to measure the attachment between a mother and her baby. It consists of 26 items, each rated on a 4-point Likert scale ranging from \"always\" to \"never.\" The scale is scored as follows: \"Always = 4 points,\" \"Frequently = 3 points,\" \"Sometimes = 2 points,\" and \"Never = 1 point.\" Higher total scores indicate higher levels of maternal attachment. The minimum possible score on the scale is 26, and the maximum possible score is 104. In this study, the scale was administered to participants on the 45th day postpartum. The difference between the mean scores of the Maternal Attachment Inventory in the experimental group and the mean scores in the control group was examined to determine if it is statistically significant (p\\<0.05 indicates significance).","timeFrame":"one day"},{"measure":"he relationship between the Edinburgh Postnatal Depression Scale and Maternal Attachment Scale.","description":"The relationship between the mean scores of the Edinburgh Postnatal Depression Scale and the mean scores of the Maternal Attachment Scale administered to participants on the 45th day postpartum was examined to determine if it is statistically significant (p\\<0.05 indicates significance).","timeFrame":"one day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primiparous\n* Singleton pregnancy\n* Delivery at term (37-42 weeks of gestation)\n* Edinburgh Postnatal Depression Scale score ≤ 12\n* No physical health issues preventing massage\n* No history of psychiatric illness (self-reported)\n* At least basic literacy\n* Residing in Ankara\n* No previous training in infant massage\n* Speaking the same language as the researcher\n* Absence of any anomaly, malformation, or health issue preventing massage (for infants)\n\nExclusion Criteria:\n\n* Not having completed the infant massage training\n* Wanting to withdraw from the study for any reason","healthyVolunteers":true,"sex":"FEMALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ceyda Sarper-Erkılıç","affiliation":"Gazi University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ayten Şentürk-Erenel","affiliation":"Lokman Hekim Üniversitesi","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Koru Hospital","city":"Ankara","zip":"06510","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M21076","name":"Depression, Postpartum","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]}},"hasResults":false}