{"protocolSection":{"identificationModule":{"nctId":"NCT06475547","orgStudyIdInfo":{"id":"POAF130624"},"organization":{"fullName":"Odense University Hospital","class":"OTHER"},"briefTitle":"Inflammation and Postoperative Atrial Fibrillation in Cardiac Surgery","officialTitle":"Inflammation and Postoperative Atrial Fibrillation in Cardiac Surgery"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Odense University Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Postoperative atrial fibrillation (POAF) is a common complication after cardiac surgery, marked by an irregular and rapid heart rate, and associated with increased morbidity, longer hospital stays, and higher costs. Its complex pathophysiology involves atrial remodeling, inflammation, and autonomic dysregulation. Surgical trauma and cardiopulmonary bypass trigger an inflammatory response, releasing cytokines. Epicardial fat around the heart secretes pro-inflammatory cytokines, and its increased thickness is linked to higher inflammation and atrial fibrillation. This study uses RNA sequencing (RNA-seq) to profile gene expression in epicardial fat, identifying key genes involved in inflammation and metabolism. By comparing patients with and without POAF, RNA-seq reveals differentially expressed genes associated with postoperative atrial fibrillation.","detailedDescription":"Postoperative Atrial Fibrillation (POAF) after Cardiac Surgery Postoperative atrial fibrillation is a common complication following cardiac surgery, characterized by irregular and often rapid heart rate. It is associated with increased morbidity, prolonged hospital stays, and higher healthcare costs. The pathophysiology of POAF is complex and multifactorial, involving atrial structural and electrical remodeling, inflammation, and autonomic dysregulation.\n\nInflammation and Epicardial Fat Inflammation plays a significant role in the development of POAF. Surgical trauma and cardiopulmonary bypass trigger a systemic inflammatory response, releasing cytokines and other inflammatory mediators. Epicardial fat, the visceral fat depot around the heart, is an active endocrine organ secreting pro-inflammatory cytokines and adipokines. Increased epicardial fat thickness is associated with higher levels of inflammation and has been implicated in the pathogenesis of atrial fibrillation.\n\nRNA isolation and sequencing RNA sequencing (RNA-seq) can be used to investigate gene expression in epicardial fat in several impactful ways. RNA-seq can profile gene expression to identify active genes in epicardial fat and their expression levels, revealing key genes involved in inflammation and metabolism. By comparing gene expression between groups, such as patients with and without POAF, RNA-seq can identify differentially expressed genes associated with atrial fibrillation.\n\nRNA-seq analyses The RNA sequencing data files were aligned to the hg38 reference genome using the Spliced Transcripts Alignment to a Reference (STAR) aligner and read counts in genes were quantified. The resulting data matrix with unnormalized counts was loaded into RStudio together with patient metadata information (e.g., age, gender, BMI, smoking). Differential expression analyses were conducted with DESeq2 using adjustment for different variables, including type of tissue, age of patients, gender, and BMI.\n\nHypothesis We hypothesize that POAF may be influenced by pre-existing inflammation in epicardial fat, in addition to the inflammation caused by surgical trauma.\n\nObjective:\n\nTo compare inflammatory gene expression in epicardial fat between patients who develop POAF and those who do not after elective cardiac surgery.\n\nStudy Design:\n\nA prospective cohort study including patients undergoing first-time elective cardiac surgery.\n\nParticipants:\n\nInclusion criteria: Patients undergoing first-time elective cardiac surgery. Exclusion criteria: Patients with previous cardiac surgeries or emergency surgeries.\n\nGroups:\n\nPOAF Group: Patients who develop POAF. Non-POAF Group: Patients who do not develop POAF.\n\nSample Collection:\n\nEpicardial fat samples will be collected during the time of surgery.\n\nRNA Isolation and Sequencing:\n\nHomogenize adipose tissue in TRIzol using ceramic beads (Fastprep 24, MPBio). Purify RNA using EconoSpin columns (Epoch). Prepare RNA libraries with NEBNext Ultra II RNA Library Prep Kit for Illumina. Perform paired-end sequencing on the NovaSeq 6000 platform (Illumina).\n\nData Analysis:\n\nAlign RNA-seq data to the hg38 genome using STAR aligner. Quantify gene counts and perform differential expression analysis using DESeq2. Adjust for variables such as tissue type, age, gender, and BMI.\n\nOutcome Measures:\n\nCompare inflammatory gene expression profiles between POAF and Non-POAF groups at the time of surgery."},"conditionsModule":{"conditions":["Atrial Fibrillation","Inflammation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Sample Type:\n\nEpicardial fat tissue samples.\n\nCollection Method:\n\nEpicardial fat samples were collected during elective cardiac surgery from patients undergoing their first-time procedure.\n\nCollection Procedure:\n\nTissue was carefully excised from the epicardial fat depot around the heart during surgery."},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"POAF","description":"Patients who develop postoperative atrial fibrillation.","interventionNames":["Other: Descriptive"]},{"label":"Non-POAF","description":"Patients who do not develop postoperative atrial fibrillation."}],"interventions":[{"type":"OTHER","name":"Descriptive","description":"This study is observational and does not involve any clinical intervention. The primary procedure involves the collection of epicardial fat tissue samples. The collected samples are then processed and analyzed to compare inflammatory gene expression between the two groups. The analysis includes RNA sequencing to identify differentially expressed genes associated with atrial fibrillation and inflammation.","armGroupLabels":["POAF"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Inflammatory genes","description":"Genes including Interleukin 6","timeFrame":"The sample is taken at the time of surgery."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age \\> 18\n* Informed consent\n\nExclusion Criteria:\n\n* Incompetent individuals\n* General poor health condition at the time of inclusion\n* Reoperation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients undergoing cardiac surgery","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Lytfi Krasniqi, MD","role":"CONTACT","phone":"65412404","email":"Lytfi.Krasniqi@rsyd.dk"}],"locations":[{"facility":"Odense University Hospital, Cardiac Surgery Department","status":"RECRUITING","city":"Odense","zip":"5000","country":"Denmark","contacts":[{"name":"Lytfi Krasniqi, MD","role":"CONTACT","phone":"004524638899","email":"Lytfi.Krasniqi@rsyd.dk"}],"geoPoint":{"lat":55.39594,"lon":10.38831}}]},"referencesModule":{"references":[{"pmid":"23104886","type":"BACKGROUND","citation":"Dobin A, Davis CA, Schlesinger F, Drenkow J, Zaleski C, Jha S, Batut P, Chaisson M, Gingeras TR. STAR: ultrafast universal RNA-seq aligner. Bioinformatics. 2013 Jan 1;29(1):15-21. doi: 10.1093/bioinformatics/bts635. Epub 2012 Oct 25."},{"pmid":"25516281","type":"BACKGROUND","citation":"Love MI, Huber W, Anders S. Moderated estimation of fold change and dispersion for RNA-seq data with DESeq2. Genome Biol. 2014;15(12):550. doi: 10.1186/s13059-014-0550-8."},{"pmid":"26935271","type":"BACKGROUND","citation":"Wong CX, Ganesan AN, Selvanayagam JB. Epicardial fat and atrial fibrillation: current evidence, potential mechanisms, clinical implications, and future directions. Eur Heart J. 2017 May 1;38(17):1294-1302. doi: 10.1093/eurheartj/ehw045."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be available in anonymized form in accordance with GDPR upon reasonable request.\n\nData will be shared with researchers whose proposed use has been approved, primarily for replication of our results.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"TBA","accessCriteria":"To request access, contact Lytfi.Krasniqi@rsyd.dk. A signed data access agreement, compliant with regional legislation and data authority requirements, is required prior to data release."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"},{"id":"D000007249","term":"Inflammation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M4586","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M10293","name":"Inflammation","asFound":"Inflammation","relevance":"HIGH"},{"id":"M4453","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}