{"protocolSection":{"identificationModule":{"nctId":"NCT06476015","orgStudyIdInfo":{"id":"013008003-2023-"},"organization":{"fullName":"Fundacion Universitaria Maria Cano","class":"OTHER"},"briefTitle":"Effectiveness of Physical Exercise of Patients With Chronic Non-communicable Disease","officialTitle":"Effectiveness of Physical Exercise on Frailty, Body Composition and Functional Classification of Patients With Chronic Non-communicable Disease"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-30","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Catalina Lopera Muñetón","investigatorTitle":"Principal investigator","investigatorAffiliation":"Fundacion Universitaria Maria Cano"},"leadSponsor":{"name":"Fundacion Universitaria Maria Cano","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the Pan American Health Organization (PAHO), chronic, non-communicable diseases (NCDs) are the main cause of death and disability in the world. The term, NCD refers to a group of diseases that are not primarily caused by acute infection and result in long-lasting health consequences, with significant long-term care and treatment needs. These include chronic lung diseases such as COPD and metabolic diseases such as Diabetes. Worldwide, chronic non-communicable diseases are related to physical inactivity as the main risk factor. In this sense, exercise and physical activity have become priority elements of public health, with recommendations that they be carried out with moderate intensity at least 150 minutes a week. In Colombia, exercise as an important strategy for the prevention and management of chronic non-communicable diseases, which is described in the ten-year public health plan. However, in its application in clinical practice, the evidence shows that there are few structured programs at the national or regional level, which monitor the adequate prescription of exercise as a therapeutic strategy for the control of NCDs and improvement. of functionality. Reason for which this research arises, which aims to describe the effectiveness of exercise on the frailty, body composition and functional classification of 300 patients with chronic non-communicable disease.","detailedDescription":"Non-communicable diseases represent a significant burden on public health worldwide. These are the main cause of premature mortality and disability in the Americas and represent two thirds of all deaths in the region. Comprehensive understanding of the relationship between frailty, body composition, exercise (aerobic and strength) and diseases such as COPD and diabetes, is essential to develop effective preventive and therapeutic strategies. This can not only have an impact on the quality of life of affected individuals, but also in reducing the global burden of these diseases and their comorbidities.\n\nIn this sense, diabetes mellitus is a group of metabolic disorders that is characterized by chronic hyperglycemia, due to a defect in insulin secretion, a defect in insulin action, or both. In addition to hyperglycemia, alterations in fat and protein metabolism coexist. Sustained hyperglycemia over time is associated with damage, dysfunction and failure of several organs and systems, especially kidneys, eyes, nerves, heart and blood vessels. On the other hand, physical exercise has proven to be an effective intervention because it improves insulin sensitivity, facilitates glycemic control and reduces cardiovascular risk, also because it helps in managing body weight and improves quality of life in general.\n\nOn the other hand, COPD is a chronic respiratory pathological condition characterized by a persistent limitation of expiratory airflow that is partially reversible; It remains one of the main public health problems and is the fourth cause of mortality in the United States. It is known that, within the clinical manifestations or symptoms, there is an impact on the state of health, quality of life and daily activities, which contribute to an increase in levels of anxiety, depression, risk of exacerbations and a worse prognosis of the disease. Performing physical exercise in this population is of vital importance because it improves lung capacity and the efficiency of the cardiovascular system, improves exercise tolerance through strength and resistance training, which makes it easier to perform daily tasks due to to the reduction of symptoms such as dyspnea, reducing exacerbations and hospitalizations, which translates into a better quality of life.\n\nBased on the previous problem, since 2017 the Alma Mater Clinic of Antioquia proposed a comprehensive care program for patients with chronic diseases called \"Ser mas\" Pluripathologicos, which includes 5,000 patients from the metropolitan area who live near the health center. . In 2021, they published their first study with the objective of evaluating the predictive validity of a classification method based on functional status, the presence of risk factors and the control of comorbidity, on the use of emergency services and hospitalization. , mortality and health care costs in older adults with NCDs. The results describe that functional capacity is an element that could inform and direct intervention actions in this population. Additionally, it suggests that objective measurements of functional status and the presence of frailty in patients with NCDs could be key elements to identify individuals with health needs and guide their interventions in an effective and individualized manner for their well-being. From the above, the current research arises, which aims to evaluate the effectiveness of physical exercise on the frailty, body composition and functional classification of patients with NCDs."},"conditionsModule":{"conditions":["COPD","Diabetes","Physical Inactivity","Frailty"],"keywords":["COPD","Diabetes","Excercise","Frailty"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"Therapeutic exercise","description":"Duration: 30 minutes. Frequency: Once a week. Type of excercise: Cardiovascular, strengthening and balance. Supervised by a health professional."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Frailty","description":"The data will be collected from the clinical registries which have included The Groeningen frailty test, walking speed test and single-leg support test. These variables were measured by groningen frailty indicator questionnaire. This scale categorizes patients with significant frailty when they obtain a score ≥ 4. In addition, the walking speed in 5 meters will also be taken into account, which is considered in fragility cut from 0.6 m/sec and the single-leg support time when it is \\< 10 seconds.\n\nThis outcome is compound by multiple measurements that will be aggregated to arrive at one reported.","timeFrame":"2018-2023"}],"secondaryOutcomes":[{"measure":"Body composition","description":"The data will be collected from the clinical registries which have included anthropometric measurements such us Body mass index, skin folds (tricipital, abdominal and mid-thigh), waist and thigh circumference. Obesity is present when the sum of the three skin folds of fat is greater than 60 mm. This outcome is compound by multiple measurements that will be aggregated to arrive at one reported.","timeFrame":"2018-2023"},{"measure":"Cardiovascular capacity","description":"The data will be collected from the clinical registries which have included the National Aeronautics and Space Administration (NASA) method which calculates the Vo2 max and Mets, The formula includes sex, age, BMI, Resting heart rate and physical activity coefficient self-reported. Taking as a reference that a poor physical condition occurs when the estimated maximum oxygen consumption is less than 7 units of the basal metabolic rate. This outcome is compound by multiple measurements that will be aggregated to arrive at one reported.","timeFrame":"2018-2023"}],"otherOutcomes":[{"measure":"Functional classification","description":"The data will be collected from the clinical registries which have included the functional classification. Patients were stratified according to a FC method based on functional status, presence of risk factors, and comorbidity control. There are five possible categories: i) class 1, preserved functional status with controlled comorbidity; ii) class 2A, preserved functional status with controlled comorbidity, but with the presence of risk factors; iii) class 2B, preserved functional status with uncontrolled comorbidity; iv) class 3, altered functional status with uncontrolled comorbidity; and v) class 4, lost functional status with uncontrolled comorbidity. This outcome is compound by multiple measurements that will be aggregated to arrive at one reported.","timeFrame":"2018-2023"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Records between 2018 and 2023\n* Men and women, between 60 and 90 years old.\n* Clinical diagnosis of COPD and/or diabetes.\n* Must be patient from program called \"Ser más\".\n\nExclusion Criteria:\n\n* Records containing incomplete data","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Men and women, between 60 and 90 years old, residents in the metropolitan area, with a diagnosis of COPD and/or diabetes who entered the NCD patient care program called \"Ser más\".","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"catalina Lopera, Msc","role":"CONTACT","phone":"+57 3206728934","email":"catalinaloperamuneton@fumc.edu.co"}],"locations":[{"facility":"Fundación Universitaria María cano","status":"RECRUITING","city":"Medellin","state":"Antioquia","zip":"05000","country":"Colombia","contacts":[{"name":"catalina Lopera, Msc","role":"CONTACT","phone":"+57 3206728934","email":"catalinaloperamuneton@fumc.edu.co"}],"geoPoint":{"lat":6.25184,"lon":-75.56359}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data obtained through this study may be provided to qualified researchers with academic interest in Non comunicable diseases. Data or samples shared will be coded. Approval of the request and execution of all applicable agreements are prerequisites to the sharing of data with the requesting party.","infoTypes":["ICF","CSR"],"timeFrame":"Data requests can be submitted starting 12 months after article publication and the data will made accessible for up to 18 months. Extensions will be considered on a case-by-case basis","accessCriteria":"Access to trial IPD can be requested by qualified researchers engaging in independent scientific research, and will be provided following review and approval of a research proposal and execution of a Data Sharing Agreement (DSA). For more information or to submit a request, please contact catalinaloperamuneton@fumc.edu.co"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000073496","term":"Frailty"},{"id":"D000073296","term":"Noncommunicable Diseases"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M1175","name":"Frailty","asFound":"Frailty","relevance":"HIGH"},{"id":"M1156","name":"Noncommunicable Diseases","asFound":"Non-communicable Diseases","relevance":"HIGH"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}