{"protocolSection":{"identificationModule":{"nctId":"NCT06476431","orgStudyIdInfo":{"id":"SYU 2024-05-016-004"},"organization":{"fullName":"Sahmyook University","class":"OTHER"},"briefTitle":"Effects of a Cognitive Gait Dual Task With Smartglasses in Stroke Patients","officialTitle":"Effects of a Cognitive Gait Dual Task With Smartglasses on Walking Ability, Dual Task Interference, Cognition, and Falls in Stroke Patients","acronym":"stroke"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sahmyook University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to find out to determine changes in gait, dual-task interference, cognition, and fall scores during a cognitive walking dual task on a treadmill while wearing augmented reality-based smartglasses in stroke patients.\n\nBefore the experiment, we measure the subjects\\&#39; general characteristics, gait, cognition, dual-task interference, and fall risk. This will be done 3 times a week for 30 minutes for 4 weeks.\n\nGroup 1 will perform a cognitive task with smart glasses and a gait task on a treadmill at the same time. The training will consist of 10 minutes of treadmill walking without incline, followed by 5 minutes of rest, followed by 10 minutes of treadmill walking with incline, followed by 5 minutes of rest.\n\nGroup 2 will perform only treadmill walking without the cognitive task. Same as the experimental group: 10 minutes without treadmill incline, followed by 5 minutes rest, followed by 10 minutes treadmill incline, followed by 5 minutes rest.\n\nAt the end of the 4-week training program, we will measure walking ability, cognitive performance, dual-task interference, and fall risk as assessed before the experiment."},"conditionsModule":{"conditions":["Stroke"],"keywords":["stroke","cognitive training","gait","cognition","fall"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":34,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"experimental Group 1","type":"ACTIVE_COMPARATOR","description":"The experimental group 1 performs a dual cognitive task on a treadmill.","interventionNames":["Other: dual task"]},{"label":"experimental Group 2","type":"ACTIVE_COMPARATOR","description":"The experimental group 2 performs a non-dual task on a treadmill.","interventionNames":["Other: non dual task"]}],"interventions":[{"type":"OTHER","name":"dual task","description":"The intervention program will be a program created by the researcher based on the iPad application \\&#34;Brainilis\\&#34;. The tasks (logic, memory, math, and concentration) will be performed using a Type-C cable connected to the smartglasses, and the difficulty level will be adjusted according to the individual\\&#39;s cognitive ability. The experimental group will perform cognitive tasks with the smartglasses while simultaneously performing a walking task on a treadmill. This will be done three times a week for 30 minutes for four weeks. The subjects will not be able to touch the answers, so they will tell the therapist what they think is the correct answer and the therapist will touch the iPad to move on to the next step. We will start with 10 minutes on the treadmill without incline, followed by a 5 minute break, then 10 minutes on the treadmill with incline, followed by a 5 minute break. It will run for 30 minutes, 3 times a week for 4 weeks.","armGroupLabels":["experimental Group 1"]},{"type":"OTHER","name":"non dual task","description":"No cognitive task, just treadmill walking. Same as the experimental group 1: 10 minutes without treadmill incline, followed by a 5 minute rest period, followed by 10 minutes on the treadmill with incline, followed by a 5 minute rest period. It will run for 30 minutes, 3 times a week for 4 weeks.","armGroupLabels":["experimental Group 2"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"6 minutes walk test","description":"The 6-minute walk test is a method for assessing functional performance and walking endurance in stroke patients. A straight line of 30 meters is drawn on the floor for the subject to recognize, and cones are placed at each end. During the test, the patient is asked to walk as much distance as possible as quickly as possible while walking to and from the 30-meter section, but the walking speed and rest periods are self-regulated according to the patient's ability. After starting on cue, to eliminate motivational errors during the walk, the therapist speaks only to the subjects about the remaining time and instructions, and asks them to sit in a chair after the end of the walk. The therapist records the distance walked and the number and duration of breaks during the 6-minute walk.","timeFrame":"From enrollment to the end of treatment at 4 weeks"},{"measure":"Dual task Interference","description":"The 10-meter walk test will be calculated by substituting 100-7-7-7... into the formula. The single task gait speed will be calculated by measuring the gait time, finding the speed, and substituting it into the formula while walking a distance of 10 meters. The dual task gait speed will be calculated by measuring the gait time, finding the speed, and substituting it into the formula while walking a distance of 10 meters and having the therapist calculate 100-7-7 next to you.","timeFrame":"From enrollment to the end of treatment at 4 weeks"}],"secondaryOutcomes":[{"measure":"Trail Making Test type A/B","description":"It assesses working memory, visual processing, visuospatial skills, selective and divided attention, processing speed, and psychomotor coordination. Pick up a pencil and draw a line, starting at one, moving to two, three, and so on. Start timing as soon as you are told to start. Stop timing when the trail is complete, or when you reach the maximum time of 2 minutes 30 seconds for Type A and 5 minutes for Type B. This test is scored on the total number of seconds required to complete the connection correctly. The examiner will point out and correct mistakes as they occur, and the effect of mistakes is to increase the time required to complete the test.","timeFrame":"From enrollment to the end of treatment at 4 weeks"},{"measure":"10m walk test","description":"For the 10-meter walk test, mark a 14-meter straight line and make marking lines 2 meters inward from both ends of the straight line. The 2 meters at the beginning and end are set as the distance for acceleration and deceleration, and the walking time for the middle 10 meters of the walking distance is measured with a second watch to measure the walking time, find the speed, and use it as a measurement variable for functional walking.","timeFrame":"From enrollment to the end of treatment at 4 weeks"},{"measure":"Digit Span","description":"The recall test requires the subject to listen to a series of numbers called out and immediately repeat them in the order in which they were heard. The first trial starts with three numbers, with one more number added at each stage, until the seventh stage requires the subject to recall a total of nine numbers. Scoring is based on the number of digits in the number of steps that the test subject performed correctly. The backward recall test is administered and scored in the same way as the straight recall test, with the test taker hearing a series of numbers similar to those presented in the straight recall test and then retelling the numbers in reverse order.","timeFrame":"From enrollment to the end of treatment at 4 weeks"},{"measure":"Korea version of Falls Efficacy Scale-International","description":"We developed the Korean version of the KFES-I as a subjective assessment questionnaire to predict the risk of falling among the elderly in Korea using the 16 items of the FES-I as an efficient tool to assess and measure fear of falling. The KFES-I consists of 16 items and is scored from 1 to 4 points.","timeFrame":"From enrollment to the end of treatment at 4 weeks"},{"measure":"Timed Up and Go test","description":"Measure the time it takes to get up from a seated position in a chair with 46 cm high armrests, walk 3 meters to and from the chair, return, and sit down again. Allow people to use their usual shoes and walking aids during the test.","timeFrame":"From enrollment to the end of treatment at 4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* You have hemiplegia from a stroke\n* Able to walk 10 meters independently without assistive devices\n* Stable health to participate in the study protocol and interventions\n\nExclusion Criteria:\n\n* Have comorbidities or disabilities other than stroke that may interfere with gait training\n* Have an uncontrolled medical condition for which exercise is contraindicated.\n* Have a neurological or orthopedic condition that may interfere with the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sooyoung Lee, The master course","role":"CONTACT","phone":"+82-10-6373-8895","email":"lsyoung9827@naver.com"}],"locations":[{"facility":"Rochester hospital","city":"Uijeongbu-si","state":"Gyeonggi-do","zip":"11753","country":"Korea, Republic of","geoPoint":{"lat":37.7415,"lon":127.0474}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"only IPD used in the results publication"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M22306","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5810","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}