{"protocolSection":{"identificationModule":{"nctId":"NCT06478966","orgStudyIdInfo":{"id":"CankırıKün"},"organization":{"fullName":"Çankırı Karatekin University","class":"OTHER"},"briefTitle":"The Effect of Stoma Care Training Using the PechaKucha Method on Stoma Care Skills and Anxiety in Nursing Studen","officialTitle":"Evaluation of the Effect of Stoma Care Training Using the PechaKucha Method on Stoma Care Skills and Anxiety in Nursing Students: A Single-Blind Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-03","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-15","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Figen EROL URSAVAŞ","investigatorTitle":"Associate professor","investigatorAffiliation":"Çankırı Karatekin University"},"leadSponsor":{"name":"Çankırı Karatekin University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aim: This study aimed to evaluate the effects of stoma care training delivered using PechaKucha (PK) on the stoma care skills and anxiety of nursing students.\n\nBackground: The PK method is a visual and narrative slide-based presentation technique. The presentation format involves 20 slides (usually containing images only) that are shown for 20 seconds each, for a total presentation length of 6 minutes and 40 seconds.\n\nDesign:A single-blind randomized controlled study was conducted according to the CONSORT guideline.\n\nMethods: The study sample comprised 96 first-year nursing students (47 in the intervention group and 49 controls). Data were collected during the 2024 spring semester using a student information form, the Stoma Care Skill Rubric, and the State-Trait Anxiety Inventory. Stoma care training was delivered using the PK method for the intervention group and a classic lecture presentation for the control group.","detailedDescription":"Introduction Stoma surgery may be required in the treatment of some digestive and urological diseases to enable the passage of stool and urine and accelerate wound healing. In the USA, an estimated 750,000 to 1 million people are living with a stoma and approximately 100,000 stoma surgeries are performed annually.Nurses play a crucial role in the complication management, care, and education of individuals who have or are planned to have a stoma. According to the International Ostomy Guideline, bothnursing students and clinical nurses hadlacked experience providing stoma care and had insufficient knowledge about stoma care. Similarly, Zimnicki and Pieper (2018) reported that nursing students had a low level of knowledge about stoma care and lacked confidence in their ability to care for a patient with stoma.\n\nStoma patient care and developing stoma care skills are included in the curriculum of nursing programs. Nursing students are taught stoma care skills through theoretical explanation, psychomotor skill training, demonstration, use of skills, and practice. Ensuring that nursing students attain stoma care competency can help reduce their anxiety by increasing their self-confidence when they start working as clinical nurses. Therefore, effective training and development of stoma care skills is important during undergraduate education.\n\nThere are few interventional studies using different teaching methods to improve nursing students' stoma care knowledge and skills. The teaching methods used in these studies included a serious game-based web application, a 2-hour interactive session followed by 24-hour ostomy appliance wear, and web-assisted learning and peer learning interventions. Utilizing different teaching methods was found to improve the stoma care knowledge and skills of nursing students. For this reason, it is important for nurse educators to incorporate diverse and innovative learning methods into their teaching methodologies.\n\nThe mission of educational institutions is to use creative tools to improve the educational process and enhance learning outcomes. One of the tools most frequently used in education is the PowerPoint presentation. PowerPoint is a slideshow software that supports multiple intelligences in the learning process and increases student interest, motivation, and learning, leading to greater self-efficacy and more positive attitudes towards the educational experience. Another advantage is that it can be easily accessed by everyone.\n\nThe PechaKucha (PK) method is a visual and narrative slide-based presentation technique. It involves a 20-slide presentation format in which each slide is shown for 20 seconds and the entire presentation lasts 6 minutes and 40 seconds. The PK method uses images and minimal text on each slide, which allows the presenter to convey information to the audience quickly and concisely. The concise and visual nature of the presentation results in more active listening by the audience. The concept of PK was first developed by Mark Dytham and Astrid Klein in 2003. The term PK is derived from the Japanese word meaning \"chit chat\" and represents the effective presentation of information.\n\nThis presentation method can also be utilized as an innovative teaching technique in nursing education. Students have reported that lessons conducted using the PK method were more fun, interesting, liberating, and creative, and the short duration also increased student satisfaction. In nursing education, the use of PK has been studied in areas such as knee prosthesis and nursing approaches, physiopathology education, and the development of presentation skills. However, there is no study in the literature evaluating the effect of the PK method in stoma care education for nursing students. Therefore, this study aimed to examine the impact of stoma care training delivered using the PK method on stoma care skills and anxiety in nursing students.\n\nResearch questions\n\n1. Does stoma care training delivered using the PK method effectively improve the stoma care skills of nursing students?\n2. Does stoma care training delivered using the PK method effectively reduce state anxiety of nursing students? Methods Design A single-blind randomized controlled study was conducted according to the CONSORT guideline.\n\nResearch setting The study was carried out in the nursing department of the health sciences faculty of a university in the spring semester of the 2023-2024 academic year. Data were collected from first-year nursing students taking the basic principles and practices of nursing course. This course for first-year students consists of 4 hours of theoretical and 12 hours of practical education. The subject matter is taught in the theoretical component of the course, while in the practical component, this theoretical knowledge is reinforced by methods such as video demonstration and working on a model in the technical skills laborotory Participants The population of the study consisted of 115 first-year students who took the basic principles and practices of nursing course in the spring semester of the 2023-2024 academic year. The sample consisted of 96 students (47 in the intervention group and 49 controls) who met the sampling criteria.\n\nInclusion criteria were: being a first-year student, attending the specified course, agreeing to participate in the study, and participating in the stoma care training.\n\nExclusion criteria were: not attending class and not participating in the stoma care practice and evaluation process after stoma care training. Students who met the sampling criteria were randomly allocated to the intervention and control groups using a randomization program. The OpenEpi program was used to calculate the sample size based on the population. With a 50% observation rate, 5% standard deviation, and 99% power range, the sample calculation indicated that 96 students were needed in the study sample. At the end of the study, the data obtained were used to recalculate the power of the study in G\\*Power version 3.1. With the sample size of 96, effect size of 1.89, and p=0.05, the power of the study was found to be 1.00.\n\nData Collection Tools The data were collected between April 30 and May 3, 2024 using a student information form, the Stoma Care Skill Rubric, and the State-Trait Anxiety Inventory.\n\nStudent Information Form This form included the age and gender of the student. Stoma Care Skill Rubric This 23-item scale was developed by İncesu and Ulupınar (2022). They reported the content validity index of the scale to be 0.91. In reliability analysis, the mean Kappa score of agreement between two observers was 0.84 (p=0.001) and the intraclass correlation coefficient was 0.98. In the test-retest analysis, it was observed that scores increased significantly in the second assessment (p\\<0.05). It is a valid and reliable measurement tool with scores ranging from 0 to 46. In our study, the Cronbach's alpha value was found to be 0.85.\n\n2.4.3. State-Trait Anxiety Inventory This scale, consisting of 40 items total with 20 in each of 2 subscales, was developed by Spielberg et al. in 1964 to measure state and trait anxiety levels and translated into Turkish by Le-Comple and Öner in 1983.\n\nThe State Anxiety Inventory (SAI) indicates how you feel in certain circumstances and at a certain moment, described in 20 statements of feelings and behaviors. The Turkish translation of the SAI was reported to have Kuder-Richardson reliability coefficients of 0.94-0.96 and item reliability correlations of 0.42-0.85. Test-retest reliability rates were found to be between 0.26 and 0.68.\n\nThe Trait Anxiety Inventory (TAI) evaluates how a person generally feels. The Turkish version of the TAI was found to have a Kuder-Richardson reliability coefficients of 0.83-0.87, item reliability correlations of 0.34-0.72, and test-retest reliability rates of 0.71-0.86. The inventory is a valid and reliable scale.\n\nStudy Procedures Control Group: We first brought the control group into the classroom and announced that a study would be conducted on stoma care skills. Students who volunteered to participate in the study were asked to fill in the student information form and the State-Trait Anxiety Inventory. After these data were collected, the group received a classical lecture presentation on stoma care. The lesson lasted about 30 minutes. After the lecture presentation, practical stoma care was demonstrated to the entire class by applying a stoma model to a volunteer student. This part took about 10 minutes. Finally, we answered the students' questions. After the education was completed, the students were taken to the skills laboratory and divided into 3 groups to work with low-fidelity models. Each group was headed by one of the researchers, who guided the students and completed the training. Two days after the training, the students were invited back to the technical skills laboratory and the SAI was administered again. Then, each student was taken to the room individually and asked to perform stoma care on the low-fidelity model. During this practice, one of the researchers observed the student and applied the Stoma Care Skill Rubric.\n\nIntervention Group:After the control group training was completed, we brought the intervention group into the classroom and recruited participants and administered the student information form and State-Trait Anxiety Inventory as described above. After data collection, the group received stoma care training delivered using the PK method. The presentation consisted of 20 slides, each shown for 20 seconds, for a total presentation length of about 7 minutes. After the PK presentation, the practical stoma care demonstration, question-and-answer, and group practice with low-fidelity models were done as described above. Students in the intervention group were also assessed individually using the Stoma Care Skill Rubric in the technical skills laboratory and completed the SAI again two days after the training.\n\nData Analysis The data obtained in the study were analyzed using IBM SPSS version 25.0 (IBM Corp., Armonk, NY, USA). Skewness and kurtosis values were examined to assess normality and the results indicated that the data showed normal distribution. Baseline data were summarized as number, percentage, mean, and standard deviation and were compared between the groups using chi-square and independent-samples t-test. Independent-samples t-test was also used to evaluate differences in mean stoma care skill and anxiety scores between the intervention and control groups. For all results, p \\<0.05 was considered statistically significant."},"conditionsModule":{"conditions":["PechaKucha Method"],"keywords":["PechaKucha","Nursing education","PowerPoint presentation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":96,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"PechaKucha Method","type":"EXPERIMENTAL","description":"Stoma care training was delivered using the PechaKucha method for the intervention group","interventionNames":["Behavioral: Experimental"]},{"label":"Control","type":"NO_INTERVENTION","description":"Stoma care training was delivered using a classic lecture presentation for the control group."}],"interventions":[{"type":"BEHAVIORAL","name":"Experimental","description":"Stoma care training was delivered using the PechaKucha method for the intervention group.The presentation format involves 20 slides (usually containing images only) that are shown for 20 seconds each, for a total presentation length of 6 minutes and 40 seconds.","armGroupLabels":["PechaKucha Method"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"stoma care skills","description":"Comparison of mean stoma care skills score of nursing students in the intervention and control groups of two days after the training Stoma Care Skill Rubric: 23-item scale.It is scored between 0 and 2 points. When the skill is performed completely and in the correct order, 2 points are received. If it is incorrect or not done, 0 points are received. total score is between 0 and 46","timeFrame":"Nursing students' stoma care skills mean score levels were evaluated two days after the training"}],"secondaryOutcomes":[{"measure":"anxiety","description":"Comparison of mean anxiety scores of nursing students in the intervention and control groups of two days after training. The anxiety inventory assesses how the person feels in certain circumstances and at a certain moment, while the trait anxiety inventory assesses how the person usually feels. Each item is scored between 1 and 4. A higher total score is interpreted as a higher level of anxiety","timeFrame":"Nursing students' anxiety levels were evaluated two days after the training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* being a first-year student,\n* attending the specified course,\n* agreeing to participate in the study,\n* participating in the stoma care training\n\nExclusion Criteria:\n\n* not attending class and not participating in the stoma care practice and evaluation process after stoma care training","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Figen Erol Ursavaş","affiliation":"Cankırı Karatekin Univeristy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Figen Erol Ursavaş","city":"Aksu","state":"Çankırı","zip":"18200","country":"Turkey","geoPoint":{"lat":40.08964,"lon":38.03467}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}