{"protocolSection":{"identificationModule":{"nctId":"NCT06474767","orgStudyIdInfo":{"id":"IRB00449663"},"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Using Parent Engagement to Improve the Wellbeing of Black Premature Infants With Lung Disease","officialTitle":"Addressing Racial Disparities in Chronic Lung Disease for Preterm Infants Through Parent Engagement"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2026-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this pilot study is to test the feasibility and acceptability of a collaborative goal setting intervention to improve parent engagement of Black preterm infants with chronic lung disease in primary care. Preliminary impact on child and parent outcomes will also be explored.\n\nThe main questions it aims to answer are: 1) Will parents complete a pre-visit questionnaire that asks about goals for the child? 2) Does use of the pre-visit questionnaire help parents to achieve self-identified goals?\n\nParticipants will fill out a pre-visit questionnaire prior to the child's well visit. The participants will then complete two surveys after the visit (1 week and 2 months after)."},"conditionsModule":{"conditions":["Chronic Lung Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pediatric Collaborative Goal Setting Participant","type":"EXPERIMENTAL","description":"Participants will receive pediatric collaborative goal setting (P-CGS) intervention one to three days prior to the child's identified well visit and will be asked to complete it before or at the time of the visit. Participants will identify 1 goal for the child's health and the parent's own health, covering both medical and social domains. Participants will then be prompted to share the content with the child's provider when asked about the parent's priorities during the child's visit. One week and two months after the child's well visit where pediatric collaborative goal setting was used, participants will complete follow up surveys.","interventionNames":["Behavioral: P-CGS (Pediatric Collaborative Goal Setting)"]}],"interventions":[{"type":"BEHAVIORAL","name":"P-CGS (Pediatric Collaborative Goal Setting)","description":"Electronic questionnaire sent to participants ahead of a pediatric primary care well child visit, assessing goals for themselves and the child's health with prompt to share with providers during visit","armGroupLabels":["Pediatric Collaborative Goal Setting Participant"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility as measured by number of interventions completed","description":"Number of participants who complete the pediatric collaborative goal setting intervention out of the number of consented participants who are sent a link prior to the child's well visit","timeFrame":"Day 0"},{"measure":"Feasibility as measured by the time it takes participant to complete intervention","description":"Amount of time (minutes) that participant has the pediatric collaborative goal setting intervention open","timeFrame":"Day 0"},{"measure":"Feasibility as measured by the number of goals submitted by each participant","description":"Number of goals submitted by each participant through the pediatric collaborative goal setting intervention","timeFrame":"Day 0"},{"measure":"Acceptability of the intervention as assessed by the Acceptability of Intervention Measure (AIM) scale","description":"Measured by the Acceptability of Intervention Measure (AIM) scale - a 4 item survey with 5 point Likert scales from Completely Disagree to Completely Agree. Score ranges from 4 to 20, where higher scores indicate greater acceptability.","timeFrame":"Day 7 post-intervention"}],"secondaryOutcomes":[{"measure":"Goal attainment as assessed by number of goals submitted","description":"Number of goals submitted as part of pediatric collaborative goal setting that were accomplished by participant since intervention","timeFrame":"Day 60 post-intervention"},{"measure":"Participation activation as measured by Parent Patient Activation Measure 10","description":"Measured by the Parent Patient Activation Measure scale - a 7 item survey with 4 point Likert scales (total score range 7-28) from Disagree Strongly to Agree Strongly with higher scores indicating a better outcome.","timeFrame":"Day 60 post-intervention"},{"measure":"Participant's child's respiratory symptoms as measured by self-report","description":"Frequency of rescue inhaler use and symptoms of wheezing, rated on 5 point Likert scale (total score range 1-5) from Never to Every day with higher scores indicating more use and worse outcome. This is a survey instrument constructed by the study team.","timeFrame":"Day 60 post-intervention"},{"measure":"Participant's child's use of the emergency department for breathing symptoms as measured by self-report","description":"Frequency of emergency department visits, rated on 5 point Likert scale (total score range 1-5) from Never to Every day with higher scores indicating more use and worse outcome. This is a survey instrument constructed by the study team.","timeFrame":"Day 60 post-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Parent/legal guardian of child born prior to 37 weeks gestational age\n* Parent/legal guardian of child with diagnosis of chronic lung disease or bronchopulmonary dysplasia, as defined by the child's clinical team at the time of hospital discharge\n* Parent/legal guardian of child who identifies that child's race as Black\n* English speaking\n\nExclusion Criteria:\n\n* Parent/legal guardian of child enrolled in palliative care or hospice services at time of hospital discharge\n* Parent/legal guardian of child older than 12 months chronological age","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Brandon M Smith, MD MPH","role":"CONTACT","phone":"443-997-5437","email":"brandon.smith@jhmi.edu"}],"overallOfficials":[{"name":"Brandon M Smith, MD MPH","affiliation":"Johns Hopkins School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008171","term":"Lung Diseases"}],"ancestors":[{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M11168","name":"Lung Diseases","asFound":"Lung Disease","relevance":"HIGH"},{"id":"M25869","name":"Premature Birth","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}