{"protocolSection":{"identificationModule":{"nctId":"NCT06476951","orgStudyIdInfo":{"id":"L2023SYSU-HL-020"},"secondaryIdInfos":[{"id":"SYSKY-2024-148-02","type":"REGISTRY","domain":"SYSKY-2024-148-02"}],"organization":{"fullName":"Sun Yat-sen University","class":"OTHER"},"briefTitle":"The Effects of Parent-Child Activity Program on PA of Children With Cancer","officialTitle":"The Effects of Parent-Child Activity Program on Physical Activity of Children With Cancer"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Ke Liu","investigatorTitle":"Professor","investigatorAffiliation":"Sun Yat-sen University"},"leadSponsor":{"name":"Ke Liu","class":"OTHER"},"collaborators":[{"name":"Sun Yat-Sen Memorial Hospital of Sun Yat-Sen University","class":"OTHER"},{"name":"National Natural Science Foundation of China","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test the effect of Parent-Child activity program on physical activity of children with cancer. The main question it aims to answer is:\n\n* Whether the Parent-Child activity program has effectiveness for children with cancer on their physical Activity, Physical Activity Self-Efficacy, Physical Activity Enjoyment, Family Support, and for parents on Physical Activity based on the Youth Physical Activity Promotion Model.\n\nParticipants will:\n\n* Receive a handbook on information related to physical activity and Parent-Child physical activity when the child is undergoing treatment.\n* Participate in Parent-Child activities, such as throw ball catch game, which are organized by the professionals.\n* Parents or/and children receive subscriptions on physical activity through WeChat, including the benefits of physical activities and Parent-Child activities, common physical activities and Parent-Child activities, and follow-up video.\n\nResearchers will compare control group to see if there are differences between usual care on physical activity and Parent-Child activity program","detailedDescription":"The intervention includes three main contents:\n\n1. Establishment and use of WeChat group - information support Nurses in the intervention group establish a WeChat group and invite children with cancer and/or their parents to join the WeChat group, and the children and their parents were regularly subscribed the knowledge related to physical activity on a weekly basis. The contents mainly include the following modules: ① the benefits and importance of physical activity for patients with cancer and the harm of sedentary activities; ② the expert advice and guidelines on physical activity for patients with cancer; ③ common types of physical activities for children with cancer; ④ the suitable amount, frequency and intensity of physical activities for children with cancer; ⑤ the important role of the parents in their children's physical activities and the significance of parent-child activities; ⑥ the measures to ensure the safety of the children during the course of their physical activities; ⑦ emergency treatment plan for any uncomfortable symptoms. In addition, every Monday morning at 8 a.m., the researcher sent a physical activity record list to them, inviting children and parents to record the physical activity accordingly, in order to calculate the amount of exercise per week.\n2. Use of WeChat Official account - information and skills support Using the WeChat Official account of the hospital's Department of Paediatric Oncology, tweets and video content related to physical activity are published every Thursday, Saturday and Sunday, mainly including knowledge of physical activity and videos on common types of physical activity and parent-child physical activity. Demonstrations and follow-up exercises videos are provided so that children and parents can choose suitable physical activities for exercise according to their own physical conditions and preferences. Among them, the knowledge of the benefits of physical activity, the importance and significance of parent-child activities and how to ensure safety during exercise; physical activity videos include: ① common warm-up and stretching exercises and action points; ② common aerobic exercises (such as brisk walking, jogging, cycling, jumping rope, aerobics, etc.) and action points; ③ common resistance exercises (such as sit-ups, push-ups, high leg lifts, dumbbell exercises, etc.) and action points; ③ common resistance exercises (such as sit-ups, push-ups, high leg lifts, dumbbell exercises, etc.) and action points. (e.g. sit-ups, push-ups, elevated leg exercises, dumbbell exercises, etc.) and the main points of the movements; (4) common parent-child activities (e.g. relay running, two-person aerobics, two-person games, ball games, swinging sports, jumping grids, throwing sandbags, jumping hoops, etc.) and the main points of the movements; (5) common outdoor family sports (e.g. mountain climbing, rowing, etc.) and the strategies and precautions.\n3. Face-to-face parent-child group activities - venue support The children and their parents were told to follow up for every 4 weeks, and on the day of their return to the hospital for review, 5-7 pairs of children and their parents from the review were organised to participate in face-to-face parent-child group activities together for 90-120 minutes each time. The researcher provided them with venues and sports items (e.g., jump ropes, batons, elastic bands, sports videos, etc.), and organised them to participate in parent-child activities and competitions by using open, flat and safe venues in the hospital. The main contents of the group parent-child activities included: ① warm-up and stretching activities (following the demonstration exercises); ② parent-child games and competitions: such as jumping lattice, relay running, wooden man, throwing sandbags, badminton, ball-carrying running, tug-of-war, etc.; and③parent-child dance demonstration and evaluation.\n\nThe intervention will last for 12 weeks, and followed up will be organized for 3 months after the completion of all interventions."},"conditionsModule":{"conditions":["Childhood Cancer","Physical Activity","Intervention Program","Parent-Child Relations"],"keywords":["Childhood Cancer","Physical Activity","Parent-Child Activity Program"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":54,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standard of Care","type":"NO_INTERVENTION","description":"No specific care in physical activity"},{"label":"Parent-Child Physical Activity Program","type":"EXPERIMENTAL","description":"Parent-Child Physical Activity Program","interventionNames":["Behavioral: Parent-Child Physical Activity Program"]}],"interventions":[{"type":"BEHAVIORAL","name":"Parent-Child Physical Activity Program","description":"The program includes online education, parent-child games, parent-child dancing, and other parent-child physical activity activities.","armGroupLabels":["Parent-Child Physical Activity Program"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Children's Leisure Activities Study Survey Chinese","description":"To calculate the time that children spend in sedentary behavior, low-intensity physical activity, and moderate-to-vigorous physical activity in last seven days.","timeFrame":"At baseline, and 1, 2, 3 months during the intervention, and 3 months after intervention"}],"secondaryOutcomes":[{"measure":"International Physical Activity Questionnaire","description":"To calculate the time that parents spend in sedentary behavior, low-intensity physical activity, and moderate-to-vigorous physical activity in last seven days.","timeFrame":"At baseline, and 1, 2, 3 months during the intervention, and 3 months after intervention"},{"measure":"Shortened Chinese Version Physical Activity Self-efficacy Scale","description":"To measure the physical activity self-efficacy of children with cancer. Higher scores mean a better outcome.","timeFrame":"At baseline, and 1, 2, 3 months during the intervention, and 3 months after intervention"},{"measure":"Short-form Physical Activity Enjoyment Scale","description":"To measure the enjoyment of physical activity in children with cancer. Higher scores mean a worse outcome.","timeFrame":"At baseline, and 1, 2, 3 months during the intervention, and 3 months after intervention"},{"measure":"the Social Support for Physical Activity Scale","description":"To measure the perceived family support of physical activity in children with cancer. Higher scores mean a better outcome.","timeFrame":"At baseline, 3 months during the intervention, and 3 months after intervention"},{"measure":"Body mass index (BMI)","description":"Weight in kilograms, height in meters and weight and height will be combined to report BMI in kg/m\\^2","timeFrame":"At baseline, 3 months during the intervention, and 3 months after intervention"},{"measure":"Body fat mass","description":"Weight of body fat mass in kilograms","timeFrame":"At baseline, 3 months during the intervention, and 3 months after intervention"},{"measure":"Muscle","description":"Weight of muscle mass in kilograms","timeFrame":"At baseline, 3 months during the intervention, and 3 months after intervention"},{"measure":"Body fat percentage","description":"Body fat percentage in percentage","timeFrame":"At baseline, 3 months during the intervention, and 3 months after intervention"},{"measure":"Muscle percentage","description":"Muscle percentage in percentage","timeFrame":"At baseline, 3 months during the intervention, and 3 months after intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria of children:\n\n* aged 6-14 years when they are recruited\n* diagnosed with cancer\n* are undergoing cancer treatment when they are recruited\n* are able to communicate in Chinese\n\nExclusion Criteria of children:\n\n* have physical impairment\n* have cognitive impairment\n* have impaired mental status\n\nInclusion Criteria of parents:\n\n* are able to communicate in Chinese and read Chinese\n* are able to use a smart phone with the instant messaging application WeChat\n\nExclusion Criteria of parents:\n\n* have emotional or psychiatric disorders\n* have cognitive problems","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yijie Dong, Bachelor","role":"CONTACT","phone":"86 13592034212","email":"dongyj35@mail2.sysu.edu.cn"},{"name":"Ke Liu, Phd","role":"CONTACT","phone":"86 13660014957","email":"liuke@mail.sysu.edu.cn"}],"locations":[{"facility":"Sun Yat-sen Memorial Hospital, Sun Yat-sen University","status":"RECRUITING","city":"Guangzhou","state":"Guangdong","zip":"510080","country":"China","contacts":[{"name":"Yijie Dong, Bachelor","role":"CONTACT","phone":"86 13592034212","email":"dongyj35@mail2.sysu.edu.cn"}],"geoPoint":{"lat":23.11667,"lon":113.25}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2024-03-31","uploadDate":"2024-06-23T03:48","filename":"Prot_SAP_000.pdf","size":219704},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2024-03-31","uploadDate":"2024-06-23T03:49","filename":"ICF_001.pdf","size":95710}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}