{"protocolSection":{"identificationModule":{"nctId":"NCT06477380","orgStudyIdInfo":{"id":"ACCEPT study V1"},"organization":{"fullName":"King's College London","class":"OTHER"},"briefTitle":"The ACCEPT Study: Improving the Process of Disclosing Adverse Childhood Experiences in Community Mental Health","officialTitle":"The ACCEPT Study. Developing a Complex Intervention to Improve the Process of Disclosing Adverse Childhood Experience (ACEs) for Service Users and Staff: an Experience-based Co-design Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"King's College London","class":"OTHER"},"collaborators":[{"name":"Sussex Partnership NHS Foundation Trust","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Experiences of abuse, neglect, domestic violence, severe bullying and community violence in childhood are very common among people who use mental health services. These often have serious and long lasting impacts on people's mental health.When a person decides to disclose or talk about these traumatic experiences it can help healing. However, mental health staff often lack confidence and organisational support to ask about childhood traumatic events and struggle to know how to respond to disclosures or how best to offer follow up support.\n\nA research method called experience-based co-design will be used to find different ways of supporting staff to safely have conversations about childhood trauma with service users. Experience-based co-design involves;\n\n1. Exploring experiences of service users' and staff through in-depth interviewing, observations and group discussions;\n2. Creating a short film of service users' experiences which helps staff and service users work together to identify areas for improvement and explore potential solutions;\n3. Staff and service users working together in teams to develop the ideas into actionable changes to service delivery\n\nThe co-designed intervention could include:\n\n* A training package for community mental health team staff\n* A toolkit for clinicians to help them to safely talk about childhood trauma with service users.\n* Changes to the physical environment to make it feel safer\n* A reflective practice group for staff\n\nAnticipated impacts:\n\nFor service users: Improved experience of disclosing ACEs; improved access to trauma treatment; improved therapeutic relationships; improved mental health outcomes.\n\nFor staff: Improved confidence and competence to sensitively explore ACEs; improved compassion; greater job satisfaction","detailedDescription":"Project plan\n\nStudy design and methods This study will follow the MRC framework for developing complex interventions(46), focussing on the development phases of complex intervention research.\n\nA combination approach (47) of co-design and behaviour change theory will be used to guide the intervention development. This project will use an adapted experience-based co-design (EBCD) method to bring service user and staffs voices into the heart of the research process. This helps staff feel inspired and motivated to make and sustain changes to clinical practice.\n\nI have consulted a range of key stakeholders including care co-ordinators, psychiatrists, psychologists and service managers working in the NHS. I have also facilitated two PPI workshops which have been instrumental in the development of this proposal (see PPI section). A Clinical Advisory Panel (CAP) and Lived Experience Advisory Group (LEAG) will be established and will meet regularly throughout the period of the PhD to give expert advice and guidance (see project management section).\n\nWork package 1: An experience-based co-design multi-method qualitative study of the disclosure journey in a CMHT setting:\n\nObjectives 1 and 2 1.1. Methods The initial phase of EBCD involves exploring service user and staff experiences of ACE disclosures. To do this I will conduct structured ethnographic observations and individual interviews with service users and care coordinators.\n\n1.2. The setting Data collection will take place in two CMHTs in the Brighton area of Sussex Partnership Trust. The Trust have agreed to support this project (see collaborations). From initial scoping, the Brighton and Hove CMHTs serve a diverse population of people including those with severe and enduring mental health difficulties and complex social needs.\n\n1.3. Data collection\n\nObservation\n\nI will conduct non-participant observations in two CMHTs for a minimum of 5 days. Based on my experience of working in CMHTs, and consultation with my supervisors and PPI workshops, the following observation focal points have been identified:\n\n* The clinical setting, to explore the physical environment in which potential disclosures may take place and consider the factors that may influence people and processes.\n* The discussions and interactions in multi-disciplinary team meetings relating to a) care planning and pathways beyond disclosure and b) organisational support mechanisms for staff working with trauma survivors.\n\nAn observation guide will be developed and refined, informed by the findings of the systematic review and consultations with the CAP, LEAP and gatekeepers at the research sites. Field notes will include information about the phenomenon being observed, the context and emotions that have been evoked.\n\nInterviews with care co-ordinators\n\nCare co-ordinators will be recruited from the sites above where I will have already established relationships with the team. The recruitment strategy will involve presenting at team meetings, meeting with care co-ordinators to clarify queries and displaying leaflets/posters at the team base.\n\nSemi-structured interviews will explore care co-ordinators' experiences of; asking (or not asking) about ACEs; hearing disclosures of ACEs; the impacts this had on them; and organisational structures that help or hinder empathic engagement with ACE survivors. The topic guide will be informed by the systematic review, earlier field notes, the CAP and LEAG.\n\nInterviews will be audio recorded and transcribed verbatim for analysis. The target sample size will be 10-15 interviews which follows EBCD guidelines for capturing a sufficient diversity, depth and breadth of views and experiences (48).\n\nService user interviews In EBCD, service users are typically recruited from one service or one care pathway (48). However, the PPI workshops highlighted that service users may benefit from time and distance from the disclosure experience to be assured of anonymity and confidentiality. Therefore, the recruitment strategy has been broadened to include survivors who are past or current service users of any NHS community mental service in England or current service users at the research sites with a history of ACEs.\n\nPast service users/survivors will be recruited through advertisement with voluntary sector and survivor-led organisations. Current service users will be recruited through clinicians at the participating research sites and advertising at the team base. A purposive sampling methodology will be used to identify service users for a diverse range of views and experiences in order to capture a full and rich data set.\n\nSemi-structured interviews will explore service users' experiences and the impacts of disclosing ACEs in community mental health services including; the decision to disclose; barriers and facilitators to disclosure; key components of helpful and unhelpful disclosure experiences; impacts of disclosure; helpful and unhelpful follow up support\n\nThe topic guide will be informed by the systematic review, earlier field notes and discussions with the LEAG and CAP. Interviews will be audio-recorded and transcribed verbatim prior to analysis, with a target of 10 to 15 interviews, as above.\n\nThe welfare of service users and staff will be of paramount importance throughout, with multiple safety measures in place (see ethics section).\n\n1.4. Analysis\n\nPart one (objective 1\\&2): Framework analysis (49) will be used to chart and organise interview and field work data from different teams/interviewees. This analytic approach finds commonalities and differences in qualitative data, before focusing on relationships between different parts of the data, thereby drawing descriptive and/or explanatory conclusions clustered around themes (50). This will help guide the intervention development stage by identifying 'emotional touch point' themes in line with EBCD methodology and potential barriers and facilitators to positive disclosure experiences.\n\nBehaviour change theory (BCT) will be used to identify the mechanisms of change and important contextual factors. Identified barriers and facilitators (above) will be mapped onto the behaviour change wheel which has at its centre the COM-B framework (51). This framework states that to achieve behaviour change the Capabilty, Opportunity and Motivation of those involved must be considered and incorporated into intervention development (51)\n\nPart two (objective 2): A secondary in-depth constructivist grounded theory (CGT) analysis (Chamaz, 2006) will generate a full and rich understanding of service users lived experiences of disclosures in CMHTs and will be used to develop a conceptual model of disclosure processes for ACEs survivors.\n\nDrawing on participatory research methods, interviewees will be invited to a data workshop on the emerging themes and conceptual model. This will help to validate the findings and strengthen the analysis (52). Regular meetings with my supervisory team, CAP and LEAG will enhance reflexivity.\n\nFindings will be used to refine the preliminary logic model.\n\n1.5. Animated film In EBCD, a short 20-minute film is produced of service user's interviews, edited to highlight the key 'emotional touchpoint' themes from the qualitative study (48). In the PPI workshops, participants highlighted that people may not feel comfortable being filmed discussing such a sensitive and personal topic. Instead they suggested an animated film to be created with anonymised real-life quotes and descriptions.\n\nParticipants who were involved in the interviews will be invited to a workshop with the production team to help shape the content of the film and decide on their preferred level of involvement with a two-stage consent process (see ethics).\n\nWoven Ink (www.wovenink.co.uk) will be partnered to co-produce the animated film for their experience using EBCD methodology and working on sensitive topics.\n\nWork package 2: Co-design a complex intervention using EBCD methodology: Objective 3\n\nDrawing on EBCD guidance, I will co-facilitate the workshops with a member of the LEAP who is experienced in group facilitation. This will help address potential power imbalances. I will use my skills and experience as a mental health nurse and a group facilitator to ensure the workshops and co-design sessions are safe and effective. Careful arrangement will be made to ensure people feel safe and supported in the workshop such as opportunities to watch the film prior to the workshop, giving an information pack before the meeting, letting people know that they can take breaks and debriefing afterwards. All service users will be renumerated for their time.\n\n2.1. Service user workshop All service users/survivors who were involved in the interviews (10-15 people) will be invited to develop collective feedback on their experiences of disclosing ACEs to mental health professionals.\n\nThe findings from the interviews and ethnographic observations will be presented and the facilitator will seek feedback and reflections on the findings. Participants will then have an opportunity to watch the animated film together.\n\nThe facilitator will then gently encourage service users to discuss their responses to the footage and run an emotional touchpoint mapping exercise to help participants highlight key points on the disclosure journey that could be better managed. The group will then work together to prioritise five important areas for improvement.\n\n2.2. Staff workshop All staff who participated in interviews and the observations will be invited to the staff feedback workshop.\n\nFindings from the interviews and ethnographic observations will be presented and the facilitator will seek feedback and reflections. The group will then be asked to identify issues needing service improvement from which five key areas will be prioritised.\n\n2.3. Joint staff and service user workshop The joint staff-service user event is a significant moment where everyone involved in the project comes together and their experiences are translated into joint priorities for improvement.\n\nFollowing an overview of the process so far and an explanation of the structure of the event, the whole group will watch the animated film.\n\nThis is a key point in the EBCD process which can be moving and powerful. Watching the film together often inspires and motivates staff to make changes to clinical practice. Following the film people will go into smaller group to discuss their responses to the film with someone senior in each group who is responsible for sensitively facilitating discussions.\n\nThe facilitators will then present the improvement priorities identified in service user and staff workshops. An 'affinity grouping exercise' will lead to four shared improvement priorities.\n\nStaff and service users will then work together in smaller groups to examine their joint priorities in more depth by matching them with the previously identified mechanisms of change and contextual factors which have been mapped onto the behaviour change wheel (from WP1 analysis) and explore potential solutions and strategies to overcome barriers to implementation.\n\n2.4. Co-design teams\n\nAll WP2 participants will be invited to a co-design team. EBCD guidance recommends small co- design groups consisting of 4-6 staff and services users work together on priority areas (53). We expect to have four co-design teams however this can be adapted depending on how many staff and service users are available to take part.\n\nFacilitators will use a range of creative methods to encourage the team to develop their ideas into actionable changes to service provision.\n\nThe COM-B framework will underpin the intervention development to ensure the intervention components consider the wider context of the clinical environment and working conditions and how to overcome potential barriers to implementation.\n\nFindings from these workshops will be used to iteratively refine and consolidate the logic model which underpins the intervention development.\n\n2.5. Proposed intervention\n\nThe content of the complex intervention will be co-produced as described above. It is anticipated that the following components may be included:\n\nTraining package (1 day) for all CMHT staff\n\n* Co-delivered, co-produced, delivered in person and highly practical.\n* Includes animated film of service user experience (co-produced in WP1).\n* Booster session at 3 months.\n\nA toolkit/manual for clinicians to guide them through the disclosure process\n\n* Available as a hard and digital copy.\n* Accessible and practical guide on key approaches to working in a trauma-informed way in relation to ACEs disclosures .\n* Contains psychoeducational resources can be given to service users and information on evidence-based treatments for trauma and care pathways.\n\nTrauma-informed changes to the physical environment:\n\n- Drawing on findings from WP1 and literature on trauma-informed buildings in health care. For example, creating spaces that feel safe and spatially welcoming (e.g. welcoming reception area, staff photo board, confidential quiet rooms) and rooms which feel comfortable and soothing.\n\nMonthly trauma-focussed reflective group for care co-ordinators\n\n- A Balint group (54) will be used to guide reflective conversations with care co-ordinators. This is designed to be a safe place where clinicians can talk about the interpersonal aspects of their work.\n\nWork package 3. Testing and refining the prototype intervention. Objective 4 In line with EBCD methodology and guidance on developing complex interventions (47), the next stage will focus on testing and refining the prototype of the intervention. This aims to evaluate the acceptability and feasibility of the intervention which will guide refinements to the intervention.\n\n3.1. Setting As part of EBCD methodology the teams who were involved in the development of the intervention will continue to be involved in the prototype testing and refining stage.\n\n3.2. Recruitment All care co-ordinators who receive the training will be invited to take part in the study, with the aim of recruiting between 12-15 care coordinators from two CMHTs.\n\nA small convenience sample of 5-8 service users will be identified and recruited through clinicians to take part in the semi-structured interviews at 6 months.\n\n3.3. Intervention delivery Care co-ordinators (CCs) will use their professional judgement to identify people on their caseload who they think would benefit from the intervention. This will include current service users and new referrals.\n\nTo deliver the intervention the CCs will use the skills they learnt in training as well as the toolkit to help guide conversations about ACEs and follow up support. They will have access to monthly Balint groups to reflect with their peers on their experiences using the intervention.\n\n3.4. Outcome measures Outcomes will primarily focus on how acceptable, feasible and engaging the intervention is.\n\nThe records of attendance will give compliance data on how many staff completed the training and attended the monthly supervision group.\n\nAll staff will be asked to complete a pre and post evaluation questionnaire, this will include:\n\n* Therapuetic relationships (STAR-C)\n* Self-rated intervention fidelity (at 3 and 6 months only).\n* Professional quality of life measure (ProQOL) (55): a validated measure for healthcare professionals to understand the impacts of helping those who have suffered from trauma (baseline, 3 months and 6 months).\n\nClinicians who attended the training and monthly supervision groups will be invited to attend a focus group to give feedback on their experience of using (or not using) the intervention.\n\nFocus groups will explore:\n\n* The usability and functioning of the intervention.\n* The acceptability of the intervention.\n* Clinician-identified unintended consequences of the intervention, including adverse effects/harms.\n\nA small sample of service users will be identified through clinicians and will be invited to individual semi- structured interviews which explore their perceived acceptability and impacts of the intervention."},"conditionsModule":{"conditions":["Adverse Childhood Experiences"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This is a small size feasibility study. There is no control arm and the aim of the study is to assess the feasibility and acceptability of the intervention in a community mental health setting. Findings from this study will be used to optimise the intervention.","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention arm","type":"EXPERIMENTAL","description":"Community mental health team staff will receive the intervention (training, toolkit, reflective supervision group and changes to the physical environment) over a period of six months.","interventionNames":["Behavioral: ACCEPT intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"ACCEPT intervention","description":"* Training package (1 day)\n* A toolkit/manual for clinicians to guide them through the disclosure process\n* Trauma-informed changes to the physical environment\n* Monthly trauma-focussed reflective group for care co-ordinators","armGroupLabels":["Intervention arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Intervention acceptability and feasibility","description":"Interview and focus groups will be carried out with staff and service users to explore the acceptability and feasibility of the intervention","timeFrame":"6 months post intervention"},{"measure":"Therapeutic relationship","description":"The STAR-C measure will be used to assess clinicians therapeutic relationships with their patients pre and post intervention (https://pubmed.ncbi.nlm.nih.gov/17094819/)","timeFrame":"baseline, 3 months and 6 months"},{"measure":"Professional Quality of Life (ProQOL)","description":"The ProQOL will be used to measure clinicians compassion satisfaction and compassion fatigue (inc. burn out and indirect trauma)","timeFrame":"baseline, 3 months and 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nService users/survivors participants\n\n* be age 18 or over\n* have capacity to consent in research\n* self-reported lived experience of ACEs - defined by the ACE-IQ (WHO, 2018)\n* past or current service user of NHS community mental health services in England\n\nClinical staff participants:\n\n* NHS practitioners who currently or previously worked as a front line allied health professional in a community mental health team\n* employed by Sussex Partnership Foundation Trust\n* have capacity to consent to participate in research\n* be aged 18 or over\n\nExclusion Criteria:\n\nService user/survivor participants\n\n- People who have never received support from NHS community mental health services\n\nClinicians\n\n* Staff who have never worked in NHS community mental health services\n* Medics","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jessica K Sears, MSc","role":"CONTACT","phone":"07828041340","email":"jessica.penney@kcl.ac.uk"},{"name":"Alan Simpson, PhD","role":"CONTACT","email":"alan.simpson@kcl.ac.uk"}],"locations":[{"facility":"Sussex Partnership Foundation Trust","city":"Worthing","state":"West Sussex","zip":"BN11 1HS","country":"United Kingdom","contacts":[{"name":"Yvette Wagner, BA","role":"CONTACT","email":"yvette.wagner@spft.nhs.uk"},{"name":"Nick Grey, Dr","role":"CONTACT","email":"nick.grey@spft.nhs.uk"}],"geoPoint":{"lat":50.81795,"lon":-0.37538}},{"facility":"IoPPN, Kings College London","city":"London","zip":"SE5 8AF","country":"United Kingdom","contacts":[{"name":"Jessica K Sears, MSc","role":"CONTACT","phone":"07828041340","email":"jessica.penney@kcl.ac.uk"},{"name":"Alan Simpson, PhD","role":"CONTACT","phone":"07852427816","email":"alan.simpson@kcl.ac.uk"}],"geoPoint":{"lat":51.50853,"lon":-0.12574}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Due to the sensitivity of the research topic and ethical concerns it is not deemed appropriate to share individual participant data"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}