{"protocolSection":{"identificationModule":{"nctId":"NCT06474780","orgStudyIdInfo":{"id":"44.2023fbu"},"organization":{"fullName":"Fenerbahce University","class":"OTHER"},"briefTitle":"Evaluation of The Effect of Virtual Reality Glasses","officialTitle":"Evaluation of The Effect of Virtual Reality Galsses Used on Anxiety and Threatment Compliance in Cancer Patients Receiving Outpatient Chemotherapy"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-28","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-25","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-24","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Gozde Oz","investigatorTitle":"Research assistant","investigatorAffiliation":"Fenerbahce University"},"leadSponsor":{"name":"Gozde Oz","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study was planned as a randomized controlled study to evaluate the effect of virtual reality glasses used on anxiety and treatment compliance in outpatient cancer patients receiving chemotherapy. The sample of the study consisted of a total of 30 patients, including 15 experimental and 15 control groups, who received intravenous chemotherapy treatment every 21 days between April 1 and September 31, 2023, in the outpatient chemotherapy unit of a research hospital. Research data will be collected using the Patient Information Form, Beck Anxiety Scale (BAI) and Chronic Disease Adaptation Scale (CCDS). In evaluating the data, it was planned to analyze the differences between the rates of categorical variables in independent groups with Chi-Square tests. It was planned to use t tests to compare quantitative continuous data between two independent groups. Dependent groups t-test will be used to compare measurements within groups. After being informed about the research, patients in both groups will be given a pre-test. Patients in the experimental group will be shown 3 different videos with virtual reality glasses during 3 cycles of chemotherapy treatment, and a final test will be administered to both groups at the end of the 3rd cycle.."},"conditionsModule":{"conditions":["Anxiety","Cancer","Chemotherapy","Virtual Reality","Treatment Compliance"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"3 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":900,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"experiment","description":"Patients were informed about the study and patients who signed the informed consent form were included in the study. A pretest was applied to the patients. In the pre-test, data were collected using the \"Patient Information Form\", \"Adaptation to Chronic Diseases Scale\" and \"Beck Anxiety Scale\". Patients in the experimental group were shown videos of nature walks, forest walks and city tours of their choice for 15 minutes through virtual reality glasses 1 3 times in 21 days. At the end of the 3rd time, final tests were applied.","interventionNames":["Device: Weight: 414g Size: 19.5cm x 14cm x 11cm Compatibility: Android and iOS VR Box 3.0 3D Virtual Reality Glasses Has the Feature of Fixation with Headband It has a lens mechanism tha"]},{"label":"control","description":"Patients were informed about the study and patients who signed the informed consent form were included in the study. A pretest was applied to the patients. In the pre-test, data were collected using the \"Patient Information Form\", \"Adaptation to Chronic Diseases Scale\" and \"Beck Anxiety Scale\". No application was made to the control group for 1.3 times in 21 days. Posttests were performed at the end of treatment for the third time."}],"interventions":[{"type":"DEVICE","name":"Weight: 414g Size: 19.5cm x 14cm x 11cm Compatibility: Android and iOS VR Box 3.0 3D Virtual Reality Glasses Has the Feature of Fixation with Headband It has a lens mechanism tha","description":"Patients in the experimental group were fitted with virtual reality glasses for 3 cycles and were allowed to watch videos of city tours, walks in the forest, and nature walks for 15 minutes, depending on their choice.","armGroupLabels":["experiment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Virtual Reality Glasses","description":"Virtual Reality Glasses Used in Cancer Patients Will Reduce Anxiety Score on the Visual Analogue Scale in 3 Months","timeFrame":"3 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being over 18 years old\n* Knowing Turkish, agreeing to participate in the research\n* Being diagnosed with cancer, regardless of the type of cancer\n* Starting an intravenous chemotherapy treatment regimen after diagnosis\n* Those who receive their treatment in 21-day periods to ensure equality in application frequencies.\n* Able to use virtual reality glasses\n* People without hearing or visual impairment are included\n\nExclusion Criteria:\n\n* Anyone with any visual or hearing impairment\n* The patient does not know the diagnosis of cancer, has been diagnosed with cancer but has not received treatment or has completed the cure.\n* Those with brain tumor or brain metastasis are not included.","healthyVolunteers":false,"sex":"ALL","minimumAge":"42 Years","maximumAge":"62 Years","stdAges":["ADULT"],"studyPopulation":"The population of the research consists of all individuals diagnosed with cancer who applied to a University Training and Research Hospital Outpatient Chemotherapy Unit to receive chemotherapy treatment. An average of 900 patients diagnosed with cancer are admitted to the chemotherapy unit per month. Power analysis was performed to determine the number of samples for this research. G\\*Power 3.1 program was used for power analysis. In determining the power of the research, it was aimed to reach a total of 30 people, 15 people in each group, with a 95% confidence level (significance level) and an effect size of 0.90. This sample size is at an appropriate level in terms of achieving the purpose of the research and strengthening its results. Therefore, it was decided to include 15 patients in the experimental group, 15 in the control group, and 30 patients in total.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"GÖZDE ÖZ","role":"CONTACT","phone":"05367022644","email":"gozde_srdal@hotmail.com"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001008","term":"Anxiety Disorders"}],"ancestors":[{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M4324","name":"Anxiety Disorders","asFound":"Anxiety","relevance":"HIGH"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}