{"protocolSection":{"identificationModule":{"nctId":"NCT06482762","orgStudyIdInfo":{"id":"2024P001591"},"organization":{"fullName":"Massachusetts General Hospital","class":"OTHER"},"briefTitle":"Low-Intensity Focused Ultrasound of the Amygdala for Bipolar Disorder","officialTitle":"Low-Intensity Focused Ultrasound of the Amygdala for Bipolar Disorder"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Darin Dougherty, MD","investigatorTitle":"Director, Division of Neurotherapeutic, Department of Psychiatry","investigatorAffiliation":"Massachusetts General Hospital"},"leadSponsor":{"name":"Massachusetts General Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"The specific aim of this proposed study is to investigate the feasibility and therapeutic potential of transcranial focused ultrasound (tFUS) as a treatment for bipolar disorder (BD). Specifically, the investigators will study the effects of amygdala tFUS on corticolimbic activation during an emotion regulation task in BD, the effects of amygdala tFUS on corticolimbic resting-state functional connectivity in BD, and explore the relationship between tFUS-associated changes in amygdala activity and mood symptoms. The investigators hypothesize that transcranial focused ultrasound (tFUS) of the amygdala will be associated with decreased amygdala activation and increased ventromedial prefrontal cortex activation during a modified version of the Multi-Source Interference Task (MSIT) paired with affective pictures from the International Affective Picture System (IAPS). The investigators also hypothesize that tFUS of the amygdala will be associated with increased resting-state functional connectivity between the amygdala and ventromedial prefrontal cortex. Finally, the investigators hypothesize that tFUS-associated reductions in amygdala activity could be positively correlated with reductions in depressive symptom scores and global improvement.","detailedDescription":"Bipolar disorder (BD) is a mood disorder characterized by episodes of mania and/or depression. BD is the sixth leading cause of disability in the world and has been associated with significant financial costs of $151 billion. First-line treatments include medications like lithium and lamotrigine, and cognitive behavioral therapy. Unfortunately, close to half of individuals with BD do not adhere to treatment often due to side effects such as weight gain, sedation, and cognitive impairment. Therefore, identifying new tolerable treatments for BD patients would be worthwhile.\n\nIndividuals with BD show emotion dysregulation, which is associated with deficits in the corticolimbic network. Specifically, cortical brain regions, such as the prefrontal cortex, fail to regulate limbic regions, such as the amygdala, in BD. Pharmacological treatments for BD can decrease amygdala and increase anterior cingulate cortex activation during emotional stimuli, and increase amygdala-ventromedial prefrontal cortex resting-state functional connectivity, which is correlated with clinical improvement. Literature has also consistently shown that amygdala volumes are reduced in BD with a significant negative correlation between amygdala volume and activation during emotional stimuli.\n\nNeuromodulation has showed great promise in psychiatry. Transcranial magnetic stimulation (TMS) has been FDA approved for depression and obsessive-compulsive disorder. Deep brain stimulation (DBS) has also been FDA approved for treatment-resistant OCD. These neuromodulation methods have advantages and disadvantages; TMS is noninvasive but is limited to modulating cortical brain regions (i.e., it cannot reach subcortical brain regions). DBS can stimulate deeper brain regions but requires invasive neurosurgery and long-term maintenance of the device. A newer neuromodulation modality is transcranial focused ultrasound (tFUS), which noninvasively allows access to deep brain regions. We have completed a randomized controlled study of n=30 healthy individuals showing that tFUS targeting the amygdala can decrease amygdala and fear network activation during a threat-inducing task and resting-state functional connectivity. The reduction in amygdala activation was correlated with decreased self-reported anxiety.\n\nDue to the amygdala's role in BD, we propose an initial feasibility study using tFUS to target the amygdala to change corticolimbic network activation during emotion regulation and amygdala-corticolimbic network resting-state functional connectivity in individuals with BD.\n\nSpecific Aims:\n\nThe specific aims of this proposed study is to explore the effects of amygdala tFUS on corticolimbic activation during an emotion regulation task in BD, to investigate the effects of amygdala tFUS on corticolimbic resting-state functional connectivity in BD, and to explore the relationship between tFUS-associated changes in amygdala activity and mood symptoms.\n\nSubject Selection:\n\nTwenty participants with BD aged 18-64 years old will be recruited. The Mini-International Neuropsychiatric Interview (M.I.N.I.) will be used to to confirm a primary diagnosis of BD by a licensed psychologist.\n\nSubject Enrollment:\n\nParticipants will be recruited through email announcements at MGH, internet website at Harvard, and flyers posted at the Massachusetts General Hospital and in the community (e.g., community centers, public libraries, coffee shops, restaurants, and laundromats). A phone screening will be performed to confirm likelihood that subjects will meet inclusion and exclusion criteria prior to committing time for further evaluation of eligibility.\n\nInformed consent will be obtained prior to the performance of any protocol procedures. The informed consent will be used to explain in simple terms the risks and benefits of study participation. The nature of the study will be fully explained by the PI, co-investigators or specially-trained study staff. The subject will be encouraged to ask questions pertaining to their participation in the study and may take as much time as they feel necessary to consider his/her participation as well as consult with family members or their physicians. Participation in this study is voluntary and the subjects may withdraw at any time. The IRB-approved informed consent documents will be signed and dated by the subject and the person obtaining consent.\n\nStudy Procedures:\n\nAfter providing study information and obtaining IRB approved informed consent, participants will complete up to seven study visits on seven different days.\n\nVisit 0 (up to 1.5 hours) We will go through all portions of the consent form and answer any questions. The M.I.N.I. will be administered to determine if the participant has a primary diagnosis of bipolar disorder. The Beck Depression Inventory (BDI) and the Young Mania Rating Scale (YMRS) will also be administered to confirm that participants are currently experiencing symptoms (BDI ≥ 14 and YMRS ≤ 12). The Clinical Global Impression Severity Scale (CGI) will also be collected to measure symptom severity. Participants will be excluded from further study procedures if they do not meet the above-described criteria.\n\nVisit 1 (up to 2.5 hours) Participants will complete clinical assessments including the YMRS, BDI, CGI, and SAFTEE. Participants complete practice sessions of the MSIT computer task. Participants also undergo an MRI scan where we will collect functional scans including BOLD resting state, BOLD task based, and ASL scans. Participants also undergo tFUS sonication in the scanner. Psychophysiological measures will also be recorded during the MRI scan.\n\nVisits 2 \\& 3 (up to 1.5 hours each; spaced 4-7 days after the previous visit) Participants will complete the SAFTEE and will undergo tFUS sonication outside the scanner. Psychophysiological measures will also be recorded during sonication.\n\nVisit 4 (up to 2.5 hours; spaced 4-7 days after the previous visit) Participants will complete clinical assessments including the YMRS, BDI, CGI, and SAFETEE. Participants complete practice sessions of the MSIT computer task. Participants also undergo an MRI scan where we will collect functional scans including BOLD resting state, BOLD task based, and ASL scans. Participants also undergo tFUS sonication in the scanner.\n\nVisits 5 \\& 6 (up to 1 hour; spaced 1 week and 1 month after visit 4) Participants will complete the same questionnaires from Visit 1.\n\nClinical Assessments:\n\nDuring each study visit, we will administer measures of BD symptom severity (Young Mania Rating Scale) and impairment (Clinical Global Impressions Severity Scale). Participants will also complete a self-report questionnaire of depressive symptom severity (Beck Depression Inventory).\n\nMulti-Source Interference Task:\n\nParticipants will complete an affective variation of the Multi-Source Interference Task (MSIT) where they will perform the cognitive interference task while viewing emotion-evoking images. We have used this task to investigate corticolimbic network activation in BD. During each trial, a three-digit number (using the numbers 0, 1, 2, 3) will be presented on the screen. Each trial will contain two identical distractor numbers and a distinct target number. Participants will identify the number that is different using a button press. During non-interference trials, the position of the different number is congruent with the position on the button box (e.g. 100, 020, 003), and is incongruent with the position on the button box (e.g. 221, 232, 331) during the interference trials. These numbers will be superimposed on positive, negative, and neutral images from the International Affective Picture System. Participants will complete this task in the MRI scanner before and after the first and last tFUS sessions.\n\ntFUS: Participants will be fitted with the BX Pulsar 1002 (BrainSonix Corp). We will use Brainsight neuronavigation and fiducial markers attached to the transducer to determine the correct positioning of the transducer. The tFUS parameters are the same parameters we have been using in our previous and ongoing tFUS studies of the amygdala (Fundamental Frequency = 650 kHz, Pulse Repetition Frequency = 10 Hz, Pulse-Width = 0.5 ms, Duty Cycle = 5%, derated ISPPA = 14.4 mW/cm2, derated ISPTA= 720 mW/cm2). The sonications will be delivered in a 30-seconds on, 30-seconds off block design, for 10 minutes of sonication during each session. All participants will receive 4 sessions of tFUS over the course of 4 weeks (1 per week), which is the same schedule currently used for an ongoing amygdala tFUS for Generalized Anxiety Disorder study (2019P000562).\n\nMRI Scans:\n\nFor the first and last tFUS session, participants will be scanned at the Martinos Center for Biomedical Engineering with a Siemens 3T Prisma MRI scanner. A high-resolution structural image will be acquired for co-registration of the functional images. We will collect blood-oxygen level dependent (BOLD) functional magnetic resonance images (fMRI) during the task (described above) and during resting-state before and after tFUS.\n\nPsychophysiology:\n\nRecording electrodes will be attached to the palm of the subject's left hand to measure galvanic skin response (GSR). GSR will be measured through disposable electrodes (Biopac Systems, Inc., Goleta CA) designed for use both inside and outside the MRI environment. Inside the MRI scanner, lead shield will be grounded through an RF filter at an MRI room to control room junction. For inside and outside the scanner the GSR Signal will be amplified and recorded with a BIOPAC Systems skin conductance module connected to a computer running AcqKnowledge software (BIOPAC systems).\n\nBiostatistical Analysis:\n\nfMRI BOLD task data will be preprocessed and analyzed using SPM12 software (Wellcome Department of Cognitive Neurology, London, UK). Images will be slice acquisition-time corrected, realigned to the first image of the pre tFUS MRI scan as a reference, co-registered to the individual's structural images, segmented into spatially normalized tissue maps, stereotactically normalized to the standardized space established by the Montreal Neurological Institute (MNI; http://www.bic.mni.mcgill.ca; ICBM NIH P-20 project), and smoothed/convolved with a three-dimensional Gaussian filter of 6 mm full-width at half maximum. Preprocessed images will be entered into first-level within-subject analyses. Realignment parameters representing movement in three translational and three rotational directions (x, y, z, pitch, roll, yaw) will be included as covariates to correct for motion. For each participant, contrast images will be created for conditions of interest for pre and post tFUS. A 2nd level random effects model will explore tFUS-associated changes during negative and positive interference trials compared to neutral non-interference trials in the amygdala and overall corticolimbic network from pre to post tFUS.\n\nBOLD resting-state data will be preprocessed and analyzed using CONN toolbox with the amygdala as the seed region. Images will be realigned to a reference image, slice-time corrected, co-registered to standardized space, segmented, functional and structural images were normalized, and smoothed with a 8 mm full-width half-maximum Gaussian kernel. Movement in six different directions (x, y, z, pitch, roll, yaw) and an ART toolbox framewise displacement composite of motion will be entered as covariates. We will complete default denoising where the confounding effects of BOLD signal linked to white matter, cerebrospinal fluid, and motion will be removed. Repeated-measures ANOVAs will be conducted to investigate whether tFUS is associated with significant changes in Fischer-Z transformed functional connectivity values between the amygdala seed region and corticolimbic network regions.\n\nExploratory bivariate correlations will assess whether tFUS-associated changes in the amygdala and overall corticolimbic network activity were correlated with changes in clinical scores and improvement."},"conditionsModule":{"conditions":["Bipolar"],"keywords":["Ultrasound"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active transcranial focused ultrasound (tFUS)","type":"EXPERIMENTAL","interventionNames":["Device: BrainSonix Pulsar 1002"]}],"interventions":[{"type":"DEVICE","name":"BrainSonix Pulsar 1002","description":"Device that delivers low intensity focused ultrasound","armGroupLabels":["Active transcranial focused ultrasound (tFUS)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Corticolimbic network resting-state functional connectivity","description":"Changes in amygdala and ventromedial prefrontal cortex resting-state functional connectivity from pre to post amygdala tFUS","timeFrame":"4 weeks"},{"measure":"Mood symptoms","description":"Changes in Young Mania Rating Scale (YMRS) and Beck's Depression Inventory (BDI)","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Primary diagnosis of BD (can be BD-I or BD-II)\n2. Age 18-64\n3. Normal or corrected-to normal vision and hearing\n4. YMRS ≤ 12\n5. BDI ≥ 14\n\nExclusion Criteria:\n\n1. Active neurological disorder\n2. Current psychosis symptoms\n3. MRI scan contraindications (e.g., metal implant, claustrophobia, weigh over 250 pounds, etc.)\n4. YMRS \\> 13\n5. BDI \\< 14","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Darin Dougherty, MD","role":"CONTACT","phone":"617-729-6766","email":"ddougherty@mgb.org"},{"name":"Jason Marum, BA","role":"CONTACT","phone":"617-643-2580","email":"jmarum@mgh.harvard.edu"}],"locations":[{"facility":"Massachusetts General Hospital","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001714","term":"Bipolar Disorder"}],"ancestors":[{"id":"D000068105","term":"Bipolar and Related Disorders"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M4996","name":"Bipolar Disorder","asFound":"Bipolar Disorder","relevance":"HIGH"},{"id":"M226","name":"Bipolar and Related Disorders","relevance":"LOW"},{"id":"M21835","name":"Mood Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}