{"protocolSection":{"identificationModule":{"nctId":"NCT06479499","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0367"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Pilate Versus Aerobic Exercises on Dyspnea , Functional Capacity and Anxiety Status in Patients With COPD","officialTitle":"Effects of Pilate Versus Aerobic Exercises on Dyspnea , Functional Capacity and Anxiety Status in Patients With COPD"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-18","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-06-18","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to compare the effects of Pilates, with its emphasis on proper breathing and muscle activation, and aerobic exercises, known for improving cardiovascular fitness, on dyspnea, anxiety, and functional capacity in COPD patients.","detailedDescription":"Chronic Obstructive Pulmonary Disease (COPD) poses a significant public health burden, with rising mortality rates and increased disability-adjusted life years. Common symptoms include dyspnea, chronic cough, and chest tightness, often exacerbated by factors like cigarette smoke and air pollution. Functional capacity becomes a notable concern, marked by exercise intolerance and muscle deconditioning due to COPD's characteristic airflow limitation. Anxiety, linked to breathlessness and the chronic nature of COPD, further complicates the interplay, restricting functional capacity and social involvement. Holistic management, including pulmonary rehabilitation, recognizes these challenges. This study aims to compare the effects of Pilates, with its emphasis on proper breathing and muscle activation, and aerobic exercises, known for improving cardiovascular fitness, on dyspnea, anxiety, and functional capacity in COPD patients.\n\nParticipants in a research study will be informed and provide voluntary consent before undergoing an 8-week intervention involving Pilates or aerobic exercise, alongside conventional treatments. The study aims to improve respiratory function and overall well-being, with data collected on demographics, primary, and secondary outcomes. Statistical analysis, conducted using SPSS, will include descriptive statistics, paired sample t-tests and Man Witney test. The study adheres to ethical guidelines, ensuring participant rights and welfare. Overall, it seeks to comprehensively analyze the impact of exercise interventions on respiratory health and quality of life through rigorous statistical methods and visualization."},"conditionsModule":{"conditions":["COPD Patients"],"keywords":["Aerobic exercises"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pilates exercises","type":"EXPERIMENTAL","description":"Group A will receive Pilates exercise with duration of 10-15 minutes and gradually progressing to 20-30 minutes. The session will hold 3 times per week over period of 8 weeks. It begins with warm-up and cool-down of about 5-10 minutes with rest interval of 1-2 minutes.","interventionNames":["Other: Pilates Exercises"]},{"label":"Aerobic exercise","type":"EXPERIMENTAL","description":"Group B will receive aerobic exercise it begins with a warm-up of 5-10 minutes. The duration of session will be 5-10 minutes in short interval of 1-2 minutes and then gradually reducing it to 30 seconds. The cool-down will be 5-10 minutes. The session will hold 3 times per week over period of 8 weeks.","interventionNames":["Other: Aerobic Exercises"]}],"interventions":[{"type":"OTHER","name":"Pilates Exercises","description":"Group A will undergo Pilates exercise training, scheduled three times weekly over an 8-week period, for elderly individuals with COPD the duration and time interval time for Pilates exercise can vary depending on their overall health, fitness level, and tolerance. It begins with warm-up with 10-15 minutes which may include gentle stretches and deep breathing Maintain proper breathing during exercise and gradually increase the intensity as the person becomes stronger. The exercise sessions lasting around 10-15 minutes and then gradually progressing to 20-30 minutes as the participants become more comfortable and their endurance improves. Maintain proper breathing during exercise and gradually increase the intensity as the person becomes stronger. The rest interval will be 1-2 minutes between exercise and then gradually reducing it to 30 seconds or less. Pilates session ends with a cool-down which may involve stretching and relaxation with duration of about 5-10 minutes.","armGroupLabels":["Pilates exercises"]},{"type":"OTHER","name":"Aerobic Exercises","description":"Group B will engage in Aerobic exercise plan, following the same frequency and duration as the Pilates exercise program-three sessions per week for 8 weeks, It begins with a warm-up of 5-10 minutes to prepare body for exercise it includes gentle movements, stretching, or a few minutes of low-intensity aerobic activity. It includes main exercise with moderate intensity like brisk walking or jogging with duration of 5-10 minutes and increase to 20-30 minutes as participants improves their endurance. The short interval begins with 1-2 minutes than gradually reducing it to 30 seconds or less as a person builds up stamina and fitness. The cool-down duration at end of exercise will be 5-10 minutes.","armGroupLabels":["Aerobic exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dyspnea","description":"The modified Medical Research Council scale (mMRC scale) is largely used in the assessment of dyspnea in chronic respiratory diseases. The mMRC scale is a 5-point (0-4) scale based on the severity of dyspnea. It is a quantitative assessment tool only for breathlessness. It assesses the effectiveness of treatment on an individual bass. Compare the effectiveness of a treatment within a population and Predict survival times and rates.","timeFrame":"8th weeks"},{"measure":"Functional Capacity","description":"In the context of COPD functional capacity refers to a person's ability to perform daily activities and exercise without experiencing excessive shortness of breath or fatigue. It is an important measure to assess the function of a person with COPD therefore in present study it will be assessed by 6 minutes' walk distance.","timeFrame":"8th weeks"},{"measure":"Anxiety","description":"The Self rating anxiety scale is a 20-item self-report assessment device built to measure anxiety levels, based on scoring in 4 groups of manifestations: cognitive, autonomic, motor and central nervous system symptoms. Answering the statements, a person should indicate how much each statement applies to him or her within a period of one or two weeks prior to taking the test. Each question is scored on a Likert-type scale of 1-4 (based on these replies: \"a little of the time\", \"some of the time\", \"good part of the time\", \"most of the time\"). Some questions are negatively worded to avoid the problem of set response. Overall assessment is done by total score.","timeFrame":"8th weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The both male and female participants will be included in the study.\n* The age of included participants will be 45-65 years old.\n* Diagnosed COPD patients of stage 2-3 according to gold criteria (moderate)\n* When the patients started the exercise program, they were stable, and none of them showed any clinical signs of neuromuscular or cardiovascular conditions that would prevent them from exercising.\n* The selected participants are getting medical therapy with pulmonary medications.\n* Those participants who will sign a written informed consent form will be included in the study.\n\nExclusion Criteria:\n\n* Participants who had recent abdominal and chest surgeries will be excluded.\n* Patients having history of cardiac arrhythmias or potential ECG alterations,\n* Patients who are unable to follow commands.\n* Participants presented with severe neuro-musculoskeletal abnormalities.\n* The chosen individuals were smokers or former smokers with a medical history of COPD; none of them exhibited any physiological or clinical signs of bronchial asthma.\n* No involvement in a consistent workout regimen for a minimum of six months before the study's start.\n* Those participants who are doing Yoga.","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tasneem Shehzadi, Mphil","role":"CONTACT","phone":"03104108327","email":"Tasneem.shezadi@ripha.edu.pk"}],"overallOfficials":[{"name":"Tasneem Shehzadi, Mphil","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Riphah international university","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"Tasneem Shehzadi, Mphil","role":"CONTACT","phone":"03104108327","email":"Tasneem.shezadi@riphah.edu.pk"},{"name":"Tasneem Shehzadi, Mphil","role":"CONTACT","phone":"03104108327","email":"Tasneem.shezadi@ripha.edu.pk"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000004417","term":"Dyspnea"}],"ancestors":[{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"}],"browseLeaves":[{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M7591","name":"Dyspnea","asFound":"Dyspnea","relevance":"HIGH"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15623","name":"Signs and Symptoms, Respiratory","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}