{"protocolSection":{"identificationModule":{"nctId":"NCT06477809","orgStudyIdInfo":{"id":"CIP-01-ARIA"},"organization":{"fullName":"ARIA Research Pty Ltd","class":"INDUSTRY"},"briefTitle":"A Pilot Study Comparing Performance of Blind Participants on 12 Tasks, With and Without the ARIA Device","officialTitle":"A Controlled, Open Label Pilot Study to Assess the Safety, Efficacy, and Usability of the ARIA Device With Blind Individuals Who Have no Light Perception or Light Perception Only"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-21","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-03","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ARIA Research Pty Ltd","class":"INDUSTRY"},"collaborators":[{"name":"University of Sydney","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Summary The environment in which we live, play and travel is primarily built by and for people with sight. Navigating the sighted world with blindness can be exhausting, as it involves disorientation, social isolation, increased risk, frustration and inefficiency. Accessing timely information about the environment is necessary to navigate an efficient path of travel and reduce the effort involved in living with blindness.\n\nNumerous assistive technologies have been developed to improve access to information, and quality of life for people with blindness, however persistent technology limitations include affordability, unreliable internet connection, lag and limited battery life. Existing technologies can offer scene description or text-to-voice quite effectively when the user is standing still, but not quickly enough to gain benefit when on the move. Timely information is crucial at road crossings, where poor decisions can result in injury. Information lag or deficit also compounds travel fatigue due to time and energy wasted in searching, uncertainty and frustration.\n\nBlind users are often brought in to test new technologies or devices in controlled, clinical conditions, when it is too late to influence design. There is little evidence of testing these technologies in lived environments to understand the functional benefits for the blind population, partly because there is a dearth of available methods and measures to embrace the complexity of functional research.\n\nThis study will test the safety, efficacy and usability of the ARIA Device in 12 varied research tasks undertaken by blind participants in clinical, social and outdoor lived environments, comparing ARIA performance with each participant's ordinary (non-ARIA) methods of undertaking the same tasks. The study uses an embedded mixed methods design with a qualitative priority, generating rich, precise data about what matters to participants and what they can do in diverse situations.","detailedDescription":"A controlled, open label pilot study to assess the safety, efficacy, and usability of the ARIA Device with blind individuals who have no light perception or light perception only.\n\nIntervention Name: The ARIA Device\n\nWhy: This study broadly asks: What is the ARIA difference, and how do we measure it? Aria Research is committed to codesign - developing assistive technology with and for people who are blind, so that the resulting device has genuine utility.\n\nThis pilot study explores the ARIA difference by comparing the performance of blind adults on 12 different research tasks that were codesigned with blind adults to represent their everyday tasks and environments. Each participant serves as their own control, undertaking each task with and without the Aria Device. This embedded mixed methods study has a qualitative priority. Checking the relevance of tasks and measures with every participant is part of warranting the validity of measurement data and the transferability/generalisability of study findings.\n\nWhat: Materials for this study include the prototype ARIA Device being investigated, and the research resources that provide context for the investigation.\n\nARIA stands for Augmented Reality in Audio. The ARIA Device consists of Augmented Reality glasses connected by cord to a dedicated mobile phone that has the ARIA app installed. The glasses include cameras, speakers and an inertial measurement unit. The phone app uses artificial intelligence to convert camera vision from the glasses into a soundscape that includes words and unique sounds identifying specific objects nearby, and an audio rendering of depth that estimates the user's distance from solid matter. This soundscape is delivered to the user via an amplifier that enables volume control and switch-off. The soundscape is designed to augment rather than replace natural hearing, increasing the user's perceptual access to details in the nearby environment.\n\nThe ARIA Device is a secondary aid, designed to complement rather than replace a primary mobility aid (long cane, guide dog or human guide). The glasses are secured to the wearer's head with a lanyard and the other components are mounted onto a lightweight backpack, leaving the user's hands free to manage a long cane, guide dog harness, bus pass or shopping bag.\n\nThe research protocol uses multiple private and public indoor settings in and around Aria HQ: a deskspace and boardroom for talking and training; a contrived office, motel room and waiting room simulate real world scenarios; a large multi-purpose room and research laboratory house several clinical search tasks; an office corridor and public foyer are lived environments that offer room to move fluently. Then the living lab beyond the front door, includes busy footpaths, streets, and businesses in the Sydney CBD. Research resources in these settings include objects the ARIA Device can recognise in the context of the varied tasks undertaken therein.\n\nProcedures: People who express interest in the study are booked for a 60-90 min intake interview by phone to confirm their eligibility to participate in the study. This interview includes co-rated assessments of functional vision and mobility using established measures (VROOM: Vision-related Outcomes in Orientation and Mobility and OMO: Orientation and Mobility Outcomes).\n\nEach eligible, available participant undertakes four research sessions on separate days within a month, at ARIA HQ (Haymarket NSW, 2000). Participation in all four sessions is needed to complete the dataset, and includes:\n\n* An introduction to Aria Research and the ARIA Device.\n* A selection of questionnaires / baseline assessments to profile participants and provide a clinical point of comparison with performance in functional tasks. These include an audiogram (confirming normal hearing or no worse than mild to moderate loss with no hearing aids), the Stuart Tactile Maps test (measuring spatial cognition), Dynamic Sound Field Audiometry assessment (measuring spatial hearing) and the WHOQoL-26A (measuring quality of life).\n* Training in use of the ARIA Device: fitting the device, scanning, identifying objects, interpreting distance cues, spearcons (speech sounds) and earcons (iconic object sounds); and social navigation using ARIA.\n* 12 research tasks that have real-world equivalence for blind people, codesigned with blind adults, varying in purpose, and sequenced in increasing complexity across the four sessions. Each task is undertaken with and without the ARIA Device. Participants are free to use their long cane as they choose while they explore what the ARIA device can offer them in each task and complete the non-ARIA trials in a way that feels ordinary or authentic to them.\n* Evaluation of the ARIA Device, tasks and measures, the overall protocol and the participant's experience of ARIA in each task.\n\nThe 12 research tasks:\n\nTask 1: Travel Baselines involves multiple timed walks along an office corridor: two with reverse sighted guide to establish preferred walking speed, then one each using a long cane, the ARIA device, no aid, and any other preferred aids.\n\nTask 2: Open Doors involves walking down the same corridor looking for an open office door, checking whether there is a person within, and locating door signage that identifies the occupant, first with then without the ARIA device.\n\nTask 3: Timed Up and Go begins with you seated in a chair. You stand and walk across an open space to touch a potted plant 6 metres in front of you, then turn around and return to your seat. The trial order is ARIA, no-ARIA, and ARIA.\n\nTask 4: Circle Search involves looking for five free-standing objects placed in a large circle, then walking to three of them in a specified order, before returning to home base. The objects are rearranged in between ARIA, no-ARIA, and ARIA trials.\n\nTask 5: Office Search involves exploring an empty office, and then finding ten office objects (only earcons) that are placed on surfaces, some distance apart. The task is conducted 6 times; with and without the ARIA device, and with and without background noise.\n\nTask 6: Un/Pack @ Ariabnb is like going on holiday or traveling for work. You explore the bedroom and unpack your bag, putting items in places that make sense to you. When repacking, you need to search because some items have been moved. The furniture is rearranged between the ARIA and no-ARIA trials.\n\nTask 7: Court or Courting involves walking around Priscilla (a mannequin) at cane's length to identify 10 objects or accessories she is wearing and work out what she might plan to do today.\n\nTask 8: Waiting Room is like attending a medical appointment where you take your referral to reception, find the toilets, then locate a seat near another person and settle in for a chat. Furniture is rearranged between ARIA, no-ARIA, and ARIA trials.\n\nTask 9: Slalom Wayfinding takes place in the ARIA public foyer and involves finding a clear path between freestanding obstacles and people to reach the clock on the other side of the foyer, then return. The task is conducted with then without ARIA.\n\nTask 10: Two Minute Walk happens at The Goods Line, a pedestrian walkway near Aria HQ. We measure how far you walk in two minutes and find out what you notice along the way, first with long cane only (no-ARIA) and then with ARIA.\n\nTask 11: Finding Laura also takes place at The Goods Line, where you search for your friend Laura, who you're meeting for lunch. Laura is on her phone, not looking out for you, so you need to find her first with ARIA, then without ARIA.\n\nTask 12: Traffic Spotting involves walking along the footpaths near ARIA HQ and reporting what you notice on the path, and on the road, first with your natural hearing, then with ARIA. You can walk alongside the guide, or hold onto an arm.\n\nThe Research Tasks and Measures document is a supplement to the Clinical Investigation Plan, available upon request from the Sponsor/Principal Investigator. It details the baseline assessments, ARIA training activities, the 12 novel research tasks and suite of new measures used to evaluate participants' performance in this study.\n\nIntervention Provider: The core investigation team includes one Certified Orientation and Mobility Specialist (COMS) conducting the Intake Interviews off-site via phone, and four onsite members generating data with participants during the four research sessions:\n\nThe Principal Investigator (PI) directing tasks and recording qualitative data is a COMS/teacher/functional researcher/mixed methodologist.\n\nThe research assistant (RA) responsible for videoing every task and ensuring the ARIA Device and other recording devices are maintained in good working order, is a COMS/Guide Dog Mobility Instructor.\n\nThe RA generating quantitative data through co-rating performance scales with participants and the team, is a qualified occupational therapist.\n\nThe RA generating quantitative data through biosensors and a patient-reported outcome measure is a PhD student investigating task-related effort in the context of human-computer interaction.\n\nTwo other RAs from another university partnership are generating data in the spatial hearing assessment.\n\nCertified Orientation and Mobility (O\\&M) Specialists have the tertiary qualifications and experience to assess the behaviour of blind travellers, teach the blind mobility skillset, and identify and manage co-morbidities that can affect pedestrian travel in lived environments. The blind mobility skillset includes guiding skills, independent travel skills, long cane training, road crossing safety, orientation to new places, accessing public transport, and strategies to optimise social engagement in public, such as self-advocacy, help-seeking and refusing assistance.\n\nInvestigation team members who are not O\\&M-qualified undertake immersive blindfold training in O\\&M and activities of daily living to understand how to guide and work effectively with blind participants, and how to manage power differentials in person-centred practice, co-design and co-rating conversations. All members of the investigation team have completed Good Clinical Practice (GCP) training and most hold a current first aid certificate. All have received training on the study, including familiarisation with essential documents, how to set-up and manage the research tasks, and how to record and secure data."},"conditionsModule":{"conditions":["Blindness and Low Vision"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"Inter-rater reliability checks will be undertaken during the study to compare sensor-based and manual methods of recording trial times and travel distances The control arm will be the participant's ordinary/preferred practice undertaking each task, referred to as non-ARIA."}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"With ARIA Glasses","type":"ACTIVE_COMPARATOR","description":"Each participant will act as their own control by performing the 12 research tasks with and without the ARIA Device, using their long cane as they choose in both conditions.\n\nThe control arm will be the participant's ordinary/preferred practice undertaking each task, referred to as non-ARIA.","interventionNames":["Device: ARIA Glasses ( Augmented Reality in Audio )"]},{"label":"Without ARIA Glasses","type":"ACTIVE_COMPARATOR","description":"Each participant will act as their own control by performing the 12 research tasks with and without the ARIA Device, using their long cane as they choose in both conditions.\n\nThe control arm will be the participant's ordinary/preferred practice undertaking each task, referred to as non-ARIA.","interventionNames":["Device: ARIA Glasses ( Augmented Reality in Audio )"]}],"interventions":[{"type":"DEVICE","name":"ARIA Glasses ( Augmented Reality in Audio )","description":"ARIA stands for Augmented Reality in Audio. The ARIA Device consists of Augmented Reality glasses connected by cord to a dedicated mobile phone that has the ARIA app installed. The glasses include cameras, speakers and an inertial measurement unit. The phone app uses artificial intelligence to convert camera vision from the glasses into a soundscape that includes words and unique sounds identifying specific objects nearby, and an audio rendering of depth that estimates the user's distance from solid matter. This soundscape is delivered to the user via an amplifier that enables volume control and switch-off. The soundscape is designed to augment rather than replace natural hearing, increasing the user's perceptual access to details in the nearby environment.","armGroupLabels":["With ARIA Glasses","Without ARIA Glasses"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ARIA Device Safety","description":"Absence of device-related adverse events (AEs) including safe temperature (no burns), safe skin contact (no irritation), safe pressure (no hot spots, bruising), and safe sound levels (no ringing in the ears).\n\nAE summaries will be restricted to treatment-emergent AEs (TEAEs) only, defined as AEs which commence, or worsen in severity, on or after the first use of the ARIA Device. AEs will be assessed according to their adverse event-device relationship (not related, unlikely, possible, probable, definitely related) and their severity (mild, moderate, severe).","timeFrame":"Safety and participant wellbeing is monitored throughout the 4 on-site research sessions, with TEAEs noted on data collection forms for evaluation by the PI, reported to Sponsor and Monitor immediately if severe (within 24 hours) or otherwise within 7day"}],"secondaryOutcomes":[{"measure":"Secondary outcomes include efficacy endpoints, usability endpoints and exploratory endpoints.","description":"Completion of 12 research tasks, with and without the ARIA Device, to assess efficacy of the ARIA Device.","timeFrame":"Through study completion, an average of 1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals over the age of 18\n* Working English proficiency\n* No light perception, or light perception only (VROOM score \\<10/50).\n* Ambulant, with sufficient stamina to stand/walk for at least 30 minutes between breaks during a 3-4 hour research session.\n* Independent long cane traveller.\n* Sufficient hearing for conversation, with no hearing aids and no worse than mild to moderate hearing loss.\n* Smartphone skills and familiarity with at least one app/device useful for wayfinding.\n* Able to attend 4 research sessions in person at the investigation site in Haymarket, Sydney.\n* Able to comply with all investigational requirements.\n\nExclusion Criteria:\n\n* Under 18 years, or adults unable to give informed consent (e.g., under guardianship).\n* Vision greater than light perception only (VROOM \\>10/50).\n* Physical limitations that compromise stamina needed to complete a four-hour research session.\n* Hearing aids; severe-profound hearing loss determined as insufficient hearing for unaided conversation\n* No smartphone skills or prior use of assistive technology.\n* Unwilling to be videoed during research tasks.\n* Unlikely to attend all follow-up study visits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Warren R Bingham","role":"CONTACT","phone":"+61421 438 535","email":"warren@ariaresearch.com.au"},{"name":"Lil Deverill, PhD","role":"CONTACT","phone":"+61421 438 535","email":"lil@ariaresearch.com.au"}],"overallOfficials":[{"name":"Lil Deverill, PhD","affiliation":"Director of Clinical Trials","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"ARIA Research","city":"Sydney","state":"New South Wales","zip":"2000","country":"Australia","contacts":[{"name":"Warren R Bingham, PtGradMgmt","role":"CONTACT","phone":"0421 438 535","email":"warren@ariaresearch.com.au"},{"name":"Lil Deverill, PhD","role":"CONTACT","phone":"0421 438 535","email":"lil@ariaresearch.com.au"}],"geoPoint":{"lat":-33.86785,"lon":151.20732}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001766","term":"Blindness"},{"id":"D000015354","term":"Vision, Low"}],"ancestors":[{"id":"D000014786","term":"Vision Disorders"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M5047","name":"Blindness","asFound":"Blindness","relevance":"HIGH"},{"id":"M18042","name":"Vision, Low","asFound":"Low Vision","relevance":"HIGH"},{"id":"M17530","name":"Vision Disorders","relevance":"LOW"},{"id":"M15490","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M8271","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}