{"protocolSection":{"identificationModule":{"nctId":"NCT06476444","orgStudyIdInfo":{"id":"HU-SB-ZE-01"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Association of Sedentary Behaviour and Habitual Diet With Resting Fat Oxidation in Women With Overweight and Obesity","officialTitle":"Association of Physical Activity, Sedentary Behaviour and Habitual Diet With Resting Fat Oxidation in Women With Overweight and Obesity"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-15","type":"ACTUAL"},"completionDateStruct":{"date":"2024-06-10","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zeynep Ergun","investigatorTitle":"Dietitian","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to investigate the relationship between physical activity levels, dietary patterns with fat oxidation at rest in normal lean individuals and those with overweight and obese.","detailedDescription":"Obesity is associated with a changing food environment where low-cost, high-energy-dense fast foods are readily available, and physical activity levels are decreasing. Additionally, metabolic flexibility, defined as the organisms ability to switch between metabolic fuels, is impaired in obesity and is known to play a significant role in the development of chronic diseases. In these disease states, a metabolically inflexible condition is typically characterized by a reduced ability to regulate fat oxidation during fasting and carbohydrate oxidation during satiety. Therefore, considering the rising trend in obesity, understanding the factors related to metabolic flexibility becomes critical. It is known that numerous factors such as diet composition, eating habits, physical activity level, and sedentary behavior affect metabolic flexibility. However, unlike dietary and exercise interventions, the number of studies examining the impact of individuals eating habits and physical activity levels on resting fat oxidation is limited, and this topic has not yet been researched in obese individuals.\n\nMoreover, another important concept known to have adverse effects on metabolic health independently of physical inactivity is sedentary behavior. Sedentary behavior is defined as \"activities that require low energy expenditure while sitting, reclining, or lying down.\" However, the extent to which daily sedentary time and interruptions of this time with physical activities affect resting fat oxidation, an important variable of metabolic health, is not known.\n\nIn this context, the aim of this study is to comparatively determine the relationship between physical activity levels, sedentary behaviors, habitual diet, and resting fat oxidation in normal-weight and overweight/obese women. A total of 118 healthy women aged 25-50 years (normal weight, n=60; body mass index (BMI) = 18.5 - 24.9 kg/m²) and overweight/obese (n=60; BMI = 25.0 - 34.9 kg/m²) will participate in this study. All participants' body composition and resting metabolic rate measurements will be conducted, and fat and carbohydrate oxidation will be determined. The dietary habits, 4-day physical activity levels, and sedentary behaviors of all participants will be assessed using appropriate measurement methods.\n\nThe findings of this project are expected to reveal the extent to which dietary habits, physical activity, and sedentary behavior throughout the day affect resting fat oxidation in overweight/obese and normal-weight individuals. These findings will provide important evidence on how dietary habits and sedentary behaviors can improve resting fat oxidation, an important indicator of metabolic flexibility, without the need for dietary and exercise interventions"},"conditionsModule":{"conditions":["Obesity","Healthy"],"keywords":["Metabolism","Health","Obesity","Diet","Physical Activity"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":120,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"1. Women with Overweight and Obesity (25.0-34.9 BMI)","description":"Healthy women with overweight and women without any chronic conditions other than obesity\n\nIn this cross-sectional study, indirect calorimetry will be used to determine resting fat oxidation in these participants. Subsequently, the relationship between the resting fat oxidation data obtained with the habitual diet and physical activity status of these participants will be evaluated. Dietary patterns and physical activity will be assessed with 4 consecutive daily food consumption records and Actigraph GT3X+ devices, respectively."},{"label":"2. Women with normal weight (18.5-24.9 BMI)","description":"Healthy women with normal weight.\n\nIn this cross-sectional study, indirect calorimetry will be used to determine resting fat oxidation in these participants. Thus, resting fat oxidation data of healthy women with normal weight and women with obesity/overweight will be compared. Subsequently, the relationship between the resting fat oxidation data obtained with the habitual diet and physical activity status of these participants will be evaluated. Dietary patterns and physical activity will be assessed with 4 consecutive daily food consumption records and Actigraph GT3X+ devices, respectively."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Resting fat oxidation","description":"In order to determine the relationship of dietary habits and habitual physical activity levels with resting fat oxidation in healthy overweight, obese and normal weight individuals, resting fat oxidation measurements will be performed with a indirect calorimetry (Cardio Pulmonary Exercise Testing, Quark CPET, Italy).All resting fat oxidation tests will be conducted in the same quiet room under a controlled ambient temperature (22-24 °C) and humidity (35-45%). Subjects will be instructed to arrive at the laboratory at 8 a.m. by car or by bus (avoiding any physical activity after waking up) and having fasted for at least 10-12 hours. In addition to this, they will be advised to avoid any moderate physical activity for the 24 h before the test day or any vigorous intensity exercise in the prior 48 h.","timeFrame":"From July 2024 to October 2024"},{"measure":"The relationship between habitual physical activity level and sedentary behaviour with resting fat oxidation","description":"Participants' habitual physical activity and sedentary behaviour will be measured with an accelerometer (Actigraph, USA) for 4 consecutive days to determine the relationship with resting fat oxidation.","timeFrame":"July 2024- October 2024"},{"measure":"Dietary pattern and fat oxidation","description":"In order to determine the relationship of macronutrient intake and food group consumption with resting fat oxidation, 4-day food consumption records will be obtained from the participants.","timeFrame":"July 2024- October 2024"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSedentary women aged 25-50 years with a body mass index range of 18.5-24.9 kg/m2 (normal weight) and 25-34.9 kg/m2 (overweight and obese) will be included in the study.\n\nExclusion Criteria:\n\n* Smokers,\n* Taking any medication or supplements that may affect metabolism,\n* Dieting for more than 6 months,\n* Pregnant or breastfeeding,\n* Amenorrhoea,\n* Individuals who meet the physical activity recommendations of the World Health Organisation (at least 150 min of moderate-to-vigorous exercise or at least 75 min of high-intensity exercise per week),\n* Individuals with any chronic disease other than obesity will be excluded from the study.","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Women with overweight and obesity aged 25 to 50.","minimumAge":"25 Years","maximumAge":"50 Years","stdAges":["ADULT"],"studyPopulation":"Sedentary women aged 25 to 50 with a body mass index range of 18.5-24.9 kg/m2 (normal weight; control group) and 25-34.9 kg/m2 (overweight and obese; research group) will be included in the study.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Necip Demirci, MSc.","affiliation":"Hacettepe University","role":"STUDY_CHAIR"},{"name":"Muhammed Atakan, Ph.D","affiliation":"Hacettepe University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Zeynep Ergun, BSc","affiliation":"Hacettepe University","role":"STUDY_CHAIR"}],"locations":[{"facility":"Hacettepe University","city":"Ankara","zip":"06100","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"referencesModule":{"references":[{"pmid":"28251936","type":"RESULT","citation":"Fletcher G, Eves FF, Glover EI, Robinson SL, Vernooij CA, Thompson JL, Wallis GA. Dietary intake is independently associated with the maximal capacity for fat oxidation during exercise. Am J Clin Nutr. 2017 Apr;105(4):864-872. doi: 10.3945/ajcn.116.133520. Epub 2017 Mar 1."},{"pmid":"33549436","type":"RESULT","citation":"Jurado-Fasoli L, Amaro-Gahete FJ, Merchan-Ramirez E, Labayen I, Ruiz JR. Relationships between diet and basal fat oxidation and maximal fat oxidation during exercise in sedentary adults. Nutr Metab Cardiovasc Dis. 2021 Apr 9;31(4):1087-1101. doi: 10.1016/j.numecd.2020.11.021. Epub 2020 Dec 1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"I can share my data when requested after the study is published."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009765","term":"Obesity"},{"id":"D000050177","term":"Overweight"}],"ancestors":[{"id":"D000044343","term":"Overnutrition"},{"id":"D000009748","term":"Nutrition Disorders"},{"id":"D000001835","term":"Body Weight"}],"browseLeaves":[{"id":"M12701","name":"Obesity","asFound":"Obesity","relevance":"HIGH"},{"id":"M26186","name":"Overweight","asFound":"Overweight","relevance":"HIGH"},{"id":"M25307","name":"Overnutrition","relevance":"LOW"},{"id":"M12684","name":"Nutrition Disorders","relevance":"LOW"},{"id":"M5114","name":"Body Weight","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}