{"protocolSection":{"identificationModule":{"nctId":"NCT06482632","orgStudyIdInfo":{"id":"119384"},"organization":{"fullName":"University of Puerto Rico","class":"OTHER"},"briefTitle":"The Effect of the Transection of the Omohyoid in the Incidence of Dysphagia in Patients","officialTitle":"The Effect of the Transection of the Omohyoid in the Incidence of Dysphagia in Patients Undergoing Multilevel Anterior Cervical Discectomy and Fusion"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-05-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-05-29","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Puerto Rico","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"We believe that the transection of the omohyoid during an anterior cervical discectomy and fusion decreases the incidence of dysphagia in patients who undergo this procedure when compared to patients who do not have the omohyoid transected.","detailedDescription":"Dysphagia is a common postoperative complication in patients undergoing anterior cervical discectomy and fusion (ACDF). Although it is often transient, there have been cases of postoperative dysphagia lasting for several months or being permanent. The pathogenesis of this complication is poorly understood and likely multifactorial. There have been multiple risk factors described that may contribute to postoperative dysphagia, but there is a lack of clarity regarding these. The effect of transecting the omohyoid during a multilevel Anterior Cervical Discectomy and Fusion has been controversial. The transaction of this muscle is generally safe and is often used during the approach of the technique for improved visualization.\n\nThis research study aims to determine whether the transection of the omohyoid affects the incidence of dysphagia in patients who underwent multilevel ACDF and whether it should be routinely performed during a multilevel ACDF. We plan to prospectively enroll 60 patients undergoing multilevel ACDF (C3-C7). Patients selected in the allotted time frame were treated by the orthopedic spine service of the University of Puerto Rico Orthopaedic Surgery Residency Program. Exclusion criteria include those patients with preoperative dysphagia, those with conditions that expose them to a high risk of postoperative dysphagia (such as motor neuron disease), and those with cervical non-degenerative pathology, such as tumor or trauma. Randomization was performed utilizing an online computer-generated sequence (www.graphpad.com/quickcalcs/randomN1.cfm). A request for the waiver of authorization to release health information will be completed. After the research committee approves, medical records will be reviewed to gather information such as age, gender, smoking status, diabetic status, body mass index (BMI), inpatient medications, and discharge medications. After discharge, patients undergoing this procedure are followed up at outpatient clinics (Clinicas Externas). Follow-up intervals include postoperative days 1 and 2, 4, and 8 weeks after surgical intervention. On the first postoperative day, and each of the follow-up visits we will collect dysphagia scores via a modified Swallowing Quality of Life Scale (Swal-QOL) and physician notes. Physician notes will also be evaluated for clear documentation of patient-reported outcomes. Results will be gathered to evaluate outcomes and complications.\n\nThe target population is female and male patients between 21 - 85 years old undergoing multilevel anterior cervical decompression and fusion.\n\nPatients with a history of preoperative dysphagia, those with conditions that expose them to high risk of postoperative dysphagia (such as motor neuron disease), and those with cervical non-degenerative pathology, such as tumor or trauma as well as those who have lost to follow up, will be excluded from the study.\n\nThe risks of participating in this study, though minimal, include a breach in confidentiality. The benefits of participation include contributing to the Orthopaedic Surgery research community to guide future pain management in fracture care.\n\nTo ensure the confidentiality of subjects' data, all information gathered from medical records (MR) will be de-identified and stored in a password-protected database. The database will only be accessible to Principal Investigators, CO-Principal Investigators, and students from the Orthopaedic Surgery Department, who meet all \"CITI Program\" requirements and have completed HIPAA training. An identification number will be assigned to each participant to not use the patient's number from the Medical Record. Data for age, gender, smoking status, diabetic status, body mass index (BMI), inpatient medications, and discharge medications will be collected apart from Medical Record numbers and identifiable data. These documents can only be accessed by those electronically permitted by the Principal Investigator, furthermore, a unique password has to be written, to access the database. Therefore, since there are different measures to ensure privacy (electronic permit granted by Principal Investigator and password protection), we understand that this research ensures adequate parameters for confidentiality. After data collection and statistical analysis are done, the password-protected database will be made inaccessible, deleted, and destroyed to preclude reproduction and divulgation of data. Identifiers will not be maintained following the completion of the study. The study is composed of patients who underwent Principal Investigators at our institutions. The sub-groups will be created based on the transaction of omohyoid (transected vs non-transected) to allow comparisons in Sociodemographic information, past medical history, body mass index and confounding variables that might affect our results are: patient comorbidities, gender, and levels of fused. Finally the population selected may represent convenience bias due to its location on the northeast side of Puerto Rico."},"conditionsModule":{"conditions":["Anterior Cervical Pain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This study intends to report the incidence of dysphagia in patients who underwent multilevel Anterior Cervical Discectomy and Fusion with or without omohyoid transection during the surgical approach. Patients selected for this study will be those who are treated at the University District Hospital (UDH) of the UPR - SOM.\n\nThe study is composed of patients who underwent ACDF at our institutions. Randomization of dissected Omohyoid was performed utilizing an online computer-generated sequence (www.graphpad.com/quickcalcs/randomN1.cfm). A request for the waiver of authorization to release health information will be completed. After the research committee approves, medical records will be reviewed to gather information such as age, gender, smoking status, diabetic status, body mass index (BMI), inpatient medications, and discharge medications. After discharge, patients undergoing this procedure are followed up at outpatient clinics.","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","whoMasked":["CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Discectomy of Omohyoid","type":"OTHER","description":"Patient undergoing an anterior cervical discectomy (ACDF) and fusion will have the Omohyoid removed to determine the effect of dysphagia after surgery.","interventionNames":["Procedure: Discectomy of Omohyoid"]},{"label":"No discectomy of Omohyoid","type":"OTHER","description":"Patient undergoing an anterior cervical discectomy (ACDF) and fusion will not have the Omohyoid removed to determine the effect of dysphagia after surgery.","interventionNames":["Procedure: Control group no discectomy of Omohyoid"]}],"interventions":[{"type":"PROCEDURE","name":"Discectomy of Omohyoid","description":"Will be removing the Omohyoid during an anterior cervical discectomy and fusion to compare its effect of dysphagia.","armGroupLabels":["Discectomy of Omohyoid"]},{"type":"PROCEDURE","name":"Control group no discectomy of Omohyoid","description":"Will not be removing the Omohyoid during an anterior cervical discectomy and fusion to compare its effect of dysphagia.","armGroupLabels":["No discectomy of Omohyoid"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neck Disability Index","description":"This questionnaire has been designed to give us information as to how your neck pain has affected your ability to manage in everyday life.","timeFrame":"6 months"},{"measure":"Dysphagia Short Questionnaire","description":"a 10-point rating scale where patients provide an assessment of the severity of dysphagia symptoms experienced.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Neck Circumference","description":"Measurement of neck circumference in centimeters","timeFrame":"Pre operation"},{"measure":"Body Mass Index","description":"Measure the body mass index of the patient","timeFrame":"Pre Operation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The target population is female and male patients between 21 - 85 years old undergoing multilevel anterior cervical decompression and fusion.\n\nExclusion Criteria:\n\n* Patients with a history of preoperative dysphagia, those with conditions that expose them to high risk of postoperative dysphagia (such as motor neuron disease), and those with cervical non-degenerative pathology, such as tumor or trauma as well as those who have lost to follow up, will be excluded from the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Carlos Guevara-Serra, MD","role":"CONTACT","phone":"7877773535","phoneExt":"2104","email":"carlos.guevara2@upr.edu"}],"locations":[{"facility":"Hospital Oncológico Dr. Isaac González Martínez","city":"San Juan","zip":"00935","country":"Puerto Rico","contacts":[{"name":"Carlos Guevara-Serra, MD","role":"CONTACT","phone":"7877773535","phoneExt":"2107","email":"carlos.guevara2@upr.edu"}],"geoPoint":{"lat":18.46633,"lon":-66.10572}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000019547","term":"Neck Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M21485","name":"Neck Pain","asFound":"Anterior Cervical Pain","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M6882","name":"Deglutition Disorders","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"}]}},"hasResults":false}