{"protocolSection":{"identificationModule":{"nctId":"NCT06481085","orgStudyIdInfo":{"id":"HDM1002-202"},"organization":{"fullName":"Hangzhou Zhongmei Huadong Pharmaceutical Co., Ltd.","class":"INDUSTRY"},"briefTitle":"To Evaluate Efficacy and Safety of HDM1002 Tablets in Adults With Type 2 Diabetes Mellitus","officialTitle":"A Phase 2, Randomized, Double-blind, Placebo Controlled, Parallel Group Study to Evaluate the Efficacy and Safety of HDM1002 Tablets in Subjects With Type 2 Diabetes Mellitus Inadequately Controlled on Metformin or Diet and Exercise"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hangzhou Zhongmei Huadong Pharmaceutical Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a randomized, double-blind, placebo controlled, parallel group study, which aims to provide data on efficacy, safety and pharmacokinetics (PK) of multiple dose levels of HDM1002 tablets in adults with type 2 diabetes mellitus (T2DM) inadequately controlled on metformin and/or diet and exercise.","detailedDescription":"This phase 2, multi-center, randomized, double-blind, placebo-controlled, parallel group study aims to assess the efficacy and safety of HDM1002 tablets in adult participants with T2DM inadequately controlled on metformin monotherapy or diet and exercise alone. At least 80% of the enrolled participants are required to be on metformin prior to screening. A total of 318 participants will be included in this study, and will be stratified according to baseline glycated hemoglobin (HbA1c) (≤ 8.5% or \\> 8.5%) and background diabetes treatment (metformin or diet and exercise alone). For cohort A to cohort E, approximately 293 participants will be randomized in a 57:57:57:65:57 ratio to receive different doses of HDM1002 or placebo. In addition, an open-label design will be used in cohort F to explore the efficacy and safety of HDM1002 tablets administered in 200 mg twice daily. About 25 participants will be enrolled in cohort F, all of which will receive HDM1002 tablets. Following the screening period to confirm eligibility up to 2-weeks, the study will consist of a 2-week placebo run-in period (participants with diet and exercise alone) or a 6-week metformin run-in period (participants with metformin prior to screening) prior to randomization on Day 1. The treatment period will be 12 weeks, followed by an approximate 4-week follow-up. Dosing will occur with or without food once daily or twice daily, and up to 4 weeks of dose titration regimen will be adopted to maximize tolerability of HDM1002."},"conditionsModule":{"conditions":["Type 2 Diabetes"],"keywords":["HDM1002 tablet","type 2 diabetes","Glucagon-Like Peptide-1 Receptor Agonists"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":318,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HDM1002 50 mg","type":"EXPERIMENTAL","description":"Participants received 50 mg HDM1002 administered orally once daily (QD)","interventionNames":["Drug: HDM1002 50 mg"]},{"label":"HDM1002 100 mg","type":"EXPERIMENTAL","description":"Participants received maintenance dose of 100 mg with dose escalation starting from 50 mg HDM1002 administered orally once daily (QD)","interventionNames":["Drug: HDM1002 100 mg"]},{"label":"HDM1002 200 mg","type":"EXPERIMENTAL","description":"Participants received maintenance dose 200 mg with dose escalation starting from 50 mg, 100 mg and then 200 mg HDM1002 administered orally QD","interventionNames":["Drug: HDM1002 200 mg"]},{"label":"HDM1002 400 mg","type":"EXPERIMENTAL","description":"Participants received maintenance dose 200 mg with dose escalation starting from 50 mg, 100 mg, 200 mg and then 400 mg HDM1002 administered orally QD","interventionNames":["Drug: HDM1002 400 mg"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Participants received matching placebo administered orally QD","interventionNames":["Drug: Placebo"]},{"label":"HDM1002 200 mg bid","type":"EXPERIMENTAL","description":"Participants received maintenance dose 400 mg with dose escalation starting from 25 mg, 50 mg, 100 mg and then 200 mg HDM1002 administered orally twice daily (BID)","interventionNames":["Drug: HDM1002 200 mg BID"]}],"interventions":[{"type":"DRUG","name":"HDM1002 50 mg","description":"HDM1002 tablets, 50 mg once daily, 12 weeks","armGroupLabels":["HDM1002 50 mg"],"otherNames":["HDM1002"]},{"type":"DRUG","name":"HDM1002 100 mg","description":"HDM1002 tablets, 100 mg once daily, 12 weeks","armGroupLabels":["HDM1002 100 mg"],"otherNames":["HDM1002"]},{"type":"DRUG","name":"HDM1002 200 mg","description":"HDM1002 tablets, 200 mg once daily, 12 weeks","armGroupLabels":["HDM1002 200 mg"],"otherNames":["HDM1002"]},{"type":"DRUG","name":"HDM1002 400 mg","description":"HDM1002 tablets, 400 mg once daily, 12 weeks","armGroupLabels":["HDM1002 400 mg"],"otherNames":["HDM1002"]},{"type":"DRUG","name":"HDM1002 200 mg BID","description":"HDM1002 tablets, 200 mg twice daily, 12 weeks","armGroupLabels":["HDM1002 200 mg bid"],"otherNames":["HDM1002"]},{"type":"DRUG","name":"Placebo","description":"Matching placebo will be provided","armGroupLabels":["Placebo"],"otherNames":["Matching placebo for group A to group E"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change From Baseline in HbA1c at Week 12","description":"HbA1c can be used as a diagnostic test for diabetes and is a widely recognized objective measure of glycemic control","timeFrame":"Baseline, Week 12"}],"secondaryOutcomes":[{"measure":"Change From Baseline in HbA1c at Week 4, Week 8","description":"HbA1c can be used as a diagnostic test for diabetes and is a widely recognized objective measure of glycemic control","timeFrame":"Baseline, Week 4, Week 8"},{"measure":"Percentage of Participants With an HbA1c target value of < 7.0% or ≤ 6.5%","description":"The target HbA1c level for people with diabetes is usually less than 7%.","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Fasting plasma Glucose","description":"The fasting plasma glucose measures the levels of glucose in the blood, with a normal range of 70 mg/dL to 99 mg/dL.","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Postprandial 2-hour Glucose (PPG2h), Area Under the Curve of Plasma Glucose (AUC0-4h, Glucose), C-Peptide (AUC0-4h, C-peptide), Insulin (AUC0-4h, Insulin), and Glucagon (AUC0-4h, Glucagon)","description":"These indicators were assessed using the mixed-meal tolerance test","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Fasting C-Peptide, Fasting Insulin, and Fasting Glucagon","description":"C-Peptide, Fasting Insulin, and Fasting Glucagon were measured at planned time points","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Homeostasis Model Assessment of β-Cell Function (HOMA-β) and Homeostasis Model Assessment of Insulin Resistance (HOMA-IR)","description":"HOMA-IR and HOMA-β are commonly used to estimate insulin resistance and beta cell function.","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Fasting Lipid Profiles, including: Low-density Lipoprotein Cholesterol (LDL-C), High-density Lipoprotein Cholesterol (HDL-C), Triglycerides (TG), Total Cholesterol (TC), Non-HDL-C and Lipoprotein (a) [Lp(a)]","description":"Fasting Lipid Profiles were measured at planned time points.","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Systolic and Diastolic Blood Pressure","description":"Blood Pressure was measured using an automated device","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Body Weight","description":"Weight was recorded in kilograms (kg), and accuracy to the nearest 0.1 kg.","timeFrame":"Baseline, Week 12"},{"measure":"Percentage of Participants Achieving Weight Loss ≥ 5% and ≥ 10%","description":"Weight was recorded in kilograms (kg), and accuracy to the nearest 0.1 kg.","timeFrame":"Baseline, Week 12"},{"measure":"Number of Participants With Treatment Emergent Adverse Events (Adverse Events [AEs] and Serious Adverse Events [SAEs]), Adverse Events of Special Interest (AESI), Incidence and Severity of Hypoglycaemic Events, etc.","description":"A serious AE (SAE) was an AE resulting in any of the following outcomes or deemed significant for any other reason: death; life-threatening; initial or prolonged inpatient hospitalization; persistent or significant disability/incapacity; congenital anomaly/birth defect.","timeFrame":"Baseline Through Week 16"},{"measure":"Number of Participants with Clinical Laboratory Abnormalities, and Abnormalities in Vital Signs, Physical Examination and Electrocardiogram","description":"Vital signs (blood pressure, pulse rate, body temperature, respiratory rate), physical examination, ECG and clinical laboratory evaluations (hematology, clinical chemistry, coagulation, urinalysis, calcitonin, serum amylase and lipase)","timeFrame":"Baseline Through Week 16"}],"otherOutcomes":[{"measure":"Change From Baseline in Glycaemic Indicators According to Treatment Background ( Metformin or Diet and Exercise Alone)","description":"Glycaemic Indicators include HbA1c (%), fasting plasma glucose (mmol/L) and 2-hour postprandial blood glucose (mmol/L)","timeFrame":"Baseline, Week 12"},{"measure":"Change From Baseline in Body Weight According to Treatment Background ( Metformin or Diet and Exercise Alone)","description":"Weight in kilograms","timeFrame":"Baseline, Week 12"},{"measure":"Pharmacokinetic (PK) Profiles of HDM1002 and Its Metabolites (If Feasible)","description":"PK parameters including: Maximum plasma concentration (Cmax), Minumum plasma concentration (Cmin), Time to maximum plasma concentration (Tmax), AUCtau, Area under the curve from time 0 to 24 h(AUC0-24h)","timeFrame":"Baseline, Day 71"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Male or female subjects between 18 and 75 years of age (inclusive).\n2. Have been diagnosed with type 2 diabetes mellitus (T2DM) for at least 3 months based on the World Health Organization (WHO 1999) and meets one of the following conditions:\n\n   * Participants treated with a stable dose of metformin (with maintenance dose of at least 1500 mg/day or a maximally tolerated dose not less than 1000 mg) for at least 6 weeks prior to screening; and must be stable for at least 12 weeks prior to randomization.\n   * Participants on diet and exercise alone for at least 12 weeks prior to screening will be limited to ≤20% of total participant population.\n3. HbA1c ≥7.5% and ≤10.5% at screening as assessed by the local laboratory, and HbA1c ≥7.5% and ≤10.5% prior to randomization as assessed by the specified central laboratory.\n4. Having a body mass index (BMI) of 22.5 to 40.0 kg/m2, inclusive.\n5. Female participants of childbearing potential and male participants must agree to use highly effective contraception method from the day of signing the informed consent form (ICF) and until 30 days (female) or 90 days (male) after the final dose administration.\n6. Able to understand and comply with protocol requirements, agree to maintain the same dietary and exercise habits throughout the trial, be willing to complete the trial in strict compliance with the clinical trial protocol and provide written informed consent.\n\nExclusion Criteria:\n\n1. Diagnosed with type 1 diabetes mellitus (including latent autoimmune diabetes in adults), special types of diabetes or gestational diabetes mellitus.\n2. Evidence of acute complications of diabetes (e.g., diabetic ketoacidosis, diabetic lactosidosis, or hyperosmolar nonketotic coma) within 6 months before signing the ICF.\n3. History of level 3 hypoglycemia (as defined by the occurrence of neuroglycopenic symptoms requiring the assistance of another person for recovery) , or history of asymptomatic hypoglycaemic episodes within 6 months prior to signing the ICF.\n4. Severe infection within 4 weeks prior to screening and may affect glucose control in the opinion of the investigator.\n5. Have a known self or family history of medullary thyroid carcinoma, thyroid C-cell hyperplasia or multiple endocrine neoplasia type II (MEN2).\n6. Evidence of uncontrolled hypothyroidism or hyperthyroidism as judged by the investigator at the time of signing the ICF, or on a stable dose of medication therapy less than 3 months, or having been expected to require dose adjustments throughout the trial.\n7. History of acute or chronic pancreatitis, or any high-risk factor which may lead to pancreatitis; or have symptomatic gallbladder disease within 6 months before signing the ICF.\n8. Any condition or disease possibly affecting gastric emptying or nutrients absorption in the opinion of the investigator, such as history of bariatric surgery or other gastrectomy, irritable bowel syndrome, dyspepsia, etc.\n9. Uncontrolled hypertension, defined as systolic blood pressure (SBP) ≥ 160 mmHg and/or diastolic blood pressure (DBP) ≥ 100 mmHg under stable treatments of antihypertensive drugs at screening; or previous evidence of renal artery stenosis or unstable blood pressure (including postural hypotension).\n10. Have had any of the following within 6 months before signing the ICF:\n\n    * unstable angina；\n    * heart failure (New York Heart Association, class III or IV);\n    * myocardial infarction (MI)；\n    * coronary artery bypass grafting or percutaneous coronary intervention；\n    * Uncontrolled severe arrhythmias (including: ventricular tachycardia, ventricular fibrillation, atrial fibrillation, second to third degree atrioventricular block, sick sinus node syndrome, pre-excitation syndrome, etc.)；\n    * cerebrovascular accident (including stroke or transient ischemic attack).\n11. Have a history of proliferative diabetic retinopathy and/or diabetic maculopathy, or evidence of other severe retinopathy that requires immediate treatment intervention.\n12. Have a known history of liver disease, including: acute or chronic active liver disease (except non-alcoholic steatohepatitis) such as active hepatitis B, hepatitis C; or primary biliary cholangitis.\n13. Have evidence of a significant, active autoimmune abnormality (for example, lupus or rheumatoid arthritis) that, in the opinion of the investigator, requires concurrent treatment with systemic glucocorticoids during the trial.\n14. Evidence of any malignancy with 5 years before signing the ICF (except for basal cell carcinoma that has received curative treatment and is considered cured).\n15. Self-reported or documented change in body weight of ≥5% within 3 months before signing the ICF.\n16. Having used a Glucagon-like peptide-1 (GLP-1) analogue within 6 months prior to signing the ICF; or previous discontinuation of a GLP-1 analogue due to safety/tolerability or lack of efficacy.\n17. Estimated glomerular filtration rate (eGFR) \\< 45 mL/min.\n18. Positive result on HBsAg, anti-hepatitis C virus (HCV) antibodies, anti-immunodeficiency virus (HIV) antibodies, or a positive test result for antibodies to syphilis spirochetes.\n19. History of alcohol abuse (i.e., drinking more than 14 standard units of alcohol per week for men and 7 standard units of alcohol per week for women, with 1 standard unit containing 14 g of alcohol, such as 360 mL of beer or 45 mL of spirits with alcohol content of 40% or 150 mL of wine) or drug addiction within one year before signing the ICF; or presence of a psychiatric disorder that, in the opinion of the investigator, could interfere with participation in the study (e.g., depression).\n20. Pregnancy or lactation.\n21. Known allergy to any components of the investigational drug, metformin or its excipients.\n22. Have any of the following conditions: an investigator or sub-investigator, or a research assistant, or a pharmacist, or a study coordinator, or other staff member directly involved in the study, or any person who is dependent on the study site, the investigator, or the sponsor (such as employees or their immediate family member).\n23. Enrolled in or participated in any other clinical study within 3 months (or within 5 times the elimination half-life, whichever is longer) prior to signing the ICF (except for subjects who signed written informed consent without any intervention of investigational product).\n24. Any other condition considered by the investigator which is not suitable for participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Donghui Feng","role":"CONTACT","phone":"18753104997","email":"fengdonghui@eastchinapharm.com"}],"overallOfficials":[{"name":"Yiming Mu, Ph.D","affiliation":"Chinese PLA General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Chinese People's Liberation Army General Hospital","city":"Beijing","state":"Beijing","zip":"100039","country":"China","contacts":[{"role":"CONTACT","phone":"010-55499301"},{"name":"Weijun Gu","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Beijing Chaoyang Hospital Affiliated to Capital Medical University","city":"Beijing","country":"China","contacts":[{"name":"Guang Wang","role":"CONTACT","phone":"15801661567"},{"name":"Guang Wang","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Peking University Shougang Hospital","city":"Beijing","country":"China","contacts":[{"name":"Xiuqin Sun","role":"CONTACT","phone":"13552300467"},{"name":"Xiuqin Sun","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}},{"facility":"Cangzhou Central Hospital","city":"Cangzhou","country":"China","contacts":[{"name":"Jiarui Li","role":"CONTACT","phone":"13315777123"},{"name":"Jiarui Li","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.31667,"lon":116.86667}},{"facility":"The Second Hospital of Jilin University","city":"Changchun","country":"China","contacts":[{"name":"Hanqing Cai","role":"CONTACT","phone":"13674315020"},{"name":"Hanqing Cai","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.88,"lon":125.32278}},{"facility":"The Fourth Hospital of Changsha City","city":"Changsha","country":"China","contacts":[{"name":"Junhua Song","role":"CONTACT","phone":"18942552817"},{"name":"Junhua Song","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":28.19874,"lon":112.97087}},{"facility":"The Third Hospital of Changsha City","city":"Changsha","country":"China","contacts":[{"name":"Debin Huang","role":"CONTACT","phone":"15974189944"},{"name":"Debin Huang","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":28.19874,"lon":112.97087}},{"facility":"Chengdu Second People's Hospital","city":"Chengdu","country":"China","contacts":[{"name":"Dong Wei","role":"CONTACT","phone":"13330946790"},{"name":"Haoming Tian","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.66667,"lon":104.06667}},{"facility":"The Affiliated Hospital of Chengdu University","city":"Chengdu","country":"China","contacts":[{"name":"Ping Xiong","role":"CONTACT","phone":"138 0820 8246"},{"name":"Ping Xiong","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.66667,"lon":104.06667}},{"facility":"Three Gorges Hospital Affiliated to Chongqing University","city":"Chongqing","country":"China","contacts":[{"name":"Yan Li","role":"CONTACT","phone":"15202317166"},{"name":"Yan Li","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.56278,"lon":106.55278}},{"facility":"The First Hospital of Handan City","city":"Handan","country":"China","contacts":[{"name":"Haifang Wang","role":"CONTACT","phone":"18632009978"},{"name":"Haifang Wang","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":36.60056,"lon":114.46778}},{"facility":"Zhejiang Provincial People's Hospital","city":"Hangzhou","country":"China","contacts":[{"name":"Xiaohong Wu","role":"CONTACT","phone":"13815870351"},{"name":"Xiaohong Wu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.29365,"lon":120.16142}},{"facility":"The Fourth Affiliated Hospital of Harbin Medical University","city":"Harbin","country":"China","contacts":[{"name":"Zhifeng Cheng","role":"CONTACT","phone":"18903602198"},{"name":"Zhifeng Cheng","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.75,"lon":126.65}},{"facility":"The Second Affiliated Hospital of Anhui Medical University","city":"Hefei","country":"China","contacts":[{"name":"Tianrong Pan","role":"CONTACT","phone":"15305609568"},{"name":"Tianrong Pan","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.86389,"lon":117.28083}},{"facility":"Huizhou Central People's Hospital","city":"Huizhou","country":"China","contacts":[{"name":"Shu Li","role":"CONTACT","phone":"13502283418"},{"name":"Shu Li","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":23.11147,"lon":114.41523}},{"facility":"Huzhou Central Hospital","city":"Huzhou","country":"China","contacts":[{"name":"Shuying zheng","role":"CONTACT","phone":"0572-255570"},{"name":"Shuying zheng","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":30.8703,"lon":120.0933}},{"facility":"Jinan Central Hospital","city":"Jinan","country":"China","contacts":[{"name":"Xiaolin Dong","role":"CONTACT","phone":"13869123309"},{"name":"Xiaolin Dong","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":36.66833,"lon":116.99722}},{"facility":"The First Affiliated Hospital of Henan University of Science and Technology","city":"Luoyang","country":"China","contacts":[{"name":"Yujin Ma","role":"CONTACT","phone":"18538883655"},{"name":"Yujin Ma","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.68361,"lon":112.45361}},{"facility":"The Third People's Hospital of Luoyang City","city":"Luoyang","country":"China","geoPoint":{"lat":34.68361,"lon":112.45361}},{"facility":"The Second Affiliated Hospital of Nanjing Medical University","city":"Nanjing","country":"China","contacts":[{"name":"Yibing lu","role":"CONTACT","phone":"189 5176 2690"},{"name":"Yibing lu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.06167,"lon":118.77778}},{"facility":"The First Affiliated Hospital of Nanyang Medical College","city":"Nanyang","country":"China","contacts":[{"name":"Dexue Liu","role":"CONTACT","phone":"13837739967"},{"name":"Dexue Liu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.99472,"lon":112.53278}},{"facility":"The First People's Hospital of Nanyang City","city":"Nanyang","country":"China","contacts":[{"name":"Yihua Wang","role":"CONTACT","phone":"13837769869"},{"name":"Yihua Wang","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":32.99472,"lon":112.53278}},{"facility":"Panjin Liaohe Oilfield General Hospital","city":"Panjin","country":"China","contacts":[{"name":"Xin Zhang","role":"CONTACT","phone":"13322387759"},{"name":"Xin Zhang","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.121,"lon":122.0739}},{"facility":"The First Hospital of Qinhuangdao City","city":"Qinhuangdao","country":"China","contacts":[{"name":"Bowei Liu","role":"CONTACT","phone":"15903366689"},{"name":"Bowei Liu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.93167,"lon":119.58833}},{"facility":"Suzhou Municipal Hospital","city":"Suzhou","country":"China","contacts":[{"name":"Lei Chen","role":"CONTACT","phone":"0512-62362166"},{"name":"Lei Chen","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.30408,"lon":120.59538}},{"facility":"The First Hospital of Shanxi Medical University","city":"Taiyuan","country":"China","contacts":[{"name":"Hao Qi","role":"CONTACT","phone":"13485375761"},{"name":"Hao Qi","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":37.86944,"lon":112.56028}},{"facility":"Tonghua Central Hospital","city":"Tonghua","country":"China","contacts":[{"name":"Wenyan Fu","role":"CONTACT","phone":"15944505893"},{"name":"Wenyan Fu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.71972,"lon":125.92639}},{"facility":"The Affiliated Hospital of Xuzhou Medical University","city":"Xuzhou","country":"China","contacts":[{"name":"Jue Xi","role":"CONTACT","phone":"18020566812"},{"name":"Jue Xi","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.18045,"lon":117.15707}},{"facility":"Xuzhou Cancer Hospital","city":"Xuzhou","country":"China","contacts":[{"name":"Chunrong Xu","role":"CONTACT","phone":"151 6212 0096"},{"name":"Chunrong Xu","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.18045,"lon":117.15707}},{"facility":"Yueyang People's Hospital","city":"Yueyang","country":"China","contacts":[{"name":"Dijun Zhou","role":"CONTACT","phone":"13607307010"},{"name":"Dijun Zhou","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.37455,"lon":113.09481}},{"facility":"The Second Affiliated Hospital of Zhengzhou University","city":"Zhengzhou","country":"China","contacts":[{"name":"Qingju Li","role":"CONTACT","phone":"15838123695"},{"name":"Qingju Li","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.75778,"lon":113.64861}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Type 2 Diabetes","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11667","name":"Metformin","relevance":"LOW"},{"id":"M3401","name":"Glucagon-Like Peptide-1 Receptor Agonists","relevance":"LOW"},{"id":"M9043","name":"Glucagon","relevance":"LOW"},{"id":"M26997","name":"Glucagon-Like Peptide 1","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}