{"protocolSection":{"identificationModule":{"nctId":"NCT06474013","orgStudyIdInfo":{"id":"KUAHAD-01"},"organization":{"fullName":"Korea University Anam Hospital","class":"OTHER"},"briefTitle":"A Clinical Trial to Evaluate the Initial Safety and Efficacy of Repetitive BBB (Blood Brain Barrier) Disruption Using High Intensity Focused Ultrasound 'ExAblate 4000 Type 2.1' in Patients With Alzheimer's Disease","officialTitle":"Initial Safety and Efficacy of Repetitive BBB (Blood Brain Barrier) Disruption Using High Intensity Focused Ultrasound 'ExAblate 4000 Type 2.1' in Patients With Alzheimer's Disease: Single-center, Open, Prospective, Single-arm, Feasibility, Investigator-initiated Trial)"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chang, Jin Woo","investigatorTitle":"Professor","investigatorAffiliation":"Korea University Anam Hospital"},"leadSponsor":{"name":"Korea University Anam Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical trial is designed to evaluate the initial safety and efficacy of opening the blood brain barrier (BBB) in patients with Alzheimer's disease using the ExAblate 4000 Type 2.1, a MR guided high-intensity focused ultrasound surgical device that disrupts brain tissue.","detailedDescription":"This clinical trial aims to evaluate the initial safety and efficacy of opening the blood brain barrier (BBB) in patients with Alzheimer's disease using the ExAblate 4000 Type 2.1, a MR guided high-intensity focused ultrasound surgical device that disrupts brain tissue. It is designed as a single-center, open, prospective, single-arm, feasibility, investigator-initiated trial. Patients with Alzheimer's disease who require opening of the blood-brain barrier will be referred to this clinical trial. Those who voluntarily sign a signed consent form after receiving a full explanation of the clinical trial undergo a screening test. Those who fulfill all inclusion/exclusion criteria will be enrolled in this clinical trial and assigned an enrollment number. Only subjects enrolled in this clinical trial will undergo BBB opening (blood brain barrier disruption) using ExAblate 4000 Type 2.1, a high-intensity focused ultrasound surgical device, to open the BBB by 40-60 cc. After completion of the procedure, the participants will receive follow-up observation for the procedure for at least 2 hours after the procedure. At this time, the investigator checks whether an adverse event that causes dropout, and if the subject is dropped out, follow-up observation of the adverse event continues."},"conditionsModule":{"conditions":["Alzheimer Disease"],"keywords":["Blood Brain Barrier (BBB) Disruption","ExAblate 4000 Type 2.1"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Blood Brain Barrier (BBB) Disruption","type":"EXPERIMENTAL","description":"All participant in this arm will undergo 3 sessions of transcranial magnetic resonance guided focused ultrasound blood brain barrier disruption every 2 months.","interventionNames":["Device: ExAblate 4000 Type 2.1"]}],"interventions":[{"type":"DEVICE","name":"ExAblate 4000 Type 2.1","description":"The ExAblate BBB disruption procedure will be performed with ExAblate 4000 type 2.1 system, and this will be performed 3 times every 2 months.","armGroupLabels":["Blood Brain Barrier (BBB) Disruption"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in standardized uptake value ratio (SUVR) on FBB-PET","description":"FBB (18 F-Florbetaben)-PET examination to identify amyloid beta protein (Aβ) plaques in the brain will be performed to compare and analyze the global and regional standard uptake value ratio (SUVR) of cerebellar gray matter as a reference before the first BBBD (Visit 1) and at 2 months after the third BBBD (Visit 13), as well as the global/regional standard uptake value ratio (SUVR) at the site of BBBD","timeFrame":"Baseline and Day 14 following the third treatment"}],"secondaryOutcomes":[{"measure":"Percentage change in electroencephalography metrics (%)","description":"To identify EEG changes in the subjects, EEG frequency bands (delta, theta, alpha, beta, gamma) in the EEG frequency bands (delta, theta, alpha, beta, gamma)\\* will be analyzed using functional connectivity analysis (coherence, COH, phase lag index, PLI) and graph theory analysis (clustering coefficient, global efficiency, characteristic path length, modularity) for the change from prior to the first BBBD (visit 1) to 14 days after first, second, and third BBBD (visit4, visit 8, and visit 12) and 2 months after third BBBD (visit 13).","timeFrame":"Baseline and Day 14 following the first, second, third treatment, and 2 months following third treatment"},{"measure":"CGA-NPI score change (points) and percent change (%)","description":"To determine the cognitive function status of subjects, the caregiver-administered neuropsychiatric inventory (CGA-NPI) will be completed to examine the score and percentage of change in CGA-NPI scores from baseline (Visit 1) to 14 days after the first, second, and third BBBD (Visits 4, 8, and 12) and 2 months after the third BBBD (Visit 13), respectively.","timeFrame":"Baseline and Day 14 following the first, second, third treatment, and 2 months following third treatment"},{"measure":"K-MMSE test score change (points) and percent change (%)","description":"To determine the cognitive function status of the subjects, the Korean version of mini mental state exam (K-MMSE) will be completed to examine the score and percentage change in K-MMSE scores from before the first BBBD (Visit 1) to 14 days after first, second, and third BBBD (Visits 4, 8, and 12) and 2 months after third BBBD (Visit 13), respectively.","timeFrame":"Baseline and Day 14 following the first, second, third treatment, and 2 months following third treatment"},{"measure":"SNSB Test Score Change (points) and Percent Change (%)","description":"To determine the cognitive function status of the subjects, the Seoul neuropsychological screening battery (SNSB) test will be used to examine the score and percent change in SNSB scores from before the first BBBD (Visit 1) to 2 months after the third BBBD (Visit 13).","timeFrame":"Baseline and 2 months following the third treatment"},{"measure":"Degree of blood-brain barrier opening (cm3)","description":"The degree of blood-brain barrier opening will be assessed by comparing contrast-enhanced MR images before the first BBBD (visit 1) and after the first, second and third BBBD (visit 3, visit 6, visit 10). To demonstrate BBB opening by BBBD, the volume of the area where the blood-brain barrier is opened (cm3) will be determined.","timeFrame":"first treatment and 2 months, 4 months following the first treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age between 50 and 85 years\n2. Total score of 23 or less on the K-MMSE (Korean version of the mini mental state exam)\n3. Positive 18F-Florbetaben (FBB) PET scan\n4. Have mild cognitive impairment or dementia due to Alzheimer's disease, each of which must meet the criteria below.\n\n   * if mild cognitive impairment: amnestic mild cognitive impairment according to Peterson\n   * If dementia: probable Alzheimer's disease dementia, according to the national institute of aging and Alzheimer's association (NIA-AA).\n5. If a subject is taking medication for Alzheimer's disease such as an acetyl-cholinesterase-inhibitor (AChEI) and/or memantine, etc., the subject should maintained the stable dosage for at least 3 months.\n6. A subject who is able to express regarding sensation during the application of an investigational medical device in a clinical trial\n7. A subject who has voluntarily decided to participate in this clinical trial and has given written informed consent\n8. A subject who is willing to adhere to the protocol\n\nExclusion Criteria:\n\n1. A severity score of 2 or more for any of the following items on the caregiver-administered neuropsychiatry inventory (CGA-NPI): \"delusions,\" \"hallucinations,\" or \"agitation/aggression.\"\n2. Known sensitivity/allergy to or contraindication\\* to the MRI contrast agent gadolinium (Gadovist® ) or ultrasound contrast agent Definity®\n3. Have a standard contraindication to MR imaging, such as implanted metal devices that are incompatible with MRI.\n4. Sensitivity/allergy to or contraindication to local anesthetics and any anesthetic used when conscious sedation is required during application of an investigational medical device in a clinical trial\n5. Anyone who has MRI result as any of the following\n\n   * Severe ischemic changes\\* have been identified.\n\n     \\*Significant ischemic changes: defined as a fazekas score of 3 or greater than 5 lacunes or greater than 3 cerebral microbleeds\n   * active or chronic infection/inflammation\n   * Acute or chronic bleeding\n   * Tumor/space-occupying lesion\n   * meningeal enhancement\n   * intracranial hypotension\n6. ≥30% of the skull area traversed by sonication is covered by scars, scalp disorder, or atrophic scalp.\n7. Have a history of seizure disorder or epilepsy that may be worsened by opening the blood-brain barrier\n8. Have a history of bleeding disorders or clotting disorders\n9. Have a serious heart condition or unstable blood flow (e.g., uncontrolled high blood pressure, arrhythmia, angina, etc.)\n10. Decreased renal function (glomerular filtration rate\\<30 mL/min/1.73 m )2\n11. Unable to target due to severe brain atrophy\n12. Patient who positive for human immunodeficiency virus (HIV) and is at increased risk for HIV encephalitis by HIV entry into the brain parenchyma\n13. Have a potential blood vessel-derived infection that can enter the brain parenchyma, resulting in meningitis or a brain abscess\n14. Carriers of the homozygosity apolipoprotein E allele (ApoE4), which is known to be associated with a thin blood-brain barrier.\n15. Pregnant or nursing women\n16. For women of childbearing potential\\* who agree to use a clinically appropriate method of birth control\\*\\* for the duration of the clinical trial\n\n    \\*Definition of women of childbearing age: means women who have experienced menarche, have not been surgically sterilized (hysterectomy or bilateral oophorectomy), or are not post-menopausal, defined as amenorrhea for 12 months or more for no other reason.\n\n    \\*\\*Clinically appropriate contraception: defined as \"\\[intrauterine device (e.g., Loop, Mirena), chemical barrier method (spermicide), or subdermal implantable contraceptive device (e.g., Implanon)\\] + physical barrier method (male or female)\" for women, tubal surgery, or laparoscopic contraception (a type of tubal ligation).\n17. Currently participating in another clinical trial or have participated in another clinical trial within 90 days of the screening date\n18. Other, if the investigator determines that participation in the clinical trial is inappropriate ethically or because it could affect the outcome of the clinical trial ☞ Specific reasons must be documented in the case report form.","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000544","term":"Alzheimer Disease"}],"ancestors":[{"id":"D000003704","term":"Dementia"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000024801","term":"Tauopathies"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M3885","name":"Alzheimer Disease","asFound":"Alzheimer's Disease","relevance":"HIGH"},{"id":"M6904","name":"Dementia","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M23002","name":"Tauopathies","relevance":"LOW"},{"id":"M21558","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"T2192","name":"Familial Alzheimer Disease","asFound":"Alzheimer's Disease","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}