{"protocolSection":{"identificationModule":{"nctId":"NCT06482112","orgStudyIdInfo":{"id":"6024-016"},"secondaryIdInfos":[{"id":"MK-6024-016","type":"OTHER","domain":"Merck ID"}],"organization":{"fullName":"Merck Sharp & Dohme LLC","class":"INDUSTRY"},"briefTitle":"Alternate Dosing Study of MK-6024 in Adults With Metabolic Dysfunction-Associated Steatotic Liver Disease (MASLD) (MK-6024-016)","officialTitle":"A Phase 2a Randomized, Open-Label Study to Evaluate the Efficacy and Safety of Different Dosing Regimens of Efinopegdutide (MK-6024) in Adults With Metabolic Dysfunction-Associated Steatotic Liver Disease"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-10-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Merck Sharp & Dohme LLC","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will evaluate the effect of efinopegdutide administration once every 2 weeks (Q2W) versus once weekly (Q1W) on mean relative reduction from baseline in liver fat content (LFC) after 28 weeks, as well as the safety and tolerability of the different regimens of efinopegdutide."},"conditionsModule":{"conditions":["Metabolic Dysfunction-Associated Steatotic Liver Disease","Non-alcoholic Fatty Liver Disease","Nonalcoholic Fatty Liver Disease","Liver Disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":105,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Efinopegdutide Q1W 10 mg","type":"ACTIVE_COMPARATOR","description":"Participants will receive efinopegdutide Q1W via subcutaneous (SC) injection for 28 weeks in a dose-escalating regimen of 2 mg for 4 weeks, 4 mg for 4 weeks, 7 mg for 4 weeks, and 10 mg for up to 16 weeks.","interventionNames":["Drug: Efinopegdutide"]},{"label":"Efinopegdutide Q2W 10 mg","type":"EXPERIMENTAL","description":"Participants will receive efinopegdutide Q2W via SC injection for 28 weeks in a dose-escalating regimen of 2 mg for 4 weeks, 4 mg for 4 weeks, 7 mg for 4 weeks, and 10 mg for up to 16 weeks.","interventionNames":["Drug: Efinopegdutide"]},{"label":"Efinopegdutide Q2W 15 mg","type":"EXPERIMENTAL","description":"Participants will receive efinopegdutide Q2W via SC injection for 28 weeks in a dose-escalating regimen of 2 mg for 4 weeks, 4 mg for 4 weeks, 7 mg for 4 weeks, 10 mg for 4 weeks, and 15 mg for up to 12 weeks.","interventionNames":["Drug: Efinopegdutide"]}],"interventions":[{"type":"DRUG","name":"Efinopegdutide","description":"SC injections in dose-escalation regimens potentially including doses of 2 mg, 4 mg, 7 mg, and 10 mg in all arms and 15 mg in the Efinopegdutide Q2W 15 mg arm","armGroupLabels":["Efinopegdutide Q1W 10 mg","Efinopegdutide Q2W 10 mg","Efinopegdutide Q2W 15 mg"],"otherNames":["MK-6024","HM12525A","JNJ-64565111"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean relative reduction from baseline in liver fat content (LFC) at Week 28","description":"LFC will be measured with liver images taken by Magnetic Resonance Imaging Estimated Proton Density Fat Fraction (MRI-PDFF) and analyzed by blinded independent central review (BICR). Relative Reduction from Baseline to Week 28 = (Baseline - Week 28) / Baseline x 100%. Mean relative reduction from baseline in LFC will be presented.","timeFrame":"Baseline and Week 28"},{"measure":"Percentage of participants who experienced an adverse event (AE)","description":"An AE is any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE. The percentage of participants who experienced an AE will be presented.","timeFrame":"Up to Week 32"},{"measure":"Percentage of pariticpants who discontinued study intervention due to an AE","description":"An AE is any unfavorable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a preexisting condition that is temporally associated with the use of the Sponsor's product, is also an AE. The percentage of participants who discontinued study intervention due to an AE will be presented.","timeFrame":"Up to Week 28"}],"secondaryOutcomes":[{"measure":"Mean percent change from baseline in body weight at Week 28","description":"Body weight in kilograms will be measured using a standardized, digital scale. The mean percent change from baseline in body weight after 28 weeks will be presented.","timeFrame":"Baseline and Week 28"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe main inclusion criteria include but are not limited to the following:\n\n* Has body mass index (BMI) ≥25 kg/m\\^2 (≥23 kg/m\\^2 for Asian participants) AND has stable weight, defined as ≤5% gain or loss of body weight for at least 3 months before screening\n* Has no history of type 2 diabetes mellitus (T2DM) OR has a history of T2DM with a glycated hemoglobin (A1C) ≤9% AND the T2DM is controlled by diet or stable doses of oral antihyperglycemic agents (AHAs)\n\nExclusion Criteria:\n\nThe main exclusion criteria include but are not limited to the following\n\n* Has a history or evidence of chronic liver disease other than Metabolic dysfunction-associated steatotic liver disease (MASLD) or Metabolic dysfunction-associated steatohepatitis (MASH)\n* Has evidence of decompensated liver disease including, but not limited to ascites, esophageal or gastric variceal bleeding, hepatocellular carcinoma, hepatic encephalopathy, splenomegaly, or spontaneous bacterial peritonitis\n* Has a history of pancreatitis\n* Has a history of type 1 diabetes mellitus (T1DM), diabetic ketoacidosis, or diabetes secondary to pancreatectomy.\n* Has symptomatic hyperglycemia\n* Has a history of a bariatric surgical procedure ≤5 years before Screening or a known clinically significant gastric emptying abnormality\n* Has a history of obesity with a known secondary cause\n* Has significant systemic or major illnesses, including recent (≤6 months before Screening) onset of events of congestive heart failure, unstable angina, myocardial infarction, arterial revascularization, stroke, or transient ischemic attack\n* Is unable to have Magnetic Resonance Imaging-Estimated Proton Density Fat Fraction (MRI-PDFF) due to: Claustrophobia to a degree that prevents tolerance of an MRI-PDFF scanning procedure. Note: Sedation is permitted, at the discretion of the investigator; Metallic implants that prevent MRI-PDFF examination; Exceeds the body habitus and/or weight limitations for the MRI scanner","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Medical Director","affiliation":"Merck Sharp and Dohme LLC","role":"STUDY_DIRECTOR"}]},"referencesModule":{"seeAlsoLinks":[{"label":"Merck Clinical Trials Information","url":"https://www.merckclinicaltrials.com"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"http://engagezone.msd.com/doc/ProcedureAccessClinicalTrialData.pdf","url":"http://engagezone.msd.com/ds_documentation.php"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008107","term":"Liver Diseases"},{"id":"D000005234","term":"Fatty Liver"},{"id":"D000065626","term":"Non-alcoholic Fatty Liver Disease"}],"ancestors":[{"id":"D000004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M11107","name":"Liver Diseases","asFound":"Liver Disease","relevance":"HIGH"},{"id":"M8375","name":"Fatty Liver","asFound":"Fatty Liver","relevance":"HIGH"},{"id":"M30540","name":"Non-alcoholic Fatty Liver Disease","asFound":"Nonalcoholic Fatty Liver Disease","relevance":"HIGH"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"T5868","name":"Visceral Steatosis","asFound":"Fatty Liver","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11110","name":"Liver Extracts","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}