{"protocolSection":{"identificationModule":{"nctId":"NCT06477367","orgStudyIdInfo":{"id":"BartınU_Bayındır Cevik_001"},"organization":{"fullName":"Bartın Unıversity","class":"OTHER"},"briefTitle":"Changes in Dyspnea, Activity and Sleep in COPD by Video-Based Breathing Exercises","officialTitle":"The Effect of Video-Based Breathing Exercises Taught to COPD Patients on Dyspnea Severity, Activity Level, and Sleep Quality"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-04","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ayfer Bayındır Çevik","investigatorTitle":"Assc. Prof","investigatorAffiliation":"Bartın Unıversity"},"leadSponsor":{"name":"Bartın Unıversity","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Chronic Obstructive Pulmonary Disease (COPD) is one of the most prevalent and high-mortality chronic diseases worldwide. Symptoms such as dyspnea, cough, sleep disturbances, fatigue, restricted activity levels, anxiety, and depression develop in COPD patients, negatively affecting their quality of life. Dyspnea, associated with various symptoms in COPD patients such as reduced activity levels and sleep disturbances, is a significant issue. Therefore, effective management of dyspnea will contribute to reducing other important problems associated with COPD.\n\nOne of the non-pharmacological methods used in managing these symptoms associated with COPD is breathing exercises. Particularly, pursed-lip breathing exercises and diaphragmatic breathing exercises are recommended for symptom management in COPD patients in the literature.\n\nThe aim of this study was to learn the effects of video-based breathing exercises (pursed lips and diaphragmatic breathing) training given to COPD patients over 18 years of age on the severity of dyspnea experienced by the patient, activity level and sleep quality. The main question it aims to answer is:\n\nDoes the use of video-based breathing exercises for 30 days result in a decrease in dyspnea severity and an increase in activity level and sleep quality in COPD patients over 18 years of age? Patients will receive video-based breathing exercises lasting approximately 5-7 minutes and will perform the breathing exercises regularly for 30 days, keep a diary and receive follow-up messages (sms). Afterwards, dyspnea severity, activity level and sleep quality will be assessed again, both in the group itself and in comparison with the control group that did not receive this education and follow-up.","detailedDescription":"Chronic Obstructive Pulmonary Disease (COPD) is one of the prevalent progressive chronic diseases (Seyedi Chegeni et al., 2018). Current estimates suggest that there are 210 million COPD patients globally, ranking third in terms of mortality worldwide (Mccarthy et al., 2015). COPD is defined as a widespread, preventable, and treatable disease characterized by progressive and persistent airflow limitation associated with chronic inflammatory response to harmful gases and particles (GOLD, 2019). Symptoms such as dyspnea, cough, sleep disturbances, fatigue, restricted activity levels, anxiety, and depression develop in COPD patients (Özer et al., 2021). Dyspnea is a common and significant symptom negatively affecting quality of life (Hanania \\& O'donnell, 2019). Patients with dyspnea severity may develop various symptoms such as insomnia, physical activity limitation, and fatigue (Özer et al., 2021). Dyspnea and sleep disturbances lead to limitations in daily activities and quality of life in COPD patients (Ceyhan \\& Tekinsoy Kartin, 2022; Ko et al., 2021; Vukoja et al., 2018).\n\nNurses play a significant role in assessing and managing symptoms in COPD patients. Non-pharmacological methods such as respiratory exercises, progressive relaxation exercises, reflexology, and yoga can be implemented by nurses in controlling and reducing dyspnea (Bal Özkaptan \\& Kapucu, 2016; Polat \\& Ergüney, 2017; Ubolnuar et al., 2020; Yilmaz \\& Kapucu, 2017). Deep breathing exercises, pursed-lip breathing exercises, and diaphragmatic breathing exercises are commonly used exercises for reducing hyperventilation and managing dyspnea in COPD patients (Ubolnuar et al., 2020). Previous studies have indicated that pursed-lip breathing exercises and diaphragmatic breathing exercises improve exercise capacity, dyspnea, and quality of life (Mayer et al., 2018; Yang et al., 2022). Pursed-lip breathing, among respiratory exercises, is recommended for COPD patients to reduce respiratory rate, decrease carbon dioxide levels, and increase oxygen levels and tidal volume (Rossi et al., 2014). Benefits of pursed-lip breathing in COPD patients include decreased respiratory rate, reduced carbon dioxide levels, and increased oxygen levels and tidal volume (Bianchi et al., 2007; Ubolnuar et al., 2020). Diaphragmatic breathing exercise in COPD patients has been reported to increase tidal volume, oxygen levels, and reduce respiratory rate (Yang et al., 2022).\n\nSleep problems develop in 40% of COPD patients (Rennard et al., 2002). Dyspnea in COPD patients often leads to sleep disturbances (Chang et al., 2016; Lerodiakonou et al., 2020). Additionally, cough and sputum-induced insomnia affect daily life activities in COPD patients. Adequate sleep has a positive effect on respiratory and gas exchange functions in respiratory system diseases (McNicholas et al., 2019). Therefore, managing dyspnea in COPD patients will also reduce their sleep problems (Serin et al., 2020).\n\nPhysical activity level is associated with mortality in COPD patients (Ko et al., 2021). Furthermore, it has been reported that good physical activity reduces the severity of COPD-related symptoms and improves quality of life (Lewthwaite et al., 2017). Factors such as dyspnea, lung capacity, and inflammation negatively affect activity levels in COPD patients (Albarrati et al., 2020). Studies in the literature suggest that physical exercise programs rather than respiratory exercises increase physical activity levels in COPD patients (Burkow et al., 2018; de Roos et al., 2018).\n\nIn conclusion, while studies in the literature report positive effects of respiratory exercises on dyspnea management, no studies examining the effect of respiratory exercises on sleep quality and physical activity were found. This study is planned to investigate the effect of pursed-lip breathing exercises and diaphragmatic breathing exercises on dyspnea severity, activity level, and sleep quality in COPD patients.\n\nResearch Method:\n\nThe study is planned as a randomized controlled design.\n\nData Collection Tools:\n\n* 6-minute walk test: Developed by Balke in 1960, this test is used to evaluate functional capacity by measuring the distance walked within a certain period of time. In the 6-minute walk test, the patient walks as fast as possible, but without running, in a straight corridor of 30 meters. The distance walked is measured. During the test, the patient should not change their pace or speed. It is known that patients with poor 6-minute walk test results have a poor prognosis. Additionally, the 6-minute walk test is used to determine if patients respond to the treatment given in terms of respiratory function tests. If the walking distance has significantly increased, it is interpreted as the treatment being beneficial. Thus, the 6-minute walk test, which only requires a straight corridor, provides important information in significant diseases despite being a simple test (American Thoracic Society, 2002).\n* Patient Information Form: In the form created in line with the literature information; socio-demographic information of the participant, information about the disease and other chronic diseases, medications used, and habits are obtained.\n* Modified Borg Scale (MBS)\n* Saint George Respiratory Questionnaire (SGRQ)\n* Asthma and COPD Sleep Scale\n\nData Collection:\n\nPatients receiving treatment for COPD at Bartın State Hospital Chest Diseases Service will form the sample. Patients who meet the inclusion criteria for the study will be randomized using a computer-assisted randomization system. Informed Voluntary Consent Form will be obtained from patients who agree to participate in the study, and then the Patient Information Form, Modified Borg Scale, Saint George Respiratory Questionnaire (Activity sub-score), and Asthma and Chronic Obstructive Pulmonary Disease Sleep Scale will be completed. After the pre-test, patients in the experimental group will be taught the pursed-lip breathing exercise and diaphragmatic breathing exercise recommended for COPD patients by the Turkish Thoracic Society. Additionally, patients will be shown a 5-7 minute instructional video prepared by the researchers regarding this. The educational videos will be sent to the researchers' mobile phones via WhatsApp for patients to remember the exercise technique. Patients will be instructed to perform these exercises regularly for 15 minutes three times a day for four weeks. To ensure that patients perform the exercises regularly, an exercise diary will be created and provided to them, and a reminder SMS message will be sent by the researchers at the same time every day. The control group will receive the clinic's routine dyspnea care protocol. After four weeks, final tests will be administered to both groups, and the study will be concluded.\n\nPopulation and Sample:\n\nThe population of the study consists of patients treated with COPD diagnosis at Bartın State Hospital Chest Diseases Service. The sample size was calculated as 56 patients, with 28 in the intervention group and 28 in the control group, taking into account data obtained from a similar study with d=0.68, power=0.80, α=0.05, and β=0.20. Considering that the sample size may decrease due to different reasons in the study, it is planned to have a sample of 60 individuals, with 30 patients in each group (Ceyhan \\& Tekinsoy Kartin, 2022).\n\nDependent and Independent Variables:\n\nIndependent variables: Socio-demographic characteristics of patients diagnosed with COPD (Age, gender, education, etc.), respiratory exercises (pursed-lip breathing exercise and diaphragmatic breathing exercise) Dependent variables: Vital signs (respiratory rate, SpO2 value, heart rate, blood pressure), 6-minute walk test, Modified Borg Scale score, Saint George Respiratory Questionnaire (Activity score) score, COPD sleep quality scale\n\nHypotheses:\n\nH1: The application of respiratory exercises in COPD patients has a positive effect on reducing dyspnea severity.\n\nH2: The application of respiratory exercises in COPD patients has a positive effect on activity level.\n\nH3: The application of respiratory exercises in COPD patients has a positive effect on sleep quality.\n\nData Evaluation:\n\nThe SPSS program will be used for statistical analysis of the obtained data. Descriptive statistical analyses (number, percentage, mean, standard deviation) will be performed for the data. The Shapiro-Wilk test will be used to test whether the data show normal distribution. If the data show normal distribution, paired samples t-test and one-way ANOVA test will be used for matched sets. If the data do not show normal distribution, Kruskal Wallis and Wilcoxon tests will be used. Values with a p-value below 0.05 will be considered statistically significant."},"conditionsModule":{"conditions":["Pulmonary Disease, Chronic Obstructive"],"keywords":["COPD","patient with COPD","pursed lip breathing exercise","video-based breathing exercises","dyspnea","sleep quality","activity level","diaphragmatic breathing exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"The group receiving video-based training","type":"EXPERIMENTAL","description":"Researchers will present a 5-7 minute instructional video aimed at helping participants recall the technique for performing the exercises. These instructional videos will be sent to the researchers' mobile phones via WhatsApp. Participants will be instructed to perform the exercises three times a day for 15 minutes each, for a period of 30 days. To encourage regular exercise, participants will be provided with an exercise diary, and researchers will send reminder SMS messages at the same time every day.","interventionNames":["Other: Video-Based Breathing Exercises"]},{"label":"The group not receiving video-based training","type":"NO_INTERVENTION","description":"The control group will receive the clinic's routine dyspnea care protocol. After thirty days, final tests will be administered to both groups, and the research will be concluded."}],"interventions":[{"type":"OTHER","name":"Video-Based Breathing Exercises","description":"Researchers will present a 5-7 minute instructional video aimed at helping participants recall the technique for performing the exercises. These instructional videos will be sent to the researchers' mobile phones via WhatsApp. Participants will be instructed to perform the exercises three times a day for 15 minutes each, for a period of 30 days. To encourage regular exercise, participants will be provided with an exercise diary, and researchers will send reminder SMS messages at the same time every day. The control group will receive the clinic's routine dyspnea care protocol. After thirty days, final tests will be administered to both groups, and the research will be concluded.","armGroupLabels":["The group receiving video-based training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in the mean dispne severity score at the end of 30 days in the group receiving video-based training and practicing it regularly.","description":"Dyspnea severity of the COPD patient will be evaluated with Modified Borg Scale(MBS). It was aimed to determine the change in dyspnea severity in COPD patients who received and regularly practiced video-based breathing exercises training. Modified Borg Scale (MBS): The Modified Borg Scale was initially developed by Gunnar Borg in 1970 to measure the effort expended during physical exercise. Later, in 1982, the MBS was revised to become a scale consisting of 12 grades that identify the severity of dyspnea based on degrees (Borg, 1982). As scores increase, dyspnea severity increases (0: None, 0.5: Very, very light, 1: Very light, 2: Light, 3: Moderate, 4: Somewhat severe, 5: Severe, 6: ..., 7: Very severe, 8: ..., 9: Very, very severe, 10: Maximum). Although initially used to describe effort dyspnea, the MBS is now also used to assess resting dyspnea (Yapucu et al., 2012).","timeFrame":"30 days later"},{"measure":"Change in the level of activity of patients with COPD who receive and regularly practice video-based breathing exercise after 30 days.","description":"30 days of regular breathing exercise was aimed to realize the change in the activity level of patients with COPD. The change in activity level will be measured by Saint George's Respiratory Questionnaire (SGRQ). Saint George's Respiratory Questionnaire (SGRQ): The questionnaire consists of 50 items and three subscales: symptoms (8 items), activity (16 items), and impacts of the disease (26 items) (Jones, 2001). Each item in the scale has an empirically determined weight. The questionnaire evaluates respiratory symptoms, activities limited by dyspnea, and the overall impact on daily life. Each subscale of the questionnaire is scored separately, and a total score is calculated. The total score ranges from 0 to 100, where a score of 0 indicates no impairment in quality of life, while a score of 100 indicates a progressive deterioration in quality of life.","timeFrame":"30 days later"},{"measure":"Change in the level of activity of patients with COPD who receive and regularly practice video-based breathing exercise after 30 days.","description":"30 days of regular breathing exercise was aimed to realize the change in the activity level of patients with COPD. The change in activity level will be measured by Saint George's Respiratory Questionnaire (SGRQ). Asthma and Chronic Obstructive Pulmonary Disease Sleep Scale: The Asthma and COPD Sleep Scale is a Likert-type scale consisting of a total of 7 items. It was developed by Pokrzywinkski and colleagues to determine the impact of asthma and COPD on sleep, with a Cronbach's alpha value of 0.90 (Pokrzywinski et al., 2009). The Turkish validity and reliability study of the Asthma and COPD Sleep Scale was conducted by Ayhan and Kıyak. In this study, the Cronbach's alpha value of the scale was found to be 0.87 (Ayhan \\& Kiyak, 2011). Permission for the use of the scale has been obtained.","timeFrame":"30 days later"}],"secondaryOutcomes":[{"measure":"There is a change in the mean dyspnea severity score at the end of 30 days in the experimental group that received and regularly practiced video-based training compared to the control group that did not.","description":"It was aimed to determine the difference in dyspnea severity of patients with COPD who received and regularly practiced video-based breathing exercises training and those who did not. The dyspnea severity of the COPD patient in the control group will be evaluated with the same measurement tool (Modified Borg Scale).","timeFrame":"30 days later"},{"measure":"There is a change in the sleep quality scores of patients with COPD who receive video-based breathing exercise and practice it regularly after 30 days compared to those who do not.","description":"It was aimed to realize a change in the activity level scores of COPD patients who received video-based training and practiced breathing exercises regularly for 30 days compared to those who did not. The change in activity level will be measured with the same measurement tool (Saint George!s Respiratory Questionnaire (SGRQ)).","timeFrame":"30 days later"},{"measure":"Patients with COPD who received video-based breathing exercises and practiced breathing exercises regularly had a change in sleep quality score after 30 days compared to those who did not.","description":"It was aimed to determine the difference in sleep quality after 30 days in patients with COPD who received video-based breathing exercises and practiced breathing exercises regularly compared to those who did not.\n\nThe effect of video-based breathing exercise training and regular practice on sleep quality will be measured with the same measurement tool (Asthma and Chronic Obstructive Pulmonary Disease Sleep Scale).","timeFrame":"30 days later"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals aged 18 and above\n* Diagnosed with COPD for at least six months\n* Modified Borg Dyspnea Scale score of at least 3\n* Unable to complete the 6-minute walk test\n* Not previously participated in a respiratory exercise program\n\nExclusion Criteria:\n\n* Having cognitive impairment\n* Not willing to participate in the study\n* Failure to perform respiratory exercises regularly\n* Having non-COPD lung diseases such as tuberculosis","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ayfer Bayındır Çevik","role":"CONTACT","phone":"+903785011000","phoneExt":"5395","email":"ayferbayindir@hotmail.com.tr"},{"name":"Necmiye Çömlekçi","role":"CONTACT","phone":"+903785011000","phoneExt":"5388","email":"ncömlekci@bartin.edu.tr"}],"locations":[{"facility":"Bartin University","city":"Bartin","zip":"74100","country":"Turkey","contacts":[{"name":"Ayfer AB Bayındır Çevik","role":"CONTACT","phone":"+90 05325569787","phoneExt":"5395","email":"ayferbayindir@hotmail.com.tr"},{"name":"Necmiye NÇ Çömlekci","role":"CONTACT","phone":"+90 378 5011000","phoneExt":"5388","email":"ncömlekci@bartin.edu.tr"},{"name":"Ayfer Bayındır Çevik","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Necmiye Çömlekci","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.63583,"lon":32.3375}},{"facility":"Bartin University","city":"Bartin","zip":"74100","country":"Turkey","contacts":[{"name":"Ayfer AB Bayındır Çevik","role":"CONTACT","phone":"+903785011000","phoneExt":"5395","email":"ayferbayindir@hotmail.com.tr"},{"name":"Necmiye NÇ Çömlekci","role":"CONTACT","phone":"+903785011000","phoneExt":"5388","email":"ncomlekci@bartin.edu.tr"}],"geoPoint":{"lat":41.63583,"lon":32.3375}}]},"referencesModule":{"references":[{"pmid":"32138714","type":"BACKGROUND","citation":"Albarrati AM, Gale NS, Munnery MM, Cockcroft JR, Shale DJ. Daily physical activity and related risk factors in COPD. BMC Pulm Med. 2020 Mar 5;20(1):60. doi: 10.1186/s12890-020-1097-y."},{"pmid":"12091180","type":"BACKGROUND","citation":"ATS Committee on Proficiency Standards for Clinical Pulmonary Function Laboratories. ATS statement: guidelines for the six-minute walk test. Am J Respir Crit Care Med. 2002 Jul 1;166(1):111-7. doi: 10.1164/ajrccm.166.1.at1102. No abstract available. Erratum In: Am J Respir Crit Care Med. 2016 May 15;193(10):1185. doi: 10.1164/rccm.19310erratum."},{"pmid":"7154893","type":"BACKGROUND","citation":"Borg GA. Psychophysical bases of perceived exertion. Med Sci Sports Exerc. 1982;14(5):377-81."},{"pmid":"30563507","type":"BACKGROUND","citation":"Burkow TM, Vognild LK, Johnsen E, Bratvold A, Risberg MJ. Promoting exercise training and physical activity in daily life: a feasibility study of a virtual group intervention for behaviour change in COPD. BMC Med Inform Decis Mak. 2018 Dec 18;18(1):136. doi: 10.1186/s12911-018-0721-8."},{"pmid":"36028881","type":"BACKGROUND","citation":"Ceyhan Y, Tekinsoy Kartin P. The effects of breathing exercises and inhaler training in patients with COPD on the severity of dyspnea and life quality: a randomized controlled trial. Trials. 2022 Aug 26;23(1):707. doi: 10.1186/s13063-022-06603-3."},{"pmid":"27501837","type":"BACKGROUND","citation":"Chang CH, Chuang LP, Lin SW, Lee CS, Tsai YH, Wei YF, Cheng SL, Hsu JY, Kuo PH, Yu CJ, Chen NH. Factors responsible for poor sleep quality in patients with chronic obstructive pulmonary disease. BMC Pulm Med. 2016 Aug 8;16(1):118. doi: 10.1186/s12890-016-0281-6."},{"pmid":"28802772","type":"BACKGROUND","citation":"de Roos P, Lucas C, Strijbos JH, van Trijffel E. Effectiveness of a combined exercise training and home-based walking programme on physical activity compared with standard medical care in moderate COPD: a randomised controlled trial. Physiotherapy. 2018 Mar;104(1):116-121. doi: 10.1016/j.physio.2016.08.005. Epub 2017 Jul 14."},{"pmid":"31213793","type":"BACKGROUND","citation":"Hanania NA, O'Donnell DE. Activity-related dyspnea in chronic obstructive pulmonary disease: physical and psychological consequences, unmet needs, and future directions. Int J Chron Obstruct Pulmon Dis. 2019 May 24;14:1127-1138. doi: 10.2147/COPD.S188141. eCollection 2019."},{"pmid":"11641515","type":"BACKGROUND","citation":"Jones PW. Health status measurement in chronic obstructive pulmonary disease. Thorax. 2001 Nov;56(11):880-7. doi: 10.1136/thorax.56.11.880."},{"pmid":"32542906","type":"BACKGROUND","citation":"Ko FW, Tam W, Siu EHS, Chan KP, Ngai JC, Ng SS, Chan TO, Hui DS. Effect of short-course exercise training on the frequency of exacerbations and physical activity in patients with COPD: A randomized controlled trial. Respirology. 2021 Jan;26(1):72-79. doi: 10.1111/resp.13872. Epub 2020 Jun 15."},{"pmid":"32103395","type":"BACKGROUND","citation":"Ierodiakonou D, Bouloukaki I, Kampouraki M, Papadokostakis P, Poulorinakis I, Lampraki I, Athanasiou P, Schiza S, Tsiligianni I; Greek UNLOCK Group. Subjective sleep quality is associated with disease status in COPD patients. The cross-sectional Greek UNLOCK study. Sleep Breath. 2020 Dec;24(4):1599-1605. doi: 10.1007/s11325-020-02039-8. Epub 2020 Feb 26."},{"pmid":"28774202","type":"BACKGROUND","citation":"Lewthwaite H, Effing TW, Olds T, Williams MT. Physical activity, sedentary behaviour and sleep in COPD guidelines: A systematic review. Chron Respir Dis. 2017 Aug;14(3):231-244. doi: 10.1177/1479972316687224. Epub 2017 Feb 24."},{"pmid":"25705944","type":"BACKGROUND","citation":"McCarthy B, Casey D, Devane D, Murphy K, Murphy E, Lacasse Y. Pulmonary rehabilitation for chronic obstructive pulmonary disease. Cochrane Database Syst Rev. 2015 Feb 23;2015(2):CD003793. doi: 10.1002/14651858.CD003793.pub3."},{"pmid":"28969859","type":"BACKGROUND","citation":"Mayer AF, Karloh M, Dos Santos K, de Araujo CLP, Gulart AA. Effects of acute use of pursed-lips breathing during exercise in patients with COPD: a systematic review and meta-analysis. Physiotherapy. 2018 Mar;104(1):9-17. doi: 10.1016/j.physio.2017.08.007. Epub 2017 Aug 31."},{"pmid":"31554703","type":"BACKGROUND","citation":"McNicholas WT, Hansson D, Schiza S, Grote L. Sleep in chronic respiratory disease: COPD and hypoventilation disorders. Eur Respir Rev. 2019 Sep 25;28(153):190064. doi: 10.1183/16000617.0064-2019. Print 2019 Sep 30."},{"pmid":"33545575","type":"BACKGROUND","citation":"Ozer Z, Bahcecioglu Turan G, Aksoy M. The effects of yoga on dyspnea, sleep and fatigue in chronic respiratory diseases. Complement Ther Clin Pract. 2021 May;43:101306. doi: 10.1016/j.ctcp.2021.101306. Epub 2021 Jan 19."},{"pmid":"19968881","type":"BACKGROUND","citation":"Pokrzywinski RF, Meads DM, McKenna SP, Glendenning GA, Revicki DA. Development and psychometric assessment of the COPD and Asthma Sleep Impact Scale (CASIS). Health Qual Life Outcomes. 2009 Dec 7;7:98. doi: 10.1186/1477-7525-7-98."},{"pmid":"26956942","type":"BACKGROUND","citation":"Polat H, Erguney S. The Effect of Reflexology Applied to Patients with Chronic Obstructive Pulmonary Disease on Dyspnea and Fatigue. Rehabil Nurs. 2017 Jan/Feb;42(1):14-21. doi: 10.1002/rnj.266."},{"pmid":"12412667","type":"BACKGROUND","citation":"Rennard S, Decramer M, Calverley PM, Pride NB, Soriano JB, Vermeire PA, Vestbo J. Impact of COPD in North America and Europe in 2000: subjects' perspective of Confronting COPD International Survey. Eur Respir J. 2002 Oct;20(4):799-805. doi: 10.1183/09031936.02.03242002."},{"pmid":"24111515","type":"BACKGROUND","citation":"Rossi RC, Vanderlei FM, Bernardo AF, Souza NM, Goncalves AC, Ramos EM, Pastre CM, Abreu LC, Vanderlei LC. Effect of pursed-lip breathing in patients with COPD: Linear and nonlinear analysis of cardiac autonomic modulation. COPD. 2014 Feb;11(1):39-45. doi: 10.3109/15412555.2013.825593. Epub 2013 Oct 10."},{"pmid":"34394240","type":"BACKGROUND","citation":"Serin EK, Ister ED, Ozdemir A. The relationship between sleep quality and dyspnoea severity in patients with COPD. Afr Health Sci. 2020 Dec;20(4):1785-1792. doi: 10.4314/ahs.v20i4.32."},{"pmid":"29705482","type":"BACKGROUND","citation":"Seyedi Chegeni P, Gholami M, Azargoon A, Hossein Pour AH, Birjandi M, Norollahi H. The effect of progressive muscle relaxation on the management of fatigue and quality of sleep in patients with chronic obstructive pulmonary disease: A randomized controlled clinical trial. Complement Ther Clin Pract. 2018 May;31:64-70. doi: 10.1016/j.ctcp.2018.01.010. Epub 2018 Feb 6."},{"pmid":"33371099","type":"BACKGROUND","citation":"Ubolnuar N, Tantisuwat A, Thaveeratitham P, Lertmaharit S, Kruapanich C, Chimpalee J, Mathiyakom W. Effects of pursed-lip breathing and forward trunk lean postures on total and compartmental lung volumes and ventilation in patients with mild to moderate chronic obstructive pulmonary disease: An observational study. Medicine (Baltimore). 2020 Dec 18;99(51):e23646. doi: 10.1097/MD.0000000000023646."},{"pmid":"27402309","type":"BACKGROUND","citation":"Vukoja M, Kopitovic I, Milicic D, Maksimovic O, Pavlovic-Popovic Z, Ilic M. Sleep quality and daytime sleepiness in patients with COPD and asthma. Clin Respir J. 2018 Feb;12(2):398-403. doi: 10.1111/crj.12528. Epub 2016 Jul 27."},{"pmid":"32808571","type":"BACKGROUND","citation":"Yang Y, Wei L, Wang S, Ke L, Zhao H, Mao J, Li J, Mao Z. The effects of pursed lip breathing combined with diaphragmatic breathing on pulmonary function and exercise capacity in patients with COPD: a systematic review and meta-analysis. Physiother Theory Pract. 2022 Jul;38(7):847-857. doi: 10.1080/09593985.2020.1805834. Epub 2020 Aug 18."},{"pmid":"29028775","type":"BACKGROUND","citation":"Yilmaz CK, Kapucu S. The Effect of Progressive Relaxation Exercises on Fatigue and Sleep Quality in Individuals With COPD. Holist Nurs Pract. 2017 Nov/Dec;31(6):369-377. doi: 10.1097/HNP.0000000000000234."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000053120","term":"Respiratory Aspiration"},{"id":"D000004417","term":"Dyspnea"},{"id":"D000029424","term":"Pulmonary Disease, Chronic Obstructive"}],"ancestors":[{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000008173","term":"Lung Diseases, Obstructive"}],"browseLeaves":[{"id":"M27137","name":"Respiratory Aspiration","asFound":"Breathing","relevance":"HIGH"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M23449","name":"Pulmonary Disease, Chronic Obstructive","asFound":"Pulmonary Disease, Chronic Obstructive","relevance":"HIGH"},{"id":"M7591","name":"Dyspnea","asFound":"Dyspnea","relevance":"HIGH"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"M15623","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M6147","name":"Chronic Disease","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M11170","name":"Lung Diseases, Obstructive","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}