{"protocolSection":{"identificationModule":{"nctId":"NCT06478225","orgStudyIdInfo":{"id":"BR-BGT-010"},"organization":{"fullName":"RenJi Hospital","class":"OTHER"},"briefTitle":"Evaluate the Safety and Efficacy of BGT007H Cell Therapy in Patients With Relapsed/Refractory Pancreatic Cancer","officialTitle":"Clinical Study on the Safety and Preliminary Efficacy of BGT007H Cell Therapy in Patients With Recurrent/Refractory Pancreatic Cancer"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-07","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-06","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"RenJi Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary objective of this study is to evaluate the safety and tolerability of BGT007H cell therapy in patients with recurrent/refractory pancreatic cancer.","detailedDescription":"This study is a single-arm, open-label, modified \"3+3\" dose-escalation exploratory study. The BGT007H cell therapy group will be evaluated at 5 dose levels, which are (3.0×10\\^7, 1.0×10\\^8, 2.0×10\\^8, 3.0×10\\^8, 4.0×10\\^8) BGT007H cells. If a lower adverse reaction and preliminary benefit (SD or PR) are observed, the same dose will be repeated 1-2 times after a 1-month interval.\n\nEach subject will be observed for at least 4 weeks after cell infusion (DLT observation period). The first two dose groups (3.0×10\\^7, 1.0×10\\^8 cells) will each include 1 subject, and the remaining 3 dose groups will follow the conventional \"3+3\" dose-escalation method. If a DLT occurs in the first subject at the first dose level, an additional 5 subjects will be included. If no DLT occurs in the expanded subjects, the study will proceed to the next higher dose group. If another subject experiences a DLT, enrollment will be halted and the study protocol will be revised. The next subject can only be enrolled if it is confirmed that the previous subject did not experience grade 3 or higher adverse events related to the study drug (CTCAE 5.0) during the DLT observation period. If no DLT occurs in a dose group, the study will proceed to the next higher dose group. In a group of 3 subjects, if one experiences a DLT, an additional 3 subjects will be included in the next higher dose group. If one out of three subjects experiences a DLT, 3 more subjects will be included in the dose group. If only one out of the expanded 6 subjects experiences a DLT, then the study will proceed to include 3 more subjects at the next higher dose. If 2 or more out of the expanded 6 subjects experience a DLT, then the dose is considered to be higher than the MTD (MTD is defined as the highest dose at which ≤1/6 or ≤2/9 subjects experience a DLT). New subjects will be enrolled at the previous lower dose (tolerated dose) group until 6 or 9 subjects are reached in the lower dose group. If ≤1/6 or ≤2/9 subjects, this lower dose group is defined as the MTD or the optimal effective dose. During the study, the investigators may consider the safety and preliminary efficacy data of the enrolled subjects, with the safety of the subjects and the maximum benefit of the disease as the premise, and conduct the study treatment at the maximum tolerated dose or other doses determined by the investigators."},"conditionsModule":{"conditions":["Tumor Pancreas"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"BGT007H Cell Injection","type":"EXPERIMENTAL","description":"A modified \"3+3\" dose-escalation design is used, with BGT007H cells administered at five progressively increasing dose levels for treatment evaluation. The dose levels are (3.0×10\\^7, 1.0×10\\^8, 2.0×10\\^8, 3.0×10\\^8, 4.0×10\\^8) BGT007H cells.","interventionNames":["Drug: BGT007H Cell Injection"]}],"interventions":[{"type":"DRUG","name":"BGT007H Cell Injection","description":"Intervention roughly goes through 3 phases (the day of cell infusion is defined as day 0, d0):\n\n1. Apheresis and baseline period: Eligible subjects are enrolled for leukapheresis to prepare BGT007H cell injection solution, and baseline assessment is performed from after apheresis to before preconditioning.\n2. Preconditioning (d-5\\~d-3): Patients begin preconditioning (FC regimen) 5 days before BGT007H cell administration. A 2-day rest and observation period is conducted after preconditioning.\n\n   The FC regimen is as follows:\n   * Fludarabine: 25\\~30mg/m2/d, intravenous infusion, once a day, for 3 consecutive days;\n   * Cyclophosphamide: 250\\~350mg/m2/d, intravenous infusion, once a day, for 3 consecutive days.\n3. Cell infusion (d0) and DLT observation period (d0\\~d28).","armGroupLabels":["BGT007H Cell Injection"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dose-Limiting Toxicity (DLT)","description":"Dose-Limiting Toxicity","timeFrame":"through study completion, an average of 3 year"},{"measure":"Maximum Tolerated Dose (MTD)","description":"Maximum Tolerated Dose","timeFrame":"through study completion, an average of 3 year"},{"measure":"Optimal Biological Dose (OBD)","description":"Optimal Biological Dose","timeFrame":"through study completion, an average of 3 year"},{"measure":"Adverse events (AE)","description":"Adverse events","timeFrame":"through study completion, an average of 3 year"}],"secondaryOutcomes":[{"measure":"Evaluate the disease control rate (DCR)","description":"Evaluate the disease control rate ,according to the RECIST 1.1 criteria.","timeFrame":"through study completion, an average of 3 year"},{"measure":"Evaluate the duration of response (DOR)","description":"Evaluate the duration of response ,according to the RECIST 1.1 criteria.","timeFrame":"through study completion, an average of 3 year"},{"measure":"Evaluate the progression-free survival (PFS)","description":"Evaluate the progression-free survival, according to the RECIST 1.1 criteria.","timeFrame":"through study completion, an average of 3 year"}],"otherOutcomes":[{"measure":"Evaluate the overall survival (OS)","description":"Evaluate the overall survival ,according to the RECIST 1.1 criteria.","timeFrame":"through study completion, an average of 3 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. voluntarily sign an informed consent form in writing.\n2. Age ≥18 years and ≤75 years, both male and female are eligible.\n3. Expected survival ≥ 3 months.\n4. Eastern Cooperative Oncology Group (ECOG) Performance Status score of 0 or 1.\n5. Can provide pathological paraffin section detection targets (within 3 years prior to signing the informed consent form).\n6. According to the RECIST v1.1 criteria for the evaluation of solid tumors, there must be at least one measurable lesion, and the longest diameter of the lesions assessed by CT or MRI at baseline must be ≥ 10 mm (excluding lymph nodes, for which the short diameter must be ≥ 15 mm).\n7. Advanced pancreatic cancer confirmed by histology or cytology, with progression after second-line or later standard treatment, or intolerance to standard treatment, or no standard treatment available. The definition of intolerance: according to CTCAE v5.0, grade ≥IV hematological toxicity or grade ≥III non-hematological toxicity or grade ≥II damage to major organs such as heart, liver, and kidney occurred during treatment. The definition of treatment failure: disease progression (PD) during treatment or recurrence after treatment (including postoperative recurrence).\n8. Apheresis or venous blood collection venous access can be established, and there are no other contraindications to blood cell separation.\n9. Has adequate organ and bone marrow function, defined as follows: Blood routine: Neutrophil count (NEUT#) ≥1.0×10\\^9/L Platelet count (PLT) ≥70×10\\^9/L Hemoglobin concentration ≥80g/L Liver function: For subjects without liver metastasis: Aspartate aminotransferase (AST) ≤2.5× upper limit of normal (ULN) Alanine aminotransferase (ALT) ≤2.5× ULN Total bilirubin (TBIL) ≤1.5× ULN For subjects with liver metastasis: AST ≤5× ULN ALT ≤5× ULN For subjects with liver metastasis or Gilbert's syndrome: Total bilirubin (TBIL) ≤2.5× ULN Renal function: Creatinine clearance rate (CCR) ≥50 mL/min Coagulation function: International normalized ratio (INR) ≤1.5× ULN Activated partial thromboplastin time (APTT) ≤1.5× ULN Coagulation function in subjects with liver metastasis: INR ≤2× ULN APTT ≤2× ULN.\n10. During the study period and within 6 months after the end of dosing, subjects with childbearing potential (both male and female) must use effective medical contraception measures. Female subjects of childbearing potential must undergo a pregnancy test within 72 hours before the first dosing, and the result must be negative.\n\nExclusion Criteria:\n\n1. Has active central nervous system (CNS) metastasis (except for those treated and stable).\n2. HIV positive, HBsAg positive with positive Hepatitis B virus (HBV) DNA copy number (greater than the lower limit of detection), Hepatitis C virus (HCV) antibody positive and HCV RNA positive, syphilis non-treponemal antibody (RPR or TRUST) positive.\n3. Has a mental or psychological disorder that cannot cooperate with treatment and efficacy evaluation.\n4. Subjects with severe autoimmune diseases who have been long-term users of immunosuppressants.\n5. Within 14 days before enrollment, there is an active infection or uncontrollable infection that requires systemic treatment.\n6. Any unstable systemic diseases (including but not limited to): active infection (except for localized infection); unstable angina; cerebral ischemia or cerebral stroke (within 6 months of screening); myocardial infarction (within 6 months of screening); congestive heart failure (New York Heart Association (NYHA) class ≥ III); severe arrhythmia requiring medication treatment; heart disease requiring treatment or uncontrolled hypertension after treatment (blood pressure \\> 160 mmHg/100 mmHg).\n7. Combined with dysfunction of important organs such as lungs, brain, and kidneys.\n8. Within 4 weeks before receiving cell therapy, the subject has undergone major surgery or serious trauma, or is expected to undergo major surgery during the study period.\n9. Within 1-2 weeks or 5 half-lives (whichever is shorter) before apheresis, the subject has received any systemic chemotherapy, immunotherapy, or small molecule targeted therapy.\n10. Received chimeric antigen receptor-modified T cell (CAR-T), T-cell receptor engineered T cells (TCR-T) therapy within the past 6 months.\n11. Severe allergies or a history of allergies.\n12. Subjects who require anticoagulant therapy.\n13. Pregnant or lactating women, or those who plan to become pregnant within six months (applicable to both men and women).\n14. The researcher believes that there are other reasons why the subject cannot be included in the treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Xiuqi Wu, Doctorate","role":"CONTACT","phone":"15850459057","email":"wuxiuqi597@163.com"},{"name":"Jiujie Cui, Doctorate","role":"CONTACT","phone":"13621958524","email":"cuijiujie@126.com"}],"overallOfficials":[{"name":"Liwei Wang, Doctorate","affiliation":"RenJi Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Renji hospital","status":"RECRUITING","city":"Shanghai","state":"Shanghai","zip":"200127","country":"China","contacts":[{"name":"Liwei Wang, Dr","role":"CONTACT","phone":"+86 16621086648","email":"lwwang2013@163.com"}],"geoPoint":{"lat":31.22222,"lon":121.45806}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M14850","name":"Recurrence","relevance":"LOW"},{"id":"M13110","name":"Pancreatic Neoplasms","relevance":"LOW"},{"id":"T4387","name":"Pancreatic Cancer","asFound":"Pancreatic Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6727","name":"Cyclophosphamide","relevance":"LOW"},{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M283230","name":"Fludarabine","relevance":"LOW"},{"id":"M225513","name":"Fludarabine phosphate","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"}]}},"hasResults":false}