{"protocolSection":{"identificationModule":{"nctId":"NCT06479252","orgStudyIdInfo":{"id":"WP-24-002"},"organization":{"fullName":"West Park Healthcare Centre","class":"OTHER"},"briefTitle":"Comparing Centre-based, Remotely Supervised, and Self-administered STS Tests in Individuals With CRD","officialTitle":"Comparing Centre-based, Remotely Supervised, and Self-administered Sit-to-stand Tests in Individuals With Chronic Respiratory Diseases","acronym":"STS24"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-17","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dina Brooks","investigatorTitle":"Senior Scientist, West Park Healthcare Centre","investigatorAffiliation":"West Park Healthcare Centre"},"leadSponsor":{"name":"West Park Healthcare Centre","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Despite evidence on the psychometric properties of sit-to-stand (STS) tests in chronic respiratory disease (CRD) populations, most studies have been conducted face-to-face. Given the recent emphasis on virtual pulmonary rehabilitation (VPR), there is a need to identify reliable and valid exercise tests that can be delivered in home-based settings, either supervised remotely or self-administered by patients. A repeated-measures crossover design will be used to test the home-based administration of STS tests. The 30-second STS (30-s STS) and 1-minute STS (1-min STS) tests will be randomly administered across three test conditions (centre-based, remotely supervised, and self-administered). Data will summarize the feasibility of remotely supervised and self-administered STS tests and compare the performances of centre-based tests with remotely supervised and self-administered versions of STS tests in patients with CRD.","detailedDescription":"This study aims to assess the implementation and measurement of both the 30s-STS and the 1-min STS tests when remotely supervised or self-administered in individuals with CRD. More specifically, the objectives of this study are as follows:\n\ni. To explore the feasibility, acceptability, and implementation of remotely supervised and self-administered STS tests in individuals with CRD.\n\nii. To evaluate whether STS test performance differs by mode of administration (1: centre-based, 2: remotely supervised, and 3: self-administered) in individuals with CRD.\n\niii. To investigate the clinical utility of remotely supervised and self-administered STS tests as a measure of functional status among in individuals with CRD.\n\nA repeated-measures crossover design will be used. The 30-s STS and the 1-min STS tests will be administered to participants across three test conditions (centre-based, remotely supervised, and self-administered).\n\nAt the onset of the study, participants will attend an initial orientation meeting over videoconference (approximately 30 minutes) to review the process of the study and data collection. The orientation meeting will include instruction on completing the STS tests at home, and participants will demonstrate a repetition of the STS. Prior to completing the STS testing, each participant will self-report their functional status using the modified version of the Pulmonary Functional Status and Dyspnea Questionnaire and demographic/descriptive measures will be collected from the participant's clinical record. Participants will complete the STS tests (30-second and 1-minute) across three conditions (centre-based, remote, self-administered). The test order will be randomized by condition and will be completed on separate days. For each testing condition, the 30-s STS and 1-min STS tests will be completed in random order. All tests will occur over a maximum 7-day period. Neither the study staff nor the participants will be blinded to the order of their tests. Blood oxygen level (SpO2), heart rate (HR) and level of dyspnea (Borg scale) will be recorded before and immediately after each test. On each test day, participants will be given a 5-min rest period between each STS test protocol. Before starting the second test, participants will indicate that they feel ready to start and study staff will confirm participants' oxygen level, HR and dyspnea have returned to pre-test levels. Delays in starting time past the 5-min rest period will be documented by research staff. After completing three testing conditions, participants will complete a questionnaire regarding feasibility and acceptability of different testing conditions."},"conditionsModule":{"conditions":["Chronic Lung Disease"],"keywords":["Assessment","Pulmonary Rehabilitation","Remote"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Centre-Based Condition","type":"ACTIVE_COMPARATOR","description":"Participants will be asked travel to West Park Healthcare Centre to complete the sit-to-stand (STS) tests under the supervision of a trained research team member. Participants will be guided through the standardized protocol for the STS tests.","interventionNames":["Other: Sit-to-Stand Test (STS)"]},{"label":"Remotely Supervised Condition","type":"EXPERIMENTAL","description":"The sit-to-stand (STS) tests will be conducted in the patient's home and will be remotely monitored by a research staff member situated at the healthcare centre (via videoconference). The research team member will send a meeting invite to the participant who will independently join the videoconference from their home. At the onset of the study, participants will receive a handout to explain the materials they need to prepare for the session. Guidance will also be provided during the orientation meeting. Based on chair availability in participant's home, deviations will be noted by study staff. The testing procedure and instructions will be the same as the centre-based testing described.","interventionNames":["Other: Sit-to-Stand Test (STS)"]},{"label":"Self-Administered Condition","type":"EXPERIMENTAL","description":"The self-administered sit-to-stand (STS) tests will be conducted independently by the patient in their home setting. No supervision will be provided by study staff during the testing sessions. At the onset of the study, participants will receive a handout to explain the materials they need to prepare for the session. Detailed instructions for completing the STS tests independently will be provided to the participant (Appendix B). Guidance will also be provided during the orientation meeting. The instructions and guide to self-administer the test will be piloted at the start of the study, and the content may be refined to meet the needs of patients.","interventionNames":["Other: Sit-to-Stand Test (STS)"]}],"interventions":[{"type":"OTHER","name":"Sit-to-Stand Test (STS)","description":"The 30-s and 1-min STS tests are reliable, valid, and responsive tests for measuring functional exercise capacity in patients with lung disease. For the STS tests that are centre-based or supervised remotely, we will collect the total number of repetitions on the 30-s and 1-min STS tests, as well as the number and duration of rests within and between tests.","armGroupLabels":["Centre-Based Condition","Remotely Supervised Condition","Self-Administered Condition"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"30 second Sit-to-Stand Test","description":"The 30-s and 1-min STS tests are reliable, valid, and responsive tests for measuring functional exercise capacity in patients with lung disease. For the STS tests that are centre-based or supervised remotely, we will collect the total number of repetitions on the 30-s and 1-min STS tests, as well as the number and duration of rests within and between tests. Scores on the STS tests will be recorded using the data collection form.","timeFrame":"Over a 7 day period, outcome will be collected at three time points (e.g., once within each testing condition: centre-based, remote, and self-administered)"},{"measure":"1 minute Sit-to-stand Test","description":"The 30-s and 1-min STS tests are reliable, valid, and responsive tests for measuring functional exercise capacity in patients with lung disease. For the STS tests that are centre-based or supervised remotely, we will collect the total number of repetitions on the 30-s and 1-min STS tests, as well as the number and duration of rests within and between tests. Scores on the STS tests will be recorded using the data collection form.","timeFrame":"Over a 7 day period, outcome will be collected at three time points (e.g., once within each testing condition: centre-based, remote, and self-administered)"}],"secondaryOutcomes":[{"measure":"Physiological Monitoring during STS tests","description":"We will monitor Sp02 and HR before and after the 30-s and 1-min STS tests using a pulse oximeter. Self-monitoring using remote pulse oximetry has been shown to be feasible and accurate in CRD populations. The oximeter will provide a printout of values reflecting oxygen level and HR, which will be transcribed to a data collection form. Patients will be asked to use their own pulse oximeter, and the make and model will be recorded by study staff.","timeFrame":"participants will be asked to record their data pre-and post STS test (30 second and 1 minute) within each arm"},{"measure":"Modified Borg Scale","description":"The Modified Borg Dyspnea scale is a self-reported measure of one's difficulty breathing upon exertion. The instrument provides a standard method for patients to select ratings of dyspnea on a scale based on descriptors that correspond to specific numbers. At the start and at the end of each STS test, subjects will rate their perceived rate of dyspnea (\"difficulty breathing\") using the modified Borg Scale.","timeFrame":"participants will be asked to record their data pre-and post STS test (30 second and 1 minute) within each arm"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Physician diagnosis of chronic respiratory disease (e.g., COPD, ILD, Asthma).\n* Male and female patients ≥18 years of age.\n* Able to perform at least 5 repetitions in the 1-min STS test without use of upper extremities.\n* Access to a portable pulse oximeter at home to measure heart rate and oxygen saturation.\n* Access to technology for remote supervision (e.g., mobile phone, laptop/computer, iPad)\n\nExclusion Criteria:\n\n* Lower limb surgery in the preceding 3 months.\n* Medically unstable to perform exercise tests (e.g., no exacerbation in the preceding two weeks).\n* Predominant neurological or musculoskeletal limitations to completing STS.\n* At risk of falling during STS due to impaired balance, as indicated in their clinical record, and/or PR assessment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lee Verweel, MSc","role":"CONTACT","phone":"647-281-9538","email":"lee.verweel@westpark.org"},{"name":"Lee Verweel","role":"CONTACT","phone":"647-281-9538","email":"lee.verweel@westpark.org"}],"overallOfficials":[{"name":"Dina Brooks, PhD","affiliation":"West Park Healthcare Centre","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"West Park Healthcare Centre","city":"Toronto","state":"Ontario","zip":"M6M2J5","country":"Canada","contacts":[{"name":"Dina Brooks, PhD","role":"CONTACT","phone":"905-525-9140","phoneExt":"22110","email":"brookd8@mcmaster.ca"},{"name":"Cindy Ellerton, MSc","role":"CONTACT","phone":"416-243-3600","phoneExt":"32653","email":"cindy.ellerton@westpark.org"},{"name":"Dina Brooks, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008171","term":"Lung Diseases"}],"ancestors":[{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M11168","name":"Lung Diseases","asFound":"Lung Disease","relevance":"HIGH"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"M18592","name":"Ichthyosis, X-Linked","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}