{"protocolSection":{"identificationModule":{"nctId":"NCT06473025","orgStudyIdInfo":{"id":"APP-24-02211-2"},"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"Parental Misperceptions on Child Nutrition in India","officialTitle":"Parental Misperceptions on Child Nutrition in India: Implications for Child Feeding Practices and Growth"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jeffrey Broadman Weaver","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"},"collaborators":[{"name":"Center for Effective Global Action (CEGA)","class":"UNKNOWN"},{"name":"Median Insights and Research, India","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this randomized controlled trial is to examine the role of parental misperceptions and information gaps in contributing to poor child dietary practices and high child undernutrition rates in India. The main research questions it seeks to answer are:\n\n1. Do mothers systematically overestimate the nutritional status (height- and weight-for-age percentiles) of their children, relative to global World Health Organization (WHO) standards and other children in their region?,\n2. Do mothers underestimate the returns to child nutrition on long-term health, education, and labor market outcomes?,\n3. What mechanisms could explain the formation of such misperceptions? Are mothers with higher exposure to undernourished children more likely to overestimate their children's nutritional status?, and\n4. Would updating mothers' beliefs about a) their children's true height-for-age and weight-for-age percentiles, and/or b) the returns to child nutrition, improve child feeding practices, utilization of government nutrition services, and child growth outcomes?\n\nThe study involves an individual-level randomized controlled trial with 1500 mothers of children aged 7-24 months in Telangana, India, with two information treatment arms and one control arm. The first treatment will update mothers' beliefs on the relative height- and weight-for-age percentiles of their children, and the second will provide information on the impacts of child undernutrition on long-term health (risk of chronic and infectious diseases, mortality), education (high school test scores, years of education), and labor market (earnings) outcomes.\n\nThe treatment and control groups will be compared to assess if the information treatments improve outcomes related to child feeding practices, consumption of government-supplied therapeutic food, cognition measures, and child growth.","detailedDescription":"The goal of this randomized controlled trial is to examine the role of parental misperceptions and information gaps in contributing to poor child dietary practices and high rates of child undernutrition in India. This study is guided by two core hypotheses:\n\n1. Parents systematically overestimate the nutritional status of their children: If parents form expectations about how healthy their child is by observing other children around them, then parents in areas with high levels of stunting and wasting may be more likely to believe that their own child is relatively healthy and have a skewed perception of \"ideal\" height and weight levels.\n2. Parents systematically underestimate the returns to child nutrition on long-term health, education, and labor market outcomes: While there is a large literature documenting the effects of child nutrition on the incidence of infectious and chronic diseases, years of education, test scores, and earnings in adulthood, this information is most likely not common knowledge among parents in India, particularly in rural areas.\n\nThese misperceptions, if proven true, may create a suboptimal equilibrium for child nutrition outcomes, trapping families in a cycle of inadequate nutrition.\n\nThe main research questions are:\n\n1. Do mothers systematically overestimate the nutritional status (height- and weight-for-age percentiles) of their children, relative to global WHO standards and other children in their region?,\n2. Do mothers underestimate the returns to child nutrition on long-term health, education, and labor market outcomes?,\n3. What mechanisms could explain the formation of such misperceptions? Are mothers with higher exposure to undernourished children more likely to overestimate their children's nutritional status?, and\n4. Would updating mothers' beliefs about a) their children's true height-for-age and weight-for-age percentiles, and/or b) the returns to child nutrition, improve child feeding practices, utilization of government nutrition services, and child growth outcomes?\n\nThe research design involves an individual-level field experiment with 1500 mothers of children aged 7 to 24 months, with two treatment arms and a control arm:\n\n* Treatment arm 1: Update mothers' beliefs on the height-for-age and weight-for-age percentiles of their child relative to a reference group of healthy children based on WHO standards\n* Treatment arm 2: Treatment 1 + information on the impacts of child undernutrition on long-term health (risk of chronic and infectious diseases, mortality), education (high school test scores, years of education), and labor market (earnings) outcomes, synthesized from existing literature\n* Control arm: Status-quo, no intervention\n\nThe main outcomes of interest are - a) willingness-to-pay (WTP) for a protein supplement/food bundle for the child, measured at the end of the baseline survey, and b) beliefs on child nutrition, c) child feeding practices (frequency of meals, diet diversity, diet adequacy, protein consumption) measured through a 24-hour diet recall module, d) consumption of government-supplied therapeutic food, e) child height, weight, and anthropometric z-scores, f) child health outcomes: episodes of illness, g) household food expenditures, and h) child cognition measures, measured during the endline survey."},"conditionsModule":{"conditions":["Child Malnutrition"],"keywords":["child malnutrition","stunting","india","child feeding","behavioral","misperceptions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"* Treatment arm 1: Update mothers' beliefs on the height-for-age and weight-for-age percentiles of their child relative to a reference group of healthy children based on WHO standards\n* Treatment arm 2: Treatment 1 + information on the impacts of child undernutrition on health (risk of chronic and infectious diseases, mortality), education (high school test scores, years of education), and labor market (earnings) outcomes, synthesized from existing literature\n* Control arm: Status-quo, no intervention","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1500,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment Arm 1: Relative Nutritional Status","type":"EXPERIMENTAL","description":"Provide information on the true height-for-age and weight-for-age percentiles of the child relative to a reference group of healthy children based on WHO standards","interventionNames":["Behavioral: Information on Relative Nutritional Status"]},{"label":"Treatment Arm 2: Relative Nutritional Status and Returns","type":"EXPERIMENTAL","description":"Provide information on the true height-for-age and weight-for-age percentiles of the child relative to a reference group of healthy children based on WHO standards AND provide information on the impacts of child undernutrition on health (risk of chronic and infectious diseases, mortality), education (high school test scores, years of education), and labor market (earnings) outcomes, synthesized from existing literature","interventionNames":["Behavioral: Information on Relative Nutritional Status","Behavioral: Information on Returns to Child Nutrition"]},{"label":"Control Arm","type":"NO_INTERVENTION","description":"Status-quo, no intervention"}],"interventions":[{"type":"BEHAVIORAL","name":"Information on Relative Nutritional Status","description":"The intervention involves providing information on the height-for-age and weight-for-age percentiles of children relative to a reference group of healthy children based on WHO standards","armGroupLabels":["Treatment Arm 1: Relative Nutritional Status","Treatment Arm 2: Relative Nutritional Status and Returns"]},{"type":"BEHAVIORAL","name":"Information on Returns to Child Nutrition","description":"The intervention involves providing information on the effects of child undernutrition on long-term health, education, and labor market outcomes.","armGroupLabels":["Treatment Arm 2: Relative Nutritional Status and Returns"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Average willingness-to-pay for protein-rich food bundle","description":"All mothers who participate in the survey will be entered into a lottery to win a bundle of protein-rich food items for their child or, alternatively, a randomly chosen cash prize (amount may range from Rs. 100 to Rs. 2000). 25 lottery \"winners\" will be chosen randomly at the end of the baseline survey. Mothers will be asked to state their preferences between the food bundle and several potential cash prize amounts, using a multiple-price-list elicitation method. One cash prize amount will be randomly chosen for each mother, and their choice for that amount will be implemented in case they win the lottery. WTP will be measured by the mid-point of the interval of two cash amounts at which a mother switches from preferring to receive cash to preferring to receive food. Possible values range from 0 to 2000. Average willingness-to-pay will be compared between mothers in the treatment groups and the control group.","timeFrame":"Baseline"},{"measure":"Difference between true and perceived height-for-age percentile relative to WHO standards","description":"The difference between the child's true height-for-age percentile relative to the WHO reference population and the mother's perceived percentile rank. Values may range from 0 to 100.","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Difference between true and perceived weight-for-age percentile relative to WHO standards","description":"The difference between the child's true weight-for-age percentile relative to the WHO reference population and the mother's perceived percentile rank. Values may range from 0 to 100.","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Knowledge score on returns to child nutrition (Binary)","description":"Binary variable coded \"1\" if at least half the prompts (3 out of 6) about the returns to child nutrition are answered correctly, and \"0\" otherwise. This is a binary indicator constructed based on the knowledge score scale that may range from 0 to 6, with higher scores representing better knowledge.","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Minimum frequency of meals","description":"Binary variable coded \"1\" if the child consumed the minimum recommended number of meals in the last 24 hours, based on their age, and \"0\" otherwise","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Minimum dietary diversity","description":"Binary variable coded \"1\" if the child consumed food from at least 5 of the 8 specified food groups in the last 24 hours, and \"0\" otherwise. This is a binary indicator constructed based on the World Health Organization \"Minimum Dietary Diversity - Infant and Young Child Feeding\" (MDD-IYCF) scale. Scores may range from 0 to 8, with higher scores representing better outcomes.","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Height-for-age z-score","description":"Height-for-age z-score at the time of the endline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Weight-for-age z-score","description":"Weight-for-age z-score at the time of the endline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Weight-for-height z-score","description":"Weight-for-height z-score at the time of the endline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Consumption of Balamrutham","description":"Binary variable coded \"1\" if the child consumed Balamrutham (government-provided therapeutic food) in the last 24 hours, and \"0\" otherwise","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"CREDI child cognition scale z-score","description":"The Caregiver-Reported Early Development Instruments (CREDI) Short Form is a validated set of 20 population-level measures of early childhood development (ECD) for children from birth to age three (0-36 months). The responses on this 20-point scale (based on age) will be converted to a norm-referenced standardized Z-score for overall development. The z-scores may range from -6 to +6, with larger scores representing better outcomes.","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"}],"secondaryOutcomes":[{"measure":"Change from baseline in height-for-age z-score","description":"Difference between height-for-age z-score between the endline survey and the baseline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Change from baseline in weight-for-age z-score","description":"Difference between weight-for-age z-score between the endline survey and the baseline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Change from baseline in weight-for-height z-score","description":"Difference between weight-for-height z-score between the endline survey and the baseline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Change from baseline in height","description":"Difference between height between the endline survey and the baseline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Change from baseline in weight","description":"Difference between weight between the endline survey and the baseline survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Episodes of illness in last 14 days (binary)","description":"Binary variable coded \"1\" of the child experienced any episodes of illness in the 14 days prior to the survey","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Household food expenditure in last calendar month","description":"Total household expenditure on food in the last calendar month","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"}],"otherOutcomes":[{"measure":"Knowledge score on returns to child nutrition (Continuous)","description":"The number of correctly answered prompts about the returns to child nutrition. Scores may range from 0 to 6, with higher scores representing better knowledge.","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Diet adequacy","description":"Binary variable coded \"1\" if the child meets the minimum frequency of meals AND diet diversity criteria","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"},{"measure":"Grams of protein consumed in last 24 hours","description":"Total grams of protein consumed by the child in last 24 hours","timeFrame":"During endline survey, an average of 4 months (or 17 weeks) from baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Biological mothers of sampled children aged 7-24 months\n\nExclusion Criteria:\n\n* Any medical/health condition that precludes individuals from understanding the study procedures or communicating with study personnel (eg. deafness, inability to speak, mental health conditions)","healthyVolunteers":false,"sex":"FEMALE","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sneha Nimmagadda, M.Sc.","role":"CONTACT","phone":"3103595293","email":"snimmaga@usc.edu"},{"name":"Jeffrey Weaver, Ph.D.","role":"CONTACT","email":"jbweaver@usc.edu"}],"overallOfficials":[{"name":"Sneha Nimmagadda, M.Sc.","affiliation":"University of Southern California","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Women Development and Child Welfare","city":"Hyderabad","state":"Telangana","zip":"500038","country":"India","contacts":[{"name":"Shivalkar Reddy Vancha","role":"CONTACT"}],"geoPoint":{"lat":17.38405,"lon":78.45636}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified data will be made publicly available through an open-access repository (eg. ICPSR) after publication of the study findings.","timeFrame":"Within 6 months after publication","accessCriteria":"No access criteria. De-identified data will be made publicly available through an open-access repository (eg. ICPSR)."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000044342","term":"Malnutrition"},{"id":"D000015362","term":"Child Nutrition Disorders"}],"ancestors":[{"id":"D000009748","term":"Nutrition Disorders"}],"browseLeaves":[{"id":"M25306","name":"Malnutrition","asFound":"Malnutrition","relevance":"HIGH"},{"id":"M9230","name":"Growth Disorders","relevance":"LOW"},{"id":"M18049","name":"Child Nutrition Disorders","asFound":"Child Malnutrition","relevance":"HIGH"},{"id":"M12684","name":"Nutrition Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}