{"protocolSection":{"identificationModule":{"nctId":"NCT06473389","orgStudyIdInfo":{"id":"Suprascapular Rf"},"organization":{"fullName":"Ankara Etlik City Hospital","class":"OTHER_GOV"},"briefTitle":"Efficacy of Suprascapular Radiofrequency Ablation in Hemiplegic Shoulder Pain","officialTitle":"Efficacy of Suprascapular Radiofrequency Ablation Versus USG-guided Suprascapular Nerve Blockade and Intra-articular Steroid Injections in Hemiplegic Shoulder Pain: A Three-blind Randomized Controlled Study."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"YBBayır","investigatorTitle":"Yunus Burak Bayır, Specialist","investigatorAffiliation":"Ankara Etlik City Hospital"},"leadSponsor":{"name":"YBBayır","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Stroke, one of the most important causes of disability and death in the world, is an acute focal deficit of the central system caused by vascular origin such as cerebral infarction, intracerebral haemorrhage and subarachnoid haemorrhage. Hemiplegic shoulder pain, which is one of the most common complications after stroke, is an important problem affecting extremity rehabilitation. Although there are many factors thought to cause haemiplegic shoulder pain, there is still controversy about its treatment. Although there are many treatment strategies for this complication such as analgesics, antispasmotics, local corticosteroid injections, suprascapular nerve blockade, physical therapy modalities and exercise therapy, sometimes very resistant cases are also seen. For the treatment of persistent haemiplegic shoulder pain unresponsive to conventional treatment modalities, intra-articular injection of corticosteroids into the shoulder joint is commonly used, but its palliative effect has only a relatively short duration.Corticosteroids may also have adverse effects such as allergic reactions, rash, hyperglycaemia, menstrual disorders and adrenal suppression. Suprascapular nerve block is another option to relieve haemiplegic shoulder pain. The suprascapular nerve provides 70% of the sensory innervation of the shoulder joint. Thus, blocking pain transmission through the SS provides effective control of haemiplegic shoulder pain. However, the efficacy of suprascapular nerve block varies according to the study population and depends on the therapeutic modality to which it is compared. In addition, the effect of suprascapular nerve blockade may be limited due to the short duration of action of local anaesthetic agents. Neurolysis may cause permanent paralysis of the supraspinatus and infraspinatus muscles. For this reason, a deconstructive method is not preferred. Pulse RF applications, which is a non-deconstructive, neuromodulatory method, may be preferred in this regard. So far, there are very few studies investigating the efficacy of intra-articular steroid injection, suprascapular block and pulse RF in hemiplegic shoulder pain separately, but there is no study investigating the efficacy of Pulse RF treatment against other treatment methods together. In this study, investigator's aim was to compare the efficacy of suprascapular pulse radiofrequency against USG-guided suprascapular nerve block and intra-articular steroid injections in hemiplegic shoulder pain.","detailedDescription":"This study was designed as a prospective, triple-blind randomised controlled study. Patients hospitalised in the stroke clinic of our hospital and diagnosed with haemorrhagic or ischaemic stroke will be included in our study. Sample size was calculated using the statistical power analysis programme G\\*Power 3.1.9.4 for Windows. Based on the study by Allen et al. evaluating the efficacy of suprascapular nerve block in post-stroke shoulder pain, the minimum number of patients required to achieve a significant change of 20 mm in VAS assessment before and after treatment (with a 5% Type 1 and 20% Type 2 margin of error, 80% working power and 95% confidence interval) was found to be 23 (total 69 patients) for each group. Considering the possibility of 20% loss during the study, it was decided to include at least 28 (total 84) patients for each group. Patients who met the inclusion criteria and completed the 'Informed Volunteer Consent Forum' will be randomised into three groups of 28 patients as the first group RF Group (RFG), the second group Suprascapular Nerve Blockage Group (SSBG) and the third group Intraarticular Steroid Group (SG) with the 'Research Randomizer' computer programme.Patients, the physician performing the assessment and the physiotherapist treating the patient will be blinded to which procedure is performed. A blinded investigator will perform baseline assessments of the participants before the injection. While Transcutaneous Electrical Nerve Stimulation (TENS), hotpack and exercise treatments, which are frequently used in the treatment of hemiplegic shoulder pain, were performed in all patients; in addition to the patients selected to the PRF group with the 'Research Randomizer' computer programme, pulse RF application with TOP-TLG10 STP generator at 2 Hz, 20 ms and 45 V for 2 minutes at 2 Hz, 20 ms and 45 V at a maximum temperature of 42 degrees once to the suprascapular nerve under US guidance, 5 ml of 1% ml betamethasone + 2% lidocaine 2 ml, 0. 9% Serum Physiological 2 ml mixture will be applied to the suprascapular block group and intra-articular steroid application with a mixture of 2% lidocaine 2 ml, 0.9% Serum Physiological 2 ml and 1 ml betamethasone 5 mg will be applied to the steroid group. All procedures will be performed with a portable ultrasonography system with a 12 MHz linear probe and exercises will be performed under the supervision of a physiotherapist. The treatment of the patients will be organised as a total of 20 sessions for 4 weeks, 5 days a week, first TENS and hotpack, then exercise. 15 minutes of hotpack, 15 minutes of TENS will be applied, followed by 30 minutes of upper extremity exercises."},"conditionsModule":{"conditions":["Hemiplegic Shoulder Pain"],"keywords":["Hemiplegic shoulder","stroke","pain","radiofrequency","suprascapular nerve","corticosteroid","injection"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study was designed as a prospective, triple-blind, randomised controlled study. Patients hospitalised in the stroke clinic of our hospital and diagnosed with haemorrhagic or ischaemic stroke will be included in our study.Patients will be randomised into three groups of 28 patients as the first group RF Group (RFG), the second group Suprascapular Nerve Blockade Group (SSBG) and the third group Intraarticular Steroid Group (SG) with the 'Research Randomizer' computer program. The treatments of the patients will be organised as a total of 20 sessions for 4 weeks, 5 days a week, first TENS and hotpack, then exercise. 15 minutes of hotpack, 15 minutes of TENS will be applied, followed by 30 minutes of upper extremity exercises.The degree of maximum passive ROM measurements of the shoulder, the degree of passive ROM, Visual Analogue Scale (VAS), Shoulder Pain and Disability Index score (SPADI), Goal Attainment Scale (GAS), Modified Barthel Index at baseline, 1st, 4th, 12th weeks.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Patients and care provider, the physician performing the assessment and the physiotherapist treating the patient will be blind to what procedure is being performed.","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":84,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pulse Radiofrequency Ablation","type":"ACTIVE_COMPARATOR","description":"Pulse RF application will be applied to the suprascapular nerve once under US guidance with a TOP-TLG10 STP generator at a maximum temperature of 42 degrees, 2 Hz, 20 ms and 45 V for 2 minutes.","interventionNames":["Procedure: Suprascapular nerve pulse radiofrequency ablation"]},{"label":"Suprascapular Nerve Block Injection","type":"ACTIVE_COMPARATOR","description":"Suprascapular block will be performed once with a mixture consisting of 5 ml (1 ml betamethasone, 2% lidocaine 2 ml, 0.9% saline 2 ml).","interventionNames":["Procedure: Suprascapular Nerve Block Group"]},{"label":"Intra-articular Steroid İnjection","type":"ACTIVE_COMPARATOR","description":"Intra-articular steroid will be performed once with a mixture consisting of 5 ml (2 ml lidocaine 2 ml, 0.9% saline 2 ml and 1 ml betamethasone 5 mg).","interventionNames":["Procedure: Steroid Group"]}],"interventions":[{"type":"PROCEDURE","name":"Suprascapular nerve pulse radiofrequency ablation","description":"Pulse RF application will be applied to the suprascapular nerve once under US guidance with a TOP-TLG10 STP generator at a maximum temperature of 42 degrees, 2 Hz, 20 ms and 45 V for 2 minutes.","armGroupLabels":["Pulse Radiofrequency Ablation"]},{"type":"PROCEDURE","name":"Suprascapular Nerve Block Group","description":"Suprascapular block will be applied once with a mixture consisting of 5 ml (1 ml betamethasone, 2% lidocaine 2 ml, 0.9% saline 2 ml).","armGroupLabels":["Suprascapular Nerve Block Injection"]},{"type":"PROCEDURE","name":"Steroid Group","description":"Intra-articular steroid application will be made with a mixture consisting of 5 ml (2 ml of 2% lidocaine, 2 ml of 0.9% saline and 1 ml of betamethasone 5 mg).","armGroupLabels":["Intra-articular Steroid İnjection"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analog Scale (VAS)","description":"Shoulder pain.The VAS used for pain assessment consists of a line drawn in the form of a ruler, and numbers from 0 to 10 (with 0 as \"no pain\" and 10 as \"unbearable pain\") were asked to score.","timeFrame":"This evaluation will be made and recorded at the beginning, at the 1st, 4th and 12th weeks after the procedure."},{"measure":"painful angle of the shoulder","description":"painful angle of the shoulder","timeFrame":"This evaluation will be made and recorded at the beginning, at the 1st, 4th and 12th weeks after the procedure."}],"secondaryOutcomes":[{"measure":"range of motion","description":"range of motion (ROM; flexion, abduction, internal and external rotation)","timeFrame":"This evaluation will be made and recorded at the beginning, at the 1st, 4th and 12th weeks after the procedure."},{"measure":"Goal Attainment Scale (GAS)","description":"Goal Attainment Scale (GAS) during upper-body dressingIn the functional evaluation, the GAS during upper-body dressing was used to assess the effect of shoulder pain on functional capacity. GAS is a mathematical tech- nique for quantifying the achievement (or otherwise) of goals set, and it can be used in rehabilitation (7). According to this scale, pain during upper extremity dressing was evaluated (-2: severe pain, -1: moderate pain, 0: mild pain, +1: pain at the end of movement, and +2: painless motion. The highest indicating the best score.","timeFrame":"This evaluation will be made and recorded at the beginning, at the 1st, 4th and 12th weeks after the procedure."},{"measure":"Modified Barthel Index","description":"Physical competence and independence in daily living activities will be evaluatedIn the modified Barthel index, the level of functional independence in a total of 10 activities such as transfer, movement, stairs, nutrition, dressing, personal care, bathing, sitting and rising to the toilet, urinary and faecal incontinence is evaluated. The total score varies between 0-100. Zero score indicates complete dependence and 100 score indicates complete independence.","timeFrame":"This evaluation will be made and recorded at the beginning, at the 1st, 4th and 12th weeks after the procedure."},{"measure":"SPADI","description":"Shoulder Pain and Disability Index scoreIt is a 13-item questionnaire categorised into pain and activity limitation. The score ranges from 0-100.The highest indicating the best score.","timeFrame":"This evaluation will be made and recorded at the beginning, at the 1st, 4th and 12th weeks after the procedure."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Being over 18 years old\n2. Those who were diagnosed with hemorrhagic or ischemic stroke at least 3 months ago\n3. Patients with shoulder pain with VAS \\> 5 severity after hemiplegia\n4. Those who agree to participate with a consent document (their own or their foster family)\n\nExclusion Criteria:\n\n1. Those who did not provide a consent document\n2. Those under 18 years of age\n3. Those who cannot cooperate\n4. Severely aphasic patients\n5. Patients with shoulder pain VAS \\>5 severity\n6. Patients who have undergone interventional procedures such as RF, suprascapular nerve blockade, steroid injection, etc. for the shoulder area in the last 3 months\n7. Patients with bleeding diathesis\n8. Those with a history of surgery or radiotherapy in the shoulder area\n9. Those who had shoulder complaints before the stroke\n10. Patients with pacemakers\n11. Patients with MMT Score \\<24","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"YUNUS BURAK BAYIR, specialist","role":"CONTACT","phone":"05058083317","email":"yunusburakbayir@gmail.com"},{"name":"Fatma BALLI UZ, specialist","role":"CONTACT"}],"overallOfficials":[{"name":"Damla CANKURTARAN, assoc. prof.","affiliation":"Ankara Etlik City Hospital","role":"STUDY_CHAIR"},{"name":"Ebru KARACA UMAY, prof.","affiliation":"Ankara Etlik City Hospital","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"32517390","type":"RESULT","citation":"Alanbay E, Aras B, Kesikburun S, Kizilirmak S, Yasar E, Tan AK. Effectiveness of Suprascapular Nerve Pulsed Radiofrequency Treatment for Hemiplegic Shoulder Pain: A Randomized-Controlled Trial. Pain Physician. 2020 Jun;23(3):245-252."},{"pmid":"34451885","type":"RESULT","citation":"Chiu YH, Chang KV, Wu WT, Hsu PC, Ozcakar L. Comparative Effectiveness of Injection Therapies for Hemiplegic Shoulder Pain in Stroke: A Systematic Review and Network Meta-Analysis. Pharmaceuticals (Basel). 2021 Aug 10;14(8):788. doi: 10.3390/ph14080788."},{"pmid":"34645102","type":"RESULT","citation":"Kim TH, Chang MC. Comparison of the effectiveness of pulsed radiofrequency of the suprascapular nerve and intra-articular corticosteroid injection for hemiplegic shoulder pain management. J Integr Neurosci. 2021 Sep 30;20(3):687-693. doi: 10.31083/j.jin2003073."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M22306","name":"Stroke","relevance":"LOW"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M21907","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M20833","name":"Arthralgia","relevance":"LOW"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11014","name":"Lidocaine","relevance":"LOW"},{"id":"M4909","name":"Betamethasone","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnArAg","name":"Anti-Arrhythmia Agents"},{"abbrev":"ChanBlk","name":"Channel Blockers"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"}]}},"hasResults":false}