{"protocolSection":{"identificationModule":{"nctId":"NCT06471413","orgStudyIdInfo":{"id":"RECHMPL22_0347 /UF 8352"},"organization":{"fullName":"University Hospital, Montpellier","class":"OTHER"},"briefTitle":"Evaluation of the Effect of the BOAT® Structured Prevention Program on Violence in Middle Schools","officialTitle":"Evaluation of the Effect of the BOAT® Structured Prevention Program on Violence in Middle Schools","acronym":"TheBOATeffect"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Montpellier","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Violence has major consequences for the health and development of children and teenagers, even though it is commonplace, particularly in secondary schools. The team at the Centre Ressources pour les Intervenants auprès d'Auteurs de Violences Sexuelles Languedoc-Roussillon (CRIAVS-LR, CHU Montpellier) has created a BOite A ouTils to prevent sexual and gender-based violence: the BOAT, for professionals working with children and teenagers aged between 5 and 18. Structured around 5 themes and 4 age groups, the BOAT is very easy to use. The 134 intervention sheets have been validated and designed to target a risk factor (to be reduced) or a protective factor (to be developed) so that children do not become perpetrators or victims of violence.","detailedDescription":"The study will involve 60 middle school (10 middle school REP/REP+ in six academies) over four consecutive school years between 2023 and 2027, the first year being devoted to preparing the study with the establishment. The research project is coordinated by the Montpellier University Hospital, and regulatory approvals have been sought from the relevant authorities."},"conditionsModule":{"conditions":["Students","Middle Schools","Prevention","Violence"],"keywords":["prevention","violence","middle schools","sexual violence","abuse","sexism","BOAT"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":5400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group BOAT +","description":"The middle schools in the experimental group will benefit from the BOAT+ intervention, which involves training the school's educational team in the use of the BOAT®. Training is provided each year of the study to 5 members of the BOAT+ college educational team, in the form of e-learning supplemented by two half-day face-to-face sessions.\n\nTrained professionals will use the BOAT® in real-life ecological conditions, according to their needs and educational projects.","interventionNames":["Other: The Prevention Toolbox : BOAT®"]},{"label":"Group BOAT -","description":"No intervention will be carried out in the colleges of the control group, except to inform parents and educational teams about the research. The educational teams will not be trained to use the BOAT when the study is set up.\n\nThese middle schools will benefit from the same annual evaluations (school, students and educational teams) as the BOAT+ middle schools.\n\nIf the effect of the BOAT® structured prevention program is positive, the educational teams in the control group (BOAT-) will receive training in the use of the BOAT® at the end of the study."}],"interventions":[{"type":"OTHER","name":"The Prevention Toolbox : BOAT®","description":"The Prevention Toolbox targets all forms of violence, but in particular sexual and gender-based violence, through 1 out of 5 themes (Relationships and sexuality) and 10 out of 34 sub-themes. The other 4 themes (Psychosocial skills, Respect and difference, From the virtual to the real, and Understanding and respect for the law) cover all the risk and protection factors for all types of violence.","armGroupLabels":["Group BOAT +"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"changes in the incidence of violent behavior","description":"The incidence of violent behavior for each study period will be calculated by dividing the number of violent incidents observed in the school, by the number of schoolchildren monitored over the period (in person/year) in the same school.","timeFrame":"between the three years preceding the middle school's inclusion (period without intervention) and the three years following the start of the study (period with or without intervention, depending on the intervention arm)"}],"secondaryOutcomes":[{"measure":"Students' well-being, substance use, risky sexual behavior and suicidal behavior","description":"This computerized questionnaire will be sent via a link and completed directly and anonymously via the National Education Digital Workspace.","timeFrame":"every year at the end of the school year during three year"},{"measure":"Teachers' perceived stress at work will be assessed using the PSS (Perceived Stress Scale) validated in French","description":"It will be sent to teaching teams and completed anonymously via the ENT (Digital Workspace) offered by the French Ministry of Education.","timeFrame":"every year at the end of the school year during three year"},{"measure":"School climate will be assessed using an anonymous ICS (Indice of School Climate ) questionnary","description":"It will be sent to educational teams and completed via the ENT (digital Workspace)","timeFrame":"every year at the end of the school year during three year"},{"measure":"The frequency of disclosures of violence or abuse during interventions","description":"in order to guide them towards an appropriate course of care.","timeFrame":"every year at the end of the school year during three year"},{"measure":"The number of reports (information of concern or alerts)","description":"The number of reports (information of concern or alerts)","timeFrame":"every year at the end of the school year during three year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Middle school students: students enrolled in a middle school included in the study, enrolled in the fourth or ninth grade and randomly selected to participate in the research. The age of a fourth or ninth grader is between 13 and 17.\n\n  * Educational team: professionals and teachers working in a middle school participating in the research (included in the study).\n\nExclusion Criteria:\n\n* Schoolchildren: opposition to participation in the search by the child's parents (or one of the 2 parents with parental authority) and/or opposition by the child.\n* Educational team: opposition to participation in the search.\n* Person unable to speak French\n* Person unable to understand the nature, purpose and methodology of the study","healthyVolunteers":true,"sex":"ALL","minimumAge":"13 Years","maximumAge":"17 Years","stdAges":["CHILD"],"studyPopulation":"Population of students attending disadvantaged or very disadvantaged middle schools. 60 middle schools will take part in the study, representing a total of 5,400 pupils (one class of ninth graders selected at random per year and per school).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mathieu LACAMBRE, PH","role":"CONTACT","phone":"0467338577","email":"m-lacambre@chu-montpellier.fr"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}