{"protocolSection":{"identificationModule":{"nctId":"NCT06474793","orgStudyIdInfo":{"id":"10631029"},"organization":{"fullName":"TC Erciyes University","class":"OTHER"},"briefTitle":"Aromatherapy Applied to Intensive Care Nurses Effect on Fatigue and Sleep Quality","officialTitle":"Aromatherapy Applied to Intensive Care Nurses Effect on Fatigue and Sleep Quality"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Fatma Gonul Burkev","investigatorTitle":"Principal Investigator","investigatorAffiliation":"TC Erciyes University"},"leadSponsor":{"name":"TC Erciyes University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"TSummary Project Scope: This study aimed to determine the effect of aromatherapy applied to intensive care nurses on fatigue and sleep quality.\n\nMethod: The research will be carried out in two stages, qualitative and quantitative, to determine the effect of aromatherapy applied to intensive care nurses on fatigue and sleep quality.\n\nQuantitative Phase of the Research; The application areas and duration of massage will be explained practically by the researcher. Nurses experiencing fatigue and sleep problems in the intensive care unit were treated once a day, 30 minutes before going to bed, for a total of 8 minutes, 4 minutes at the edges of the right and left nostrils, and 4 minutes behind the right and left ears. , for four weeks. It is a randomized controlled, single-blind study conducted to determine the effect of 3% chamomile and 3% lavender oil mixture in the intervention-2 group and 3% vetiver oil in the intervention-2 group on fatigue and sleep quality. Individuals in the placebo control group will be massaged with jojoba oil.\n\nData in the study; It will be collected with the Personal Information Form, Visual Analogue Scale (VAS), Piper Fatigue Scale, pittsburgh Sleep Quality Index, Practice Monitoring Schedule-Researcher Form, Practice Monitoring Schedule and Nurse Form (Visual Analog Scale/VAS Scale) and Oil Application. Nurse Opinion Form.\n\nThe universe of the research; It will consist of 260 intensive care nurses working on the same shifts in the intensive care units of SBÜ Kayseri City Training and Research Hospital, located in the city center of Kayseri.\n\nThe sample size of the study was initially determined as 60 people in total, including 20 people in the intervention group-1, 20 people in the intervention group-2 and 20 people in the placebo group. Taking into account the research data, the selection of people will continue until the sufficient number is reached according to the results of statistical power analysis.\n\nQualitative phase of the research; At the end of the four-week application, it will be carried out with a total of 15 people, 5 from the intervention-1, intervention-2 and placebo-control groups. Interviews will continue until data saturation is reached.\n\nAs a result of the research, it is expected that the fatigue and sleep problems of the individuals in the intervention groups will improve and their sleep quality will increase.","detailedDescription":"In the research planned as mixed design, qualitative and quantitative type; In the quantitative section, 3% massage was applied to patients with IBD who have fatigue and sleep problems, once a day, 30 minutes before going to bed, for a total of 8 minutes, including 4 minutes on the edges of the right and left nostrils and 4 minutes behind the right and left ears, for four weeks. A randomized controlled trial will be conducted to determine the effect of a mixture of chamomile and 3% lavender oil and 3% vetiver oil on fatigue and sleep quality levels.\n\nThe effects of the oil mixture application shown by the researcher and applied by the nurses during the study, Assoc. Dr. Ali Çetinkaya and Dr. It will be carried out under the medical support/supervision of Ali Saz.\n\nIn the qualitative part of the research, it was planned using in-depth interview method and semi-structured survey before and after the aromatherapy massage applied to the earlobes and neck muscles for three weeks to the nurses in the intervention group."},"conditionsModule":{"conditions":["Aromatherapy"],"keywords":["Nursing","Aromatherapy","Sleep","Fatigue"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Aromatherapy Intervention Group-1","type":"ACTIVE_COMPARATOR","description":"Participants in the Intervention-1 group will apply a 2 ml mixture of 3% chamomile and 3% lavender oil diluted with 2% jojoba oil, dropped into the palm and rubbed into the palm..","interventionNames":["Other: Aromatherapy Intervention Group-1"]},{"label":"Aromatherapy Intervention Group-2","type":"ACTIVE_COMPARATOR","description":"Participants in the intervention-2 group will use a mixture of 3% vetiver oil diluted with 2% jojoba oil by dropping 2 ml into the palm.","interventionNames":["Other: Aromatherapy Intervention Group-2"]},{"label":"Aromatherapy Placebo Control Group","type":"PLACEBO_COMPARATOR","description":"Participants in the placebo control group will apply by dropping 2 ml of jojoba oil.","interventionNames":["Other: Aromatherapy Placebo Control Group"]}],"interventions":[{"type":"OTHER","name":"Aromatherapy Intervention Group-1","description":"For four weeks, once a day, 30 minutes before going to bed, a mixture of 3% chamomile and 3% lavender oil, diluted with 2% jojoba oil, is dropped into the palm of the palm of 2 ml, and after rubbing the hands together, rub the right and left nose for 4 minutes. It is the group that massages the edges of the hole with the index finger in circular movements from top to bottom, and then drops 2 ml of the oil mixture into the palm of the hand, rubs the hands mutually, and gently massages the edges of the ear with the index finger in circular movements from top to bottom behind the right and left ears for 4 minutes.","armGroupLabels":["Aromatherapy Intervention Group-1"]},{"type":"OTHER","name":"Aromatherapy Intervention Group-2","description":"For four weeks, once a day, 30 minutes before going to bed, 3% vetiver oil diluted with 2% jojoba oil is dropped into the palm of the palm of 2 ml, and after rubbing the hands together, rub the edges of the right and left nostrils from top to bottom with the index finger for four minutes. It is a group where massage is applied with a massager and then 2 ml of the oil mixture is dropped into the palm of the hand, the hands are rubbed mutually, and then a gentle massage is applied behind the right and left ears with circular movements from top to bottom for 4 minutes.","armGroupLabels":["Aromatherapy Intervention Group-2"]},{"type":"OTHER","name":"Aromatherapy Placebo Control Group","description":"For four weeks, once a day, 30 minutes before going to bed, 2 ml of jojoba oil is dropped into the palm of the hand and after rubbing the hands mutually, massage the edges of the right and left nostril with circular movements from top to bottom with the index finger for four minutes and apply jojoba oil to the palm again. It is a group in which 2 ml is dropped and the hands are rubbed together and then gently massaged behind the right and left ears with circular movements from top to bottom for 4 minutes.","armGroupLabels":["Aromatherapy Placebo Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analog Scale (VAS) -Fatigue","description":"Nurses experiencing fatigue will be asked to mark the point on the VAS that will accurately reflect the severity of fatigue felt at that moment by explaining the scale as \"0\" meaning I do not feel tired and \"10\" meaning \"I feel very tired\". The distance between the point marked by the nurses themselves and the starting point \"0\" will be measured using a ruler. The distance measurement will be measured in millimeters and will be evaluated as a \"fatigue score\".","timeFrame":"up to 3 months"},{"measure":"Piper Fatigue Scale","description":"It consists of 27 items in total. Scale score calculation; The scores of the sub-dimensions are divided by the number of items by adding up the scores of all items in each sub-dimension. In calculating the total fatigue score; It is obtained by adding 22 item scores and dividing by the number of items. High scores obtained from the scale indicate that perceived fatigue is at a high level. The Turkish validity and reliability study of the scale was conducted by Can (2001) and the Cronbach's alpha coefficient was reported as 0.94.","timeFrame":"up to 3 months"},{"measure":"Pittsburg Sleep Quality Index (PUKI)","description":"In calculating the total PSQI score, a value between 0-21 is obtained by summing the subscales. In total score evaluation; It is evaluated as \"5-6= 3 points\", \"3-4= 2 points\", \"1-2= 1 point\" and \"0= 0 points\". High scores from the scale indicate poor sleep quality. If the PSQI total score is between 0 and 4, it is defined as \"good\" sleep quality, and if it is 5 or more, it is considered as \"poor\" sleep quality.","timeFrame":"up to 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Not pregnant\n* Understands and speaks Turkish\n* No hearing or visual impairment\n* Without chronic disease\n* Not allergic to odors,\n* Sleeping pill non-user\n* Nurses who work the same shifts\n* They will not change the perfume used within a month.\n* Complaints of moderate and severe fatigue (Visual Analog Scale (VAS) fatigue score of 3 on a scale score between 0-10),\n* Pittsburg Sleep Quality Scale score of 5 and above,\n* Not diagnosed with psychiatric disease\n* Those who volunteer to participate in the study will be recruited.\n\nExclusion criteria\n\n* Those who are allergic to lavender oil,\n* Those who are allergic to chamomile oil,\n* Those who have a disability in smelling\n* Those on annual leave and sick leave,","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"BURKEV","role":"CONTACT","phone":"05071549118","email":"fatmaburkev@gmail.com"},{"name":"FATMA GÖNÜL BURKEV","role":"CONTACT","phone":"05071549118","email":"fatmaburkev@gmail.com"}],"overallOfficials":[{"name":"Sultan TAŞCI, Prof.Dr.","affiliation":"Erciyes Üniversitesi","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Kayseri City Hospital","status":"RECRUITING","city":"Kayseri","state":"Kocasinan","zip":"38010","country":"Turkey","contacts":[{"name":"Fatma Gönül BURKEV","role":"CONTACT","phone":"05071549118"},{"name":"Fatma Gönül BURKEV, Phd.Student","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sultan TAŞCI, Prof.Dr.","role":"SUB_INVESTIGATOR"},{"name":"Ali ÇETİNKAYA, Doç. Dr.","role":"SUB_INVESTIGATOR"},{"name":"Ali SAZ, Dr.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":38.73222,"lon":35.48528}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000005221","term":"Fatigue"}],"browseLeaves":[{"id":"M8364","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T141","name":"English Lavender","relevance":"LOW"},{"id":"T101","name":"Chamomile","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}