{"protocolSection":{"identificationModule":{"nctId":"NCT06476483","orgStudyIdInfo":{"id":"187799"},"organization":{"fullName":"University of Sheffield","class":"OTHER"},"briefTitle":"Feasibility and Acceptability of Implementing DIALOG+ in a Psychiatric Rehabilitation Unit","officialTitle":"Implementing the DIALOG Outcome Measure and a Solution-Focused Intervention (DIALOG+) in a Rehabilitation Psychiatric Inpatient Setting: A Mixed Methods Feasibility Study"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-20","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Sheffield","class":"OTHER"},"collaborators":[{"name":"National Health Service, United Kingdom","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to understand if implementing DIALOG+ in an inpatient psychiatric rehabilitation setting is feasible (can the intervention be implemented) and acceptable (how the intervention is perceived by staff and patient participants). If the intervention is proven to be feasible and acceptable a larger-scale study may take place. This study has been developed in response to the trust-wide implementation of DIALOG outcome measures. DIALOG+ offers additional solution-focused and person-centred follow-up questions to the DIALOG questions and links to multidisciplinary team (MDT) discussions. It is hoped that the conversations had during DIALOG+ meetings will support positive outcomes, and the learning gathered from this study will drive change and improvement for other people requiring psychiatric rehabilitation inpatient admissions in the future. DIALOG+ has been successfully implemented in community settings in the national health service (NHS) but has not been implemented in psychiatric rehabilitation inpatient settings. This study will aim to recruit patient and staff participants from NHS psychiatric rehabilitation inpatient wards. Patient participants who will be eligible to take part are those who can consent, are between the ages of 18-65, and can complete DIALOG and DIALOG+. To understand the feasibility of the intervention, descriptive statistics will be collected and to understand acceptability focus groups will take place and surveys will be collected. Quantitative data collection will take place over 5 months and will be split into 2 groups. Group one will be a comparison group where participants will act as an extended baseline group and biweekly DIALOG outcomes will be collected. Group 2 will be a Treatment group and participants will receive the DIALOG+ intervention intervention, DIALOG outcomes will be collected biweekly as part of the intervention. Finally, there will be a period to gather qualitative feedback from patient participants using surveys, and from staff participants using focus groups or semi-structured interviews."},"conditionsModule":{"conditions":["Psychological Recovery"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Feasibility and acceptability study.\n\nA mixed methods design will be used to meet the aims of this study. The study will consist of two parts, firstly quantitative; quasi-experimental group comparison design and secondly a qualitative design with data collection based on focus groups and additional surveys being distributed to patients who participate.\n\nThe independent variable will be membership of the comparison (DIALOG) or treatment (DIALOG+) group. The dependent variable will be scores on the DIALOG measure at the end of the intervention period.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":12,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"DIALOG","type":"OTHER","description":"This is the comparison group, they will complete the DIALOG measure biweekly for 5 months. DIALOG scores pre and post-intervention will be used in the analyses.","interventionNames":["Behavioral: DIALOG"]},{"label":"DIALOG+","type":"ACTIVE_COMPARATOR","description":"This is the treatment group. The participants in this group have agreed to participate in DIALOG+ and will receive the intervention biweekly for 10 sessions (5 months). Pre and post-intervention DIALOG scores will be used in the analysis.","interventionNames":["Behavioral: DIALOG+"]}],"interventions":[{"type":"BEHAVIORAL","name":"DIALOG+","description":"A person-centred and solution-focused intervention linked to the DIALOG outcome measure (a measure of patient experience and quality of life).","armGroupLabels":["DIALOG+"]},{"type":"BEHAVIORAL","name":"DIALOG","description":"An outcome measure consisting of 11 questions, with 8 related to quality of life and 3 items on treatment satisfaction. Patients can rate their satisfaction on a 7-point scale for each of the 8 life domains and 3 treatment aspects, resulting in scores for both quality of life and treatment satisfaction. The DIALOG scale does not provide any guidance for patient and clinician interactions.","armGroupLabels":["DIALOG"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility outcome- Recruitment rate/consent rate","description":"The number of people who agreed and consented to participate in the study out of the total number of eligible participants approached. Reported as a percentage.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcome- Number of eligible participants.","description":"Eligible participants are those who meet the inclusion criteria, reported as a count of participants.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcome- Participation rate","description":"The proportion of those who consented and agreed to engage in DIALOG and DIALOG+ out of the number of participants who engaged in the intervention after consenting. Reported as a percentage of participants.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcome- Completion rate","description":"The proportion of those who completed the intervention out of the number who consented and engaged in DIALOG and DIALOG+. Reported as a percentage of participants.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcome- Drop out rate","description":"The number of participants who completed the intervention out of total number of patients enrolled. Reported as a percentage of participants.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcomes- Reasons for drop out","description":"Reasons for drop out will be assessed when by asking the participant after drop out.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcomes- Follow up rate","description":"The number of patients willing to engage in follow-up surveys related to the study out of the total number of participants enrolled in the study. Reported as a percentage of participants.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcome- The willingness of clinicians to recruit participants","description":"Number of staff members who attend DIALOG+ training and implement intervention out of the total number of staff offered to participate. Reported as a percentage.","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Feasibility outcome- Average number of DIALOG+ sessions","description":"Reported as the average number of participants.","timeFrame":"assessed at the end of the study (5 months)"},{"measure":"Acceptability outcome- Cost","description":"Analysing the cost and benefits of implementing the intervention (including staff training). Reported as a total amount or duration of time spent on training (minutes).","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Number of staff participants who find DIALOG and DIALOG+ feasible and acceptable to implement in an inpatient rehabilitation setting. Assessed using thematic analysis of focus groups.","description":"To assess the acceptability of the intervention a theoretical framework (Sekhon et al., 2017) was used. Feasibility objectives are defined by Bugge et al., 2013. Focus group transcripts will be subject to a qualitative thematic analysis. Analysis of focus groups will involve coding, organising coding into themes, reviewing themes, and generating a final thematic overview with in relation to the research question (Braun \\& Clarke, 2006).","timeFrame":"assessed at the end of the study (after 5 months)"},{"measure":"Number of patients who find it feasible and acceptable to implement DIALOG and DIALOG+ in an inpatient rehabilitation setting. Assessed using thematic analysis and average scores of patient surveys.","description":"The questionnaires will be a mixture of open ended questions and Likert Scale questions based on questions asked by Matanov et al. (2021), 8 of the questions are scored on a Likert scale (1-5). The survey will be given to patients post-intervention. Questions on the scale have been specifically developed to assess feasibility and acceptability of DIALOG+. An average total score will be used in the analysis of Likert scale questions. Open-ended questionnaire responses will be subject to a qualitative thematic analysis. Analysis will involve coding, organising coding into themes, reviewing themes, and generating a final thematic overview in relation to the research question (Braun \\& Clarke, 2006).","timeFrame":"assessed at the end of the study (after 5 months)"}],"secondaryOutcomes":[{"measure":"DIALOG questionnaire","description":"The DIALOG questionnaire consists of 11 questions, with 8 items related to subjective quality of life (SQOL) and 3 items on treatment satisfaction. Patients can rate their satisfaction on a 7-point scale for each of the 8 life domains and 3 treatment aspects, resulting in scores for both SQOL and treatment satisfaction. An increase in score indicates improvement.\n\nThe dependent variable will be DIALOG outcomes at the end of intervention or discharge and the independent variable will be the group binary variable (intervention or comparison group). Data will be analysed using a linear regression model to assess whether implementing DIALOG+ as an intervention in addition to using the DIALOG outcome measure, leads to improved outcomes.\n\nThe unit of measure: reported as an average total score.","timeFrame":"At the beginning of the study, then biweekly for a duration of 5 months with the final measure taken after 5 months"},{"measure":"Demographic information","description":"To gather demographic details from patients to assess the potential generalisability of DIALOG and DIALOG+. • Demographic information includes age, gender, ethnicity, history of mental illness or previous inpatient admissions, drug-use, diagnosis, baseline severity on DIALOG, and length of stay. Reported as a percentage of participants.","timeFrame":"assessed at the end of the study (5 months)"},{"measure":"Length of admission in months","description":"To use regression analysis to understand the effectiveness of the intervention and impact on admission length and DIALOG score.","timeFrame":"assessed at the end of the study (5 months)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 18-65\n* Capacity to give informed consent as determined by the MDT and through following informed consent processes.\n* Admitted into the inpatient ward\n* Can complete DIALOG and DIALOG+\n\nExclusion Criteria:\n\n* No capacity to consent\n* Insufficient command of the English language","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sinead Mclernon, Msc","role":"CONTACT","phone":"07901717094","email":"smclernon1@sheffield.ac.uk"},{"name":"Claire Bone, DClinpsy","role":"CONTACT","email":"Claire.Bone@shsc.nhs.uk"}],"locations":[{"facility":"Forest Close","city":"Sheffield","state":"South Yorkshire","zip":"s35 0jw","country":"United Kingdom","contacts":[{"name":"Alex Ferguson","role":"CONTACT","phone":"01142718209","email":"alexandra.fergusson@shsc.nhs.uk"},{"name":"Claire Bone, DClinPsy","role":"SUB_INVESTIGATOR"},{"name":"Sinead Mclernon, Msc","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.38297,"lon":-1.4659}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Data may be made openly available through the data repository at the University of Sheffield depending on the data sharing agreement with the Sheffield health and social care (SHSC)."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}