{"protocolSection":{"identificationModule":{"nctId":"NCT06472648","orgStudyIdInfo":{"id":"1236358"},"organization":{"fullName":"University of Valencia","class":"OTHER"},"briefTitle":"Effects of an Instability Training Program Using Global Versus Selective Instability Devices","officialTitle":"Effects of an Instability Training Program Using Global Versus Selective Instability Devices on Dynamic Balance and Ankle Stability in Young Amateur Soccer Players"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-11-18","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2020-02-21","type":"ACTUAL"},"completionDateStruct":{"date":"2020-02-21","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rodrigo Martín-San-Agustin","investigatorTitle":"Assistant Professor of Physiotherapy","investigatorAffiliation":"University of Valencia"},"leadSponsor":{"name":"University of Valencia","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial was to compare the effects of a 4-week balance training programme using a GID or SID on functional dynamic balance and functional ankle stability in young healthy amateur soccer players.\n\nThe main question it aimed to answer are:\n\n1. Are there differences between using GID or SID in improving dynamic balance according to the Modified Star Excursion Balance Test (mSEBT) and the Emery test, and in improving functional ankle stability according to the Side Hop Test?\n\nParticipants were randomly allocated into two groups: GID balance training (i.e., with a BOSU®) and SID balance training (i.e., with Blackboard). The randomization and allocation were performed using the sealed envelope method. Both groups performed on a 4-weeks balance training program with the assigned device.\n\nParticipants were asked to:\n\n* Perform a 5-minute conventional warm-up (cycling and active anke mobility exercises)\n* Perform four balance exercises with a 3-kg medicine ball, on the unstable surface device assigned to each group (explanation of the exercises in the detailed description)\n\nResearchers compared the results of the GID group with those of the SID group to determine the differences between devices in the improvement of dynamic balance and functional stability of the foot and ankle.","detailedDescription":"Sport injuries are one of the main concerns of soccer players and their coaching staff and ankle sprains are one of the most common injuries in this sport. Sprains have a high recurrence in soccer, leading to pathological laxity, residual pain, and sensorimotor deficits in the ankle which could cause stability alterations known as chronic ankle instability. In this sense, numerous efforts have been made to find alternatives to reduce the incidence and recurrence of ankle sprains, but the exercise protocols designed to date are still not completely effective. Therefore, studies that deal with exercises or devices that could produce changes in ankle stability and, consequently, can reduce injury rates, are still necessary.\n\nStability training programmes are generally performed on unstable surfaces such as Both Sides Utilized (BOSU®), balance boards, pads, soft mats, air cushions, or tilting platforms. These tools are generally considered global instability devices (GIDs) as the direction and intensity of the instability cannot be selected and adjusted by the user. Although not yet widely studied, a new device designed to overcome these limitations is the Blackboard Training, as selective instability device (SID). In a previous study, the investigators compared muscle activation of the peroneus longus during single-leg stance on the Blackboard Training and on other GIDs (including BOSU®), finding no differences between devices. These findings may suggest that the use of the SID to improve functional ankle balance in athlete's ankle sprain preventive programs could be effective, at least, as those produced by GID, but a clinical comparison has not yet been conducted.\n\nThus, the aim of this study was to compare the effects of a 4-week balance training programme using a GID or SID on functional dynamic balance and functional ankle stability in young healthy amateur soccer players.\n\nA total number of 20 amateur soccer players were randomly allocated into two groups (GID and SID). Sociodemographic, anthropometric, dynamic balance (modified Star Excursion Balance Test and Emery Test) and ankle stability (Side Hop Test) data were collected.\n\nAfter a 5-minute warm up, participants performed the same exercises on their assigned device (BOSU in its inverted position for the GID group, or Blackboard with the two slats placed centrally for the SID group), which was a modified version of a previously proposed plan for proprioception training in athletes. The exercises were the same for both groups and were performed with a 3-kg medicine ball, being the only difference the unstable surface device. These were the following:\n\n1. A 30-second series of maintaining the single-leg stance position with extended knee and hip holding the ball with the arms stretched out above the head; the free leg was kept at 90º hip and knee flexion.\n2. A series of 10 repetitions where the participant was asked to pass from the supporting-leg hip and knee starting position to a 90º knee flexion squat, keeping the ball above their heads and maintaining the other leg with the knee and hip about 90º flexed.\n3. A single series of 10 repetitions where the participant started with full limb extension of the supporting member and the ball held with both hands at chest height; from this position subjects were asked to bring the free leg from 45º hip extension to 45º hip flexion.\n4. 10 passes between the participant and a partner where the participants started with a total extension of the supporting limb and the ball held in both hands in front of them at chest height, and their free leg flexed 90º at the hip and the knee. A 2-minute rest between exercises was allowed.\n\nThe stability training programme was performed for a period of 4 weeks, with 3 weekly sessions using BOSU® or Blackboard at their soccer club before their usual training and under the supervision of a physical therapist. In all, 12 sessions were completed."},"conditionsModule":{"conditions":["Balance Instability Training"],"keywords":["Instability device","Amateur soccer players"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"GID group","type":"EXPERIMENTAL","description":"GID: Global Instability Device. Out of the total sample, 10 subjects were randomly assigned to each group. The GID group consisted of 10 amateur soccer players, both men and women, who performed the intervention using the BOSU.","interventionNames":["Other: Proprioception training exercise plan with BOSU"]},{"label":"SID group","type":"EXPERIMENTAL","description":"SID: Specific Instability Device. Out of the total sample, 10 subjects were randomly assigned to each group. The SID group consisted of 10 amateur soccer players, both men and women, who performed the intervention using the Blackboard.","interventionNames":["Other: Proprioception training exercise plan with Blackboard (BB)"]}],"interventions":[{"type":"OTHER","name":"Proprioception training exercise plan with BOSU","description":"A 5' conventional warm-up (stationary cycling and active ankle mobility exercises) was performed.\n\nAnkle proprioception training exercise plan included:\n\n1. A 30-second series of maintaining the single-leg stance position on the BOSU with extended knee and hip holding the ball with the arms stretched out above the head\n2. A series of 10 reps on the BOSU where the subject was asked to pass from the supporting-leg hip and knee starting position to a 90º knee flexion squat, keeping the ball above their heads\n3. A single series of 10 reps on the BOSU where the subject started with full limb extension of the supporting member and the ball held with both hands at chest height; from this position subjects were asked to bring the free leg from 45º hip extension to 45º hip flexion\n4. 10 passes between the subject and a partner where the participants started with a total extension of the supporting limb on the BOSU and the ball held in both hands in front of them.\n\n2' rest between exercises.","armGroupLabels":["GID group"]},{"type":"OTHER","name":"Proprioception training exercise plan with Blackboard (BB)","description":"A 5' conventional warm-up (stationary cycling and active ankle mobility exercises) was performed.\n\nAnkle proprioception training exercise plan included:\n\n1. A 30-second series of maintaining the single-leg stance position on the BB with extended knee and hip holding the ball with the arms stretched out above the head\n2. A series of 10 reps on the BB where the subject was asked to pass from the supporting-leg hip and knee starting position to a 90º knee flexion squat, keeping the ball above their heads\n3. A single series of 10 reps on the BB where the subject started with full limb extension of the supporting member and the ball held with both hands at chest height; from this position subjects were asked to bring the free leg from 45º hip extension to 45º hip flexion\n4. 10 passes between the subject and a partner where the participants started with a total extension of the supporting limb on the BB and the ball held in both hands in front of them.\n\n2' rest between exercises.","armGroupLabels":["SID group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dynamic Balance (mSEBT)","description":"Firstly, for assessing dynamic balance, the three-directions modified Star Excursion Balance Test (mSEBT) and Emery Test were employed.\n\nThe mSEBT consists of standing on one leg while reaching with the contralateral leg the farthest possible point in three different directions (anterior, posteromedial, and posterolateral). The distance reached in each attempt was normalised with the leg length. Each participant was allowed to make two attempts with each leg and in each direction to practice. Then, three more attempts were performed. A 15-second rest time was allowed between attempts of the same position, and five minutes between the different directions. All measurements were made barefoot and with hands placed on hips. The mSEBT has demonstrated excellent inter- and intra-rater reliability.","timeFrame":"Pre and after 4 weeks of intervention"},{"measure":"Dynamic Balance (Emery Test )","description":"For the Emery Test, subjects should maintain single-leg stance on an Airex® Balance Pad, with their eyes closed, barefoot, and with their hands placed on their hips. The subjects were asked to remain as stable as possible for a maximum time of 180 seconds.\n\nThree attempts were performed with 15-second rests and the best time obtained for each leg was registered. Before starting the measurements, the subjects were allowed to become familiarised with the test for 15 seconds.","timeFrame":"Pre and after 4 weeks of intervention"},{"measure":"Ankle stability (Side Hop Test)","description":"The test consists of jumping laterally on one leg 30 cm delimited by two lines marked on the ground. Participants performed 10 repetitions barefoot (a total of 20 jumps) in the shortest possible time. Each participant made three attempts with each leg, with 1-minute rests. The best time for each leg was registered. One repetition was allowed before starting for practice.","timeFrame":"Pre and after 4 weeks of intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* No lower limb surgery during the last year prior to participation\n* No history of pain in either ankles, knees or hips during the two months prior to participation\n* Not having sprained either ankle for at least three months prior to participation\n\nExclusion Criteria:\n\n* Had participated in lower limb balance and proprioception programmes or had suffered balance alterations such as vertigo, vestibular or central disorders","healthyVolunteers":true,"sex":"ALL","minimumAge":"16 Years","maximumAge":"35 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Rodrigo Martín-San Agustín, Doctor","affiliation":"University of Valencia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Rodrigo Martin-San Agustin","city":"Valencia","country":"Spain","geoPoint":{"lat":39.46975,"lon":-0.37739}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}