{"protocolSection":{"identificationModule":{"nctId":"NCT06474234","orgStudyIdInfo":{"id":"JEP-2023-972"},"organization":{"fullName":"Universiti Sains Malaysia","class":"OTHER"},"briefTitle":"Modulation of Gut Microbiota by Probiotic in Children","officialTitle":"Modulation of Gut Microbiota by Probiotic in Children"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-29","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Min-Tze LIONG","investigatorTitle":"Professor","investigatorAffiliation":"Universiti Sains Malaysia"},"leadSponsor":{"name":"Min-Tze LIONG","class":"OTHER"},"collaborators":[{"name":"National University of Malaysia","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project aims to study the benefits of probiotics namely Bifidobacterium infantis YLGB-1496 in modulating gut microbiota of healthy children, among pre-school children in Malaysia \\<7 years old.","detailedDescription":"Probiotic is live microorganisms that grant health effects to the host if consumed in sufficient amounts. Probiotic bacteria, which beneficially affect the host by improving the intestinal microbial balance, may affect the immune response, thus boosting the body system to combat against diseases.\n\nOne of the most common gastrointestinal disorders in young children, is diarrhea. In worldwide, it was reported by WHO that 5.2 million of children under five of age die every year due to preventable diseases involving gut health such as diarrhea. Up to date, diarrhea still remains as global health issues, even in developing countries, with 1 million of children deaths reported to be attributed to diarrhea. In Malaysia, reported cases of diarrhea and acute gastroenteritis have been observed to occur throughout the year, with rotavirus-associated diarrhea being the most prevalently identified gastrointestinal disorder.\n\nProbiotics have a been administered to children for the maintenance of gut health and to combat gastrointestinal disorders. In children, probiotics are consumed directly or mixed with a variety of fluids and foods. Probiotics such as Lactobacillus GG, Bifidobacterium lactis (alone or in combination with Streptococcus thermophiles), and Lactobacillus reuteri, Lactobacillus casei and Lactobacillus acidophilus have been shown to reduce gastrointestinal-related symptoms in a strain-dependent and dose-dependent manner. In a review involving 15 clinical studies, participants who were on probiotics administration were less likely to have gastrointestinal disorders, indicating the efficacy of probiotics in children. The effect of probiotics Lactobacillus acidophilus, Lactobacillus rhamnosus, Bifidobacterium longum and Saccharomyces boulardii also showed decreased time of vomiting in the intervention groups as compared with controls during acute rotavirus diarrhoea. The rationale for using probiotics in gut disorders is that they act against enteric pathogens by competing for available nutrients and binding sites, making the gut contents acid, producing a variety of chemicals, increasing specific and non-specific immune responses, and colonization resistance against a wide range of gut pathogens.\n\nProbiotic bacteria, which beneficially affect the host by improving the intestinal microbial balance, may affect the immune response, thus boosting the body system to combat against diseases. Probiotics have been studied extensively for their effects in preventing and treating a multitude of conditions, including the treatment of lactose intolerance, traveller's diarrhoea and the prevention and treatment of nosocomial diarrhoea. In acute diarrhoea, a reduction in the frequency of diarrhoeal symptoms has been reported in adults and children treated with probiotics. Among the beneficial microbes, Bifidobacterium is one of the best-known probiotic genus in the world, and it is widely applied in the dairy industry as a probiotic. Evidences from more than 100 scientific publications based on in vitro, in vivo, and clinical studies and long consumption history support the safety and health benefits of Bifidobacterium strains. The ingestion of yogurt fortified with B. longum reduced harmful bacteria such as Enterobacteriaceae, Streptococcus and C. perfringens, while at the same time alter the microbiota gut profile of volunteers with a significant increase of beneficial microbes Bifidobacterium and Lactobacillus species. Additionally, putrefactive substances in the intestinal environment were also reduced in the presence of the probiotic supplement. Such findings suggest that Bifidobacterium strains are safe and could be used further to evaluate its effect in modulating gut health of children.\n\nOur previous study involving probiotic (Bifidobacterium infantis YLGB-1496) in children with respiratory symptoms (human ethics approval number JEP-2023-074) shows good compliance without any adverse effects. Preliminary clinical assessments have also shown positive feedbacks from parents and guardians. Thus, the aim of the present study is to evaluate the same objectives as before, in healthy children."},"conditionsModule":{"conditions":["Generally Healthy"],"keywords":["Bifidobacterium","probiotic","children"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Probiotic","type":"EXPERIMENTAL","description":"Bifidobacterium infantis YLGB-1496 at 1x10 log CFU/day for 12 weeks","interventionNames":["Dietary Supplement: Probiotic"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Intervention consists of daily administration of 2g of maltodextrin, administered daily for 12-weeks)","interventionNames":["Dietary Supplement: Placebo"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Probiotic","description":"Bifidobacterium infantis YLGB-1496 at 1x10 log CFU/day for 12 weeks","armGroupLabels":["Probiotic"]},{"type":"DIETARY_SUPPLEMENT","name":"Placebo","description":"Intervention consists of daily administration of 2g of maltodextrin, administered daily for 12-weeks)","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Microbiota profiles of fecal samples in generally healthy children upon administration of probiotic as assessed via pyrosequencing","description":"Differences in microbiota abundance in fecal sample of generally healthy children upon administration o probiotic compared to placebo","timeFrame":"12-weeks"}],"secondaryOutcomes":[{"measure":"Clinical respiratory symptoms duration and frequency in generally healthy children upon administration of probiotic as assessed using the Monthly Health Questionnaire (as used in ClinicalTrials.gov (identifier number NCT02434042)","description":"Changes in duration and frequency of respiratory illnesses symptoms from generally healthy children on probiotic or placebo after 12-weeks, via the use of questionnaire.","timeFrame":"12-weeks"},{"measure":"Clinical gastrointestinal symptoms in generally healthy children upon administration of probiotic as assessed using the Monthly Gastrointestinal Questionnaire as used in ClinicalTrials.gov (identifier number NCT02434042)","description":"Differences in duration and frequency of gastrointestinal symptoms upon administration of probiotic compared to placebo","timeFrame":"12-weeks"},{"measure":"Immunity profiles in generally healthy children upon administration of probiotic via the use of oral swabs","description":"Differences in concentrations of proteins such as interleukins (IL-10, IL-4, IL-6, Tumour Necrosis Factor-alpha, Interferon gamma) in swab samples (ug/mL) upon administration of probiotic compared to placebo","timeFrame":"12-weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria\n\n* Preschool children (\\<7 years old)\n* Born full-term (≥37 weeks delivered)\n* In generally good health as determined by the investigator\n\nExclusion criteria\n\n* Had taken probiotics or prebiotics within past 4-weeks\n* Had taken milk powder or supplements containing probiotics within past 4-weeks\n* History of using antibiotic within past 4-weeks\n* Suffering from serious acute or chronic diseases (cardiovascular disease, gastrointestinal disease, endocrine disease, immune system disease, metabolic disease, etc.)\n* Using other drugs that may interfere with the experimental results\n* Participated in other experimental trials less than 8-weeks prior to this study","healthyVolunteers":true,"sex":"ALL","minimumAge":"1 Month","maximumAge":"7 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Adli Ali, MD","role":"CONTACT","phone":"603 8921 5555","email":"adli.ali@ppukm.ukm.edu.my"},{"name":"Min Tze Liong, PhD","role":"CONTACT","phone":"604 653 2114","email":"mintze.liong@usm.my"}],"locations":[{"facility":"UKM Medical Centre","status":"RECRUITING","city":"Cheras","state":"Kuala Lumpur","zip":"56000","country":"Malaysia","contacts":[{"name":"Adli Adli, MD","role":"CONTACT","phone":"603 8921 5555","email":"adli.ali@ppukm.ukm.edu.my"},{"name":"Fahisham Taib, MD","role":"SUB_INVESTIGATOR"},{"name":"Intan Juliana Abd. Hamid, MD","role":"SUB_INVESTIGATOR"},{"name":"Min Tze Liong, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":3.05,"lon":101.76667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"T367","name":"Bifidobacterium","relevance":"LOW"}],"browseBranches":[{"abbrev":"Ot","name":"Other Dietary Supplements"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}