{"protocolSection":{"identificationModule":{"nctId":"NCT06474364","orgStudyIdInfo":{"id":"UG1HD113241","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD113241"},"organization":{"fullName":"MU-JHU CARE","class":"OTHER"},"briefTitle":"HIV Prevention and Care Interventions for Youth in Uganda","officialTitle":"Using Implementation Science to Understand and Design Stakeholder Informed Innovative Interventions to Improve Youth HIV Prevention and Care Continuums in Rural and Urban Uganda.","acronym":"HIPCY"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Philippa Musoke, MBChB, PhD","investigatorTitle":"Executive Director","investigatorAffiliation":"MU-JHU CARE"},"leadSponsor":{"name":"MU-JHU CARE","class":"OTHER"},"collaborators":[{"name":"Makerere University Joint AIDS Program","class":"OTHER"},{"name":"Infectious Diseases Research Collaboration, Uganda","class":"OTHER"},{"name":"Baylor College of Medicine","class":"OTHER"},{"name":"University of California, San Francisco","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Several studies show that Adolescents and Young Adults (AYA) have poor outcomes along the entire Human Immunodeficiency Virus (HIV) prevention and care cascades compared to adults. The investigators propose to evaluate novel evidence-based HIV prevention and care interventions (including Cabotegravir LongActing (CABLA) to determine implementation outcomes among AYA who are at particularly high risk for HIV acquisition and poor viral suppression in five geographically distinct research performance sites in Uganda. The results will provide important evidence to inform Uganda and other regional countries' policy on integrated HIV prevention, care and treatment for AYA at high risk for HIV and Sexually Transmitted Infections (STIs) in order to reach the UNAIDS 95-95-95 targets and HIV epidemic control.","detailedDescription":"Adolescents and Young Adults (AYA) have a high HIV incidence and poor outcomes along the entire HIV prevention and care cascades compared to adults. Despite the high HIV burden, both uptake of oral Pre-Exposure Prophylaxis (PrEP) (HIV negatives) and achieving viral suppression (HIV positives) are sub-optimal among youth in Sub-Saharan Africa. Among youth in Uganda, uptake and persistence on oral PrEP is low, with reasons for discontinuation including: pill burden, low perceived severity of HIV, need for partner or parental approval, HIV-related stigma, fear of side-effects and health facility barriers. Cabotegravir, a is new long-acting antiretroviral (CABLA) and highly efficacious PrEP choice that can mitigate barriers to use of daily oral PrEP. The Investigators propose to evaluate evidence-based HIV prevention and care interventions to improve implementation outcomes among high-risk AYA (15-24 years) in Uganda. The study covers the continuum of care, will use novel screening methods for HIV risk, will involve teams that are highly experienced in youth-focused clinical trials and Implementation Science (ImS), will implement Ministry of Health (MOH) approved community differentiated service delivery models for delivery CABLA, will evaluate the implementation of the Sustainable East Africa Research in Community Health (SEARCH) -Youth (SY), a multi-component intervention comprising of life-stage based assessment and support to increase viral suppression in high-risk AYA with HIV, and will use hybrid effectiveness implementation designs to assess these evidence-based interventions. The aims include: Aim 1: Using the Consolidated Framework for Implementation Research (CFIR), the investigators will identify determinants of potential implementation success of two innovations: CABLA and SY implementation at the community, clinic, provider, and patient levels in 5 geographically distinct sites in Uganda. Aim 2a: Using a hybrid effectiveness implementation type II design, the investigators will assess the uptake and persistence of CAB-LA. The investigators will conduct a randomized prospective study to assess effectiveness for the provision of CABLA among high risk AYA. Effectiveness outcome will be proportion of study subjects who have initiated CABLA and persisted at 18 months of follow-up comparing facility and community delivery options. Implementation outcomes will be feasibility, acceptability, adoption and maintenance using Reach Effectiveness Adoption Implementation Maintenance (REAIM). Aim 2b: Using a hybrid effectiveness implementation type III design the investigators will assess implementation (feasibility, adoption, fidelity, and sustainment) and effectiveness of the SY intervention in increasing long-term virologic suppression (\\<200 c/mL) at 18 months of follow-up in 5 Clinical Research Performance Sites (CRPS) using REAIM. Aim 3: The investigators will use platforms in aims 1 and 2 to strengthen capacity of ImS and to translate findings into policy and guidelines. The study involves solid community and institutional partnerships and builds on a strong multi-disciplinary team highly experienced in innovative methods and implementation science in sub-Saharan Africa. The project, building on Prevention and Treatment through a Comprehensive Care Continuum for HIV-affected Adolescents in Resource Constrained Settings Implementation Science Network (PATC3H) and Adolescent HIV prevention and treatment implementation Science Alliance (AHISA), is responsive to World Health Organization's, Uganda's MoH priorities regarding the gap in HIV services for highly vulnerable AYA. It will test a novel, scalable and integrated approach to initiate and sustain support for high-risk AYA in Low and Middle Income Countries (LMICs)."},"conditionsModule":{"conditions":["HIV"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Youth with high likelihood of HIV acquisition shall be randomized to receive injectable PrEP (CABLA) services in either the facility model (at CRPS) or in the community model via drop-in centers or alternative community, drug distribution points. Participants shall receive PrEP (CAB-LA) at baseline or enrolment, 4 weeks after 1st dose and every 8 weeks until end of the study. Participants shall undergo blood tests for safety monitoring prior to and after initiation (6 monthly) of CAB-LA.\n\nYouth living with HIV will be identified from existing CRPS cohorts or from newly diagnosed patients seeking care. These participants shall either be non-suppressed in spite of ART experience (existing cohorts) or have a high risk for non-suppression (e.g. those newly identified, those who use alcohol, those who interrupt care or those that have not disclosed their status). Participants will receive the standard MOH plus the SY HIV care package.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":600,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Health facilty delivery model","type":"EXPERIMENTAL","description":"AYA will be randomized to access CABLA at the health facility.","interventionNames":["Drug: Long-acting Cabotegravir injection"]},{"label":"Community venue delivery model","type":"EXPERIMENTAL","description":"AYA will be randomized to receive Cabotegravir from a community pharmacy/drop-in center.","interventionNames":["Drug: Long-acting Cabotegravir injection"]},{"label":"SEARCH-YOUTH","type":"OTHER","description":"Virally unsuppressed or likely to be unsuppressed AYA, Youth living with HIV will receive the SEARCH-YOUTH intervention in addition to the standard MoH HIV care package.","interventionNames":["Other: SEARCH-YOUTH"]}],"interventions":[{"type":"DRUG","name":"Long-acting Cabotegravir injection","description":"Cabotegravir is a potent integrase inhibitor that has been approved for use as PrEP.","armGroupLabels":["Community venue delivery model","Health facilty delivery model"]},{"type":"OTHER","name":"SEARCH-YOUTH","description":"It is a life stage informed HIV care model that dynamically supports adolescents and young adults living with HIV to achieve viral suppression and reduce depression through life event tailored solutions.","armGroupLabels":["SEARCH-YOUTH"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Understanding the implementation science outcomes","description":"Understanding of implementation outcomes:\n\n1. adoption,\n2. preference for delivery models and reasons for preference,\n3. scale-up feasibility (different from trial feasibility),\n4. experiences implementing the intervention components,\n5. mechanisms of action of the intervention that result in success or failure (suppressed or unsuppressed, and uptake and persistence of CAB-LA),\n6. sustainability,\n7. key factors that impact the effectiveness of individual components of each intervention, and\n8. implementation barriers and facilitators from the delivery side.","timeFrame":"18 months"},{"measure":"Effectiveness of 2 delivery models of increasing uptake and persistence of CABLA","description":"Using a hybrid implementation-effectiveness type II design, we will assess the effectiveness of the intervention in increasing uptake and persistence of CABLA in five CRPS and their catchment areas as well as the Implementation Science indicators of feasibility, acceptability, adoption and maintenance using RE-AIM framework.","timeFrame":"24 months"},{"measure":"To evaluate scale up of the real-world implementation of the SEARCH-YOUTH multi-level intervention in routine HIV clinics in Uganda.","description":"This aim will use a hybrid effectiveness implementation type III design to assess co-primary aims of the implementation science indicators of adoption, fidelity, and sustainment as well as effectiveness of the intervention on virologic suppression.","timeFrame":"24 months"},{"measure":"Cost and cost-effectiveness of the implementation of two evidence-based interventions for HIV prevention and HIV care among Adolescents and Young Adults (AYAs) in Uganda.","description":"We will use standard micro-costing techniques and time-and-motion studies to measure the cost of the implementation strategies.","timeFrame":"24 months"},{"measure":"Research and non-research team members trained in implementation science.","description":"The formation of the project ImS interest group, the number of the research consortium members and other key stakeholders trained in ImS, and the number of ImS trainings/meetings conducted. The long-term outcomes for the capacity building are; the number of research consortium members that enroll in the longitudinal ImS training at the Mak-ImS training program and the number of ImS projects developed by the regional ImS interest groups.","timeFrame":"60 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAdolescents and young adults with increased likelihood of HIV acquisition\n\n* AYA 15 to 24 years of age\n* Classified as high risk using our screening tool.\n* Documented HIV un-infected as per the national HIV testing algorithm.\n* Willing to use PrEP\n* Willing to provide written informed consent.\n* No plans to relocate permanently in the next 6 months\n* No suspicion of acute HIV infection:\n* Hepatitis B virus surface antigen (HBsAg)-negative and accepts HB vaccination\n* Having no medical or social condition that, in the opinion of the study investigator, would interfere with the conduct of the study or interpretation of study results.\n\n  * HIV-uninfected, based on HIV test results obtained at screening and enrolment visit and just prior to randomization. All HIV test results must be obtained and must all be negative/non-reactive according to national HIV testing algorithm.\n\nAdolescents and young adults living with HIV\n\n* AYA 15-24 years' old\n* Willing to receive ART at participating health facilities\n* Have high-risk characteristics for viral load non-suppression, such as missed visits, disengagement from care, new to care, and non-suppressed viral load (VL) on the last VL testing.\n* Willing to provide written informed consent.\n* No plans to relocate permanently in the next 6 months\n* Having no medical or social condition that, in the opinion of the study investigator, would interfere with the conduct of the study or interpretation of study results.\n\nExclusion Criteria:\n\nAdolescents and young adults with increased likelihood of HIV acquisition\n\n* One or more reactive HIV test results at Screening or Enrollment, even if HIV infection is not confirmed.\n* Has a cognitive impairment that prevents understanding of study procedures and precludes informed consent.\n* Plan to move out of the greater study catchment area during study period.\n* Enrolled in another intervention study.\n* Already on PrEP.\n* Unwilling or unable to commit to using CAB LA\n* Ineligible to initiate CAB-LA as per the Uganda national PrEP guidelines\n* Hepatotoxicity and or Hepatitis B infection\n* Potential exposure to HIV in past 72 hours\n* Signs/symptoms of acute HIV infection\n* Current or chronic history of liver disease or known hepatic/biliary abnormalities, history of seizure disorder, clinically significant cardiovascular disease, coagulopathy, and inflammatory skin conditions, as defined in Human Subjects Protection document. (Cabotegravir IB or package insert)\n* Hypersensitivity to any active substances or other substances in CAB-LA\n* Allergic or hypersensitivity reaction(s) with previous use of CAB or other integrase inhibitor medications\n\nAdolescents and young adults living with HIV\n\n* Not able to give written informed consent.\n* Not receiving care in selected facilities","healthyVolunteers":true,"sex":"ALL","minimumAge":"15 Years","maximumAge":"24 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Philippa Musoke, MBChB, PhD","role":"CONTACT","phone":"+256200404100","email":"pmusoke@mujhu.org"},{"name":"Judith Mbanza, M.A. MSc.","role":"CONTACT","phone":"+256200404100","email":"jmbanza@mujhu.org"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M3522","name":"Acquired Immunodeficiency Syndrome","relevance":"LOW"},{"id":"M18250","name":"HIV Infections","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C000584914","term":"Cabotegravir"}],"ancestors":[{"id":"D000019428","term":"HIV Integrase Inhibitors"},{"id":"D000019429","term":"Integrase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000019380","term":"Anti-HIV Agents"},{"id":"D000044966","term":"Anti-Retroviral Agents"},{"id":"D000000998","term":"Antiviral Agents"},{"id":"D000000890","term":"Anti-Infective Agents"}],"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M254021","name":"Cabotegravir","asFound":"Female patients","relevance":"HIGH"},{"id":"M21386","name":"Integrase Inhibitors","relevance":"LOW"},{"id":"M21385","name":"HIV Integrase Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M21350","name":"Anti-HIV Agents","relevance":"LOW"},{"id":"M25428","name":"Anti-Retroviral Agents","relevance":"LOW"},{"id":"M4314","name":"Antiviral Agents","relevance":"LOW"},{"id":"M4214","name":"Anti-Infective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}