{"protocolSection":{"identificationModule":{"nctId":"NCT06473155","orgStudyIdInfo":{"id":"BesaiBcn01"},"organization":{"fullName":"Centre Besai","class":"OTHER"},"briefTitle":"Discovering Adolescents' Talents and Life Projects as a Key Factor in Their Life Satisfaction","officialTitle":"Discovering Adolescents' Talents and Life Projects as a Key Factor in Their Life Satisfaction","acronym":"GENIALADOLES"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"María Beltrán-Ortega","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Centre Besai"},"leadSponsor":{"name":"Centre Besai","class":"OTHER"},"collaborators":[{"name":"University of Barcelona","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Recent data show a deterioration in the mental health of adolescents, with an increase in anxiety, depression, sleep disturbances, eating disorders, and a significant increase in suicides. Psychological distress may be related to the absence of a life project that provides motivation, satisfaction, and direction in their lives, and allows the formation of an integrated sense of personal identity, along with a projection of improvement in abilities. An intervention aimed at enhancing the life project of adolescents could increase their life satisfaction and, secondarily, improve their mental health. The goal of this clinical trial is to learn if a structured intervention oriented towards the discovery and development of personal talents can have a strong positive impact on the life satisfaction and mental health of adolescents.\n\nThe Spanish versions of the Satisfaction with Life Scale and Young Person-Clinical Outcomes in Routine Evaluation scales will be used to evaluate life satisfaction and psychological distress of participants before and after the intervention. In addition, the Geniotype questionnaire will be used to explore and enhance the participants' personal talents.\n\nThe full intervention comprises eight sessions based on Humanistic Integrative Psychotherapy (HIP). It includes one session with Explore Your Meanings (EYME), an immersive digital platform based on the repertory grid technique aimed to enhance the success of therapeutic work and improve personal capabilities.\n\nResearchers will compare the full intervention, with an intervention in which the Geniotype questionnaire is substituted by a somatic symptoms questionnaire (with no implications for the talents of the participant) to see if the Geniotype identification works to increase life satisfaction and reduce psychological distress. The control group will be a non-active waiting list.\n\nParticipants will attend eight weekly, one-hour sessions of a psychological intervention including Geniotype or a somatic symptoms questionnaire or remain in a waiting list for 2 months.","detailedDescription":"This study addresses the growing concern over adolescent mental health deterioration. There is an increase in psychiatric disorders like anxiety, depression, sleep, and eating disorders, as well as suicide attempts. Added to life stage stress is the anguish from a lack of existential meaning, possibly due to the absence of a life project providing motivation and direction. Humanistic and existential psychology views a life project as central to development, promoting well-being and self-realization.\n\nIdentity processes are essential for adolescents. Personal Construct Theory focuses on personal identity, understood as the core constructs of a wider system with which people understand and predict events, and generate personal goals. Using the Explore Your Meanings (EYME) tool, a virtual reality (VR) technology platform based on the repertory grid technique, the goal is to observe the evolution of constructing a life project closer to the ideal self. This intervention allows participants to explore their identity within their personal world of meanings in a safe environment.\n\nThe concept of Geniotype, created by Tony Estruch in 2022, highlights individual talents and strengths, classifying skills and abilities for vocational guidance. This information helps frame an adolescent's professional life project, preventing school failure, low self-esteem, and mental health issues. The Geniotype test offers valuable insights for adolescents at a crucial stage where society demands clarity about their professional future.\n\nThe investigators start from the idea that an intervention focused on adolescents' life projects could enhance their life satisfaction and, secondarily, their mental health. To achieve these goals, they developed a therapeutic protocol based on Humanistic Integrative Psychotherapy (HIP). This model uses a broad range of integrative techniques to help construct and develop life projects, considering the therapeutic relationship and individual peculiarities. The model has shown favorable results in adults with depression and personality disorders, and in benzodiazepine deprescription.\n\nThe main objective of this research is to improve adolescents' life satisfaction using a protocol based on EYME and HIP, incorporating the concept of Geniotype. Additionally, the relationships between variables evaluated at the start, including sociodemographic factors with a focus on gender and age, will be explored.\n\nPROCEDURE Recruitment and Enrollment: Public and private schools in Catalonia will be contacted to inform families about the research via email and Centre Besai's Instagram profile. Information and participation forms will be available on Centre Besai's website. Volunteers will apply through the website, undergo a welcome interview, and, if eligible, will be randomly assigned to one of three groups.\n\nAssessment and Intervention: Psychologists trained in HIP, EYME, and Geniotype work will conduct assessments and interventions. Participants will provide sociodemographic data and complete the Spanish versions of the Satisfaction with Life Scale and Young Person-Clinical Outcomes in Routine Evaluation scales, initially and after 8 weeks. Experimental groups will receive eight one-hour sessions based on the protocol, while the control group will remain in the waiting list. After the second evaluation, the control group may join a group intervention.\n\nEXPECTED IMPACT ON PARTICIPANTS\n\nNo harmful effects have been identified in the psychological treatments used in the study. However, precautions will be taken to prevent potential side effects from VR intervention. VR may cause mild discomfort like dizziness or nausea. To minimize risks:\n\nVirtual environments will be stable, reacting only to user actions. Techniques like teleportation will minimize movement and side effects. Participants will promptly report any side effects to the therapist, who will halt the session until discomfort subsides.\n\nAfter each session, participants will remain seated briefly to ensure any discomfort dissipates. If discomfort persists, they will stay seated with the therapist until fully recovered.\n\nDATA ANALYSIS Descriptive analyses will include means, standard deviations, medians, interquartile ranges, frequencies, and percentages, assessing distribution normality using relevant tests. From repertory grid data, cognitive indices like current self-ideal self discrepancy, cognitive differentiation, polarization, presence of dilemmatic constructs, and implicative dilemmas will be obtained using GRIDCOR 6.0 software.\n\nIntervention efficacy will be assessed via repeated measures analysis of variance on pre and post questionnaire scores, with Levene's test for variance heterogeneity and Bonferroni correction for multiple comparisons. Analyses will be adjusted for covariates such as age, gender, and sociodemographic conditions, with confidence intervals and effect sizes calculated. It is expected that the analyses will show a significant improvement in life satisfaction and a reduction in psychological distress in adolescents participating in the experimental groups compared to the control group Exploratory analyses will examine gender and migratory status differences, and correlations between baseline variables will be calculated.\n\nDATA MANAGEMENT PLAN The data management will adhere to these principles: Findable, Accessible, Interoperable, and Reusable (FAIR). Data will be collected automatically at baseline, post-intervention, and follow-up, stored securely on Centre Besai's cloud platform. Researchers will maintain strict confidentiality regarding participants' personal information and pledge not to misuse or disclose it. Personal data will be securely stored in locked cabinets and encrypted hard disks, with access restricted to the principal investigator. Data analysis will use pseudo-anonymized databases to protect participant identities. All participants will adhere to relevant data protection laws, ensuring compliance with Organic Law 15/1999, Royal Decree 1720/2007, and Regulation 2016/679."},"conditionsModule":{"conditions":["Healthy","Adolescent Development"],"keywords":["adolescent","personal satisfaction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a randomized clinical trial comparing two psychosocial interventions with a control group (waiting list).","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Wait List Control (WLC)","type":"NO_INTERVENTION","description":"Wait List Control"},{"label":"Humanistic Integrative Psychotherapy and Identity Exploration (HIP+EYME)","type":"EXPERIMENTAL","description":"Humanistic Integrative Psychotherapy and Identity Exploration with Virtual Reality using Explore Your Meanings (EYME)","interventionNames":["Behavioral: Experimental: Humanistic Integrative Psychotherapy and Identity Exploration (HIP+EYME)"]},{"label":"Humanistic Integrative Psychotherapy, Identity, and Geniotype Exploration (HIP+EYME+GENIOTYPE)","type":"EXPERIMENTAL","description":"Humanistic Integrative Psychotherapy, Identity Exploration with Virtual Reality using Explore Your Meanings, and Geniotype characterization","interventionNames":["Behavioral: Experimental: Humanistic Integrative Psychotherapy, Identity, and Geniotype Exploration (HIP+EYME+GENIOTYPE)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Experimental: Humanistic Integrative Psychotherapy and Identity Exploration (HIP+EYME)","description":"Eight weekly, one-hour sessions based on HIP (including techniques such as analyzing transactions, recognizing ego states, script analysis, letter to my future self --10 years from now, psychoeducation on emotional intelligence, chair work with subpersonalities, fearful scene work, imaginal work with the life project) and the immersive exploration of personal identity using EYME.","armGroupLabels":["Humanistic Integrative Psychotherapy and Identity Exploration (HIP+EYME)"]},{"type":"BEHAVIORAL","name":"Experimental: Humanistic Integrative Psychotherapy, Identity, and Geniotype Exploration (HIP+EYME+GENIOTYPE)","description":"Eight weekly, one-hour sessions based on HIP (including techniques such as analyzing transactions, recognizing ego states, script analysis, letter to my future self --10 years from now, psychoeducation on emotional intelligence, chair work with subpersonalities, fearful scene work, imaginal work with the life project) and the immersive exploration of personal identity using EYME. Also, participants will answer the Geniotype questionnaire and the results will be worked with the adolescents.","armGroupLabels":["Humanistic Integrative Psychotherapy, Identity, and Geniotype Exploration (HIP+EYME+GENIOTYPE)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Satisfaction with Life Scale (SWLS)","description":"The SWLS is an instrument used in research on quality of life and psychological well-being. It is a brief 5-item instrument using a 7-point Likert scale designed to measure individuals' global cognitive judgments of satisfaction with their life. The higher the score, the higher the level of satisfaction.","timeFrame":"SWLS will be administered at baseline, and at the end of the last (8th.) session (2 months)."}],"secondaryOutcomes":[{"measure":"Young Person-Clinical Outcomes in Routine Evaluation (YP-CORE)","description":"Designed for adolescents aged 11-16, the YP-CORE assesses wellbeing, problems/symptoms, general functioning, and risk with 10 items using a 5-point Likert scale (0-4). The higher the score, the higher the level of psychological distress. The Spanish adaptation demonstrates good psychometric properties.","timeFrame":"YP-CORE will be administered at baseline, and at the end of the last (8th.) session (2 months)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be a teenager between the ages of 14 and 18 (both included) and be in school.\n\nExclusion Criteria:\n\n* Diagnosis of mental disorder in the last year.\n* Active psychological or psychiatric treatment at the time of the investigation or less than 6 months before.\n* Suicidal ideation and/or self-harm.\n* Recently experienced bullying or intimidation (within the last 6 months).\n* Habitual consumption of drugs of abuse (chemical substances of various origins consumed for non-therapeutic purposes).\n* Insufficient level of proficiency in Spanish or Catalan.","healthyVolunteers":true,"sex":"ALL","minimumAge":"14 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maria Beltrán, BS Psych","role":"CONTACT","phone":"0034678800836","email":"centrebesai@gmail.com"}],"overallOfficials":[{"name":"Maria Beltrán, BS Psych","affiliation":"Centre Besai","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre Besai","city":"Barcelona","state":"Catalonia","zip":"08007","country":"Spain","contacts":[{"name":"Maria Beltrán, BS Psych","role":"CONTACT","phone":"0034653053310","email":"centrebesai@gmail.com"},{"name":"Guillem Feixas, PhD","role":"SUB_INVESTIGATOR"},{"name":"Paloma Vicens, PhD","role":"SUB_INVESTIGATOR"},{"name":"Mikel Marquiegui, BS Psych","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.38879,"lon":2.15899}}]},"referencesModule":{"references":[{"pmid":"32527236","type":"BACKGROUND","citation":"Aguirre Velasco A, Cruz ISS, Billings J, Jimenez M, Rowe S. What are the barriers, facilitators and interventions targeting help-seeking behaviours for common mental health problems in adolescents? A systematic review. BMC Psychiatry. 2020 Jun 11;20(1):293. doi: 10.1186/s12888-020-02659-0."},{"type":"BACKGROUND","citation":"Also Fontanet, A., Kostov, B., Benavent Àreu, J., Pinyol Martínez, M., Sotoca Momblona, J. M., Benabarre Hernández, A., & Sisó-Almirall, A. (2022). Pilot psychotherapy program for the deprescription of benzodiazepines for anxiety disorders. Revista Ansiedad y Estrés, págs. 74-80."},{"type":"BACKGROUND","citation":"Atienza, F. L., Pons, D., Balaguer, I., & García-Merita, M. (2000). Propiedades Psicométricas de la Escala de Satisfacción con la Vida en Adolescentes. Psicothema, 12(2), 314-319."},{"pmid":"33743946","type":"BACKGROUND","citation":"Benton TD, Muhrer E, Jones JD, Lewis J. Dysregulation and Suicide in Children and Adolescents. Child Adolesc Psychiatr Clin N Am. 2021 Apr;30(2):389-399. doi: 10.1016/j.chc.2020.10.008. Epub 2021 Feb 16."},{"type":"BACKGROUND","citation":"Calzada Espanyol, M. A. (s.f.). Ensayo clínico aleatorizado en pacientes con depresión y trastornos de personalidad: eficacia de una terapia integradora humanista. Proyecto AFRONTA. [Tesis doctoral, Universitat Autònoma de Barcelona]. http://hdl.handle.net/10803/668738"},{"pmid":"16367493","type":"BACKGROUND","citation":"Diener E, Emmons RA, Larsen RJ, Griffin S. The Satisfaction With Life Scale. J Pers Assess. 1985 Feb;49(1):71-5. doi: 10.1207/s15327752jpa4901_13."},{"pmid":"29892966","type":"BACKGROUND","citation":"Feixas G, Badia E, Bados A, Medina JC, Grau A, Magallon E, Botella L, Evans C. Adaptation and psychometric properties of the spanish version of the yp-core (Young Person's Clinical Outcomes in Routine Evaluation). Actas Esp Psiquiatr. 2018 May;46(3):75-82. Epub 2018 May 1."},{"type":"BACKGROUND","citation":"Feixas, G. y Cornejo, J. M. (1996). Manual de la técnica de rejilla mediante el programa RECORD ver. 2.0. Barcelona: Paidós."},{"type":"BACKGROUND","citation":"Feixas, G., Geldschläger, H., Carmona, M. y Garzón, B. (2002). Sistema de categorías de contenido para codificar constructos personales. Revista de Psicología General y Aplicada, 55, 337-348."},{"type":"BACKGROUND","citation":"Fransella, F., Bell, R. y Bannister, D. (2004). A Manual for Repertory Grid Technique (2ª edición). Wiley."},{"type":"BACKGROUND","citation":"Garcia-Gutierrez, A. & Feixas, G. (2018). GRIDCOR: A Repertory Grid Analysis Tool (Version 6.0) [Web application]. Retrieved from http://www.repertorygrid.net/en"},{"type":"BACKGROUND","citation":"González Gómez, A., Alfaro Latorre, M., & Muñoz Montalvo, J. F. (2020). Salud mental en datos: prevalencia de los problemas de salud y consumo de psicofármacos y fármacos relacionados a partir de registros clínicos de atención primaria. BDCAP-Series 2. Datos 2017 [Informe]. Secretaría General de Salud Digital, Información e Innovación del Sistema Nacional de Salud."},{"pmid":"35298194","type":"BACKGROUND","citation":"Hatano K, Hihara S, Nakama R, Tsuzuki M, Mizokami S, Sugimura K. Trajectories in sense of identity and relationship with life satisfaction during adolescence and young adulthood. Dev Psychol. 2022 May;58(5):977-989. doi: 10.1037/dev0001326. Epub 2022 Mar 17."},{"type":"BACKGROUND","citation":"Martínez-Hernáez, Á., & Muñoz García, A. (2010). Un infinito que no acaba. Modelos explicativos sobre la depresión y el malestar emocional entre los adolescentes barceloneses (España). Primera parte. Salud Mental, 33, 145-152."},{"pmid":"33810225","type":"BACKGROUND","citation":"Meherali S, Punjani N, Louie-Poon S, Abdul Rahim K, Das JK, Salam RA, Lassi ZS. Mental Health of Children and Adolescents Amidst COVID-19 and Past Pandemics: A Rapid Systematic Review. Int J Environ Res Public Health. 2021 Mar 26;18(7):3432. doi: 10.3390/ijerph18073432."},{"pmid":"34903251","type":"BACKGROUND","citation":"Montesano A, Medina JC, Paz C, Garcia-Mieres H, Nino-Robles N, Garcia-Grau E, Crespillo JC, Garcia-Gutierrez A, Alabernia-Segura M, Feixas G. Does virtual reality increase the efficacy of psychotherapy for young adults with mild-to-moderate depression? A study protocol for a multicenter randomized clinical trial. Trials. 2021 Dec 13;22(1):916. doi: 10.1186/s13063-021-05809-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}