{"protocolSection":{"identificationModule":{"nctId":"NCT06473987","orgStudyIdInfo":{"id":"R-1262-24"},"secondaryIdInfos":[{"id":"TP230307","type":"OTHER_GRANT","domain":"Department of Defense"}],"organization":{"fullName":"Kessler Foundation","class":"OTHER"},"briefTitle":"Personalized Cognitive Integrated Motor Training Using Virtual Reality to Improve Gait and Balance","officialTitle":"Personalized Cognitive Integrated Motor Training Using Virtual Reality to Improve Gait and Balance in People With Traumatic Brain Injury","acronym":"CMT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kessler Foundation","class":"OTHER"},"collaborators":[{"name":"Massachusetts General Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Problems with walking and balance are common after traumatic brain injury (TBI). Walking and balance problems limit independence and increase risk for injuries due to falls. The purpose of this research study is to test the effectiveness of training that combines moving and thinking tasks, referred to as Personalized cognitive integrated sensorimotor virtual reality (VR)/augmented reality (AR) training on walking and balance ability. The study will also help to understand the changes in thinking ability and brain activity as a result of this training after a brain injury.\n\nThe study will evaluate the differences between three intervention groups (n=45 each): 1) personalized cognitive integrated sensorimotor VR/AR training (CMT), 2) traditional dual-task training (CTRL), and 3) standard of care (SOC) on gait, balance, community ambulation, and cognitive functions, as well as underlying biomechanical and neurophysiological mechanisms to understand the changes due to CMT.","detailedDescription":"Traumatic brain injury (TBI) affects 2.87 million people annually in the US and is a leading cause of long-term disability. TBI impairs both cognitive and sensorimotor functions, with debilitating consequences on ambulation (gait \\& balance), which persist during the chronic stages of recovery. Individuals with TBI-induced gait \\& balance dysfunction are at a higher risk of falls leading to another TBI. Gait \\& balance control is a complex interplay between various cognitive and motor processes, and disruption of any of these processes can severely affect gait \\& balance and result in falls. Research examining TBI-related changes in cognitive demands associated with gait \\& balance control has shown increased cognitive demand to perform gait \\& balance tasks in individuals with TBI, with increases in cognitive demand for more complex tasks. This strong link between cognitive (attention, processing speed \\& executive function) and sensorimotor functions is the basis for the proposed project. The investigators aim to strengthen this inseparable link using a novel cognitive-motor intervention.\n\nThe investigators propose a training regimen, cognitive integrated sensorimotor training (CMT), which increases the cognitive-motor effort to perform the tasks. CMT uses virtual and augmented reality (VR/AR) to employ the cognitive system to perform the motor task in order to train the inseparable cognitive and motor components that are critically important for gait \\& balance function. Here the cognitive task is \"incorporated\" into the motor task, as the cognitive task is a relevant prerequisite for successfully completing the sensorimotor task. The investigators hypothesize that CMT will maximize gait \\& balance function and reduce falls in adults with TBI.\n\nThe study will evaluate the differences between three intervention groups (n=45 each): a) personalized cognitive integrated sensorimotor VR/AR training (CMT), b) traditional dual-task training (CTRL), and c) standard of care (SOC) on gait, balance, community ambulation, and cognitive functions, as well as underlying biomechanical and neurophysiological mechanisms to understand the changes due to CMT."},"conditionsModule":{"conditions":["Traumatic Brain Injury"],"keywords":["Traumatic Brain Injury","Gait","Balance","Cognition","Ambulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single-blind randomized clinical trial","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":135,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Personalized cognitive-sensorimotor VR/AR training","type":"EXPERIMENTAL","description":"Thinking task integrated walking and balance training program","interventionNames":["Other: Personalized cognitive-sensorimotor VR/AR training"]},{"label":"Traditional dual-task training","type":"ACTIVE_COMPARATOR","description":"Walking and balance training similar to standard of care group but will also perform additional thinking tasks during training.","interventionNames":["Other: Traditional dual-task training"]},{"label":"Standard of Care","type":"ACTIVE_COMPARATOR","description":"Standard walking and balance training","interventionNames":["Other: Standard of Care"]}],"interventions":[{"type":"OTHER","name":"Personalized cognitive-sensorimotor VR/AR training","description":"Thinking task integrated walking and balance training program","armGroupLabels":["Personalized cognitive-sensorimotor VR/AR training"],"otherNames":["cognitive-motor training"]},{"type":"OTHER","name":"Traditional dual-task training","description":"Walking and balance training similar to standard of care group but will also perform additional thinking tasks during training","armGroupLabels":["Traditional dual-task training"],"otherNames":["Dual task training"]},{"type":"OTHER","name":"Standard of Care","description":"Standard walking and balance training","armGroupLabels":["Standard of Care"],"otherNames":["conventional training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"10 Meter walk test","description":"Participants will be asked to walk about 12 meters. The time taken to walk 10 meters will be recorded.","timeFrame":"10 weeks"},{"measure":"Timed Up and Go (TUG)","description":"TUG is a clinical test of functional gait abilities and dynamic balance. The participants will be asked to walk a distance of 3 meters from a seated position, turn around, walk back to the chair and sit back in the chair. The time taken to perform the task will be recorded using a stop watch. The TUG will be repeated multiple times. The participant may be asked to hold a plastic cup or count backwards by three from a randomly selected number while walking.","timeFrame":"10 weeks"},{"measure":"Berg balance Assessment:","description":"This is a test that measures balance on a 5-point during routine tasks. The participant will be asked to perform 14 tasks involving: sitting, standing, reaching, lifting, and turning.","timeFrame":"10 weeks"},{"measure":"Digit Span (Wechsler Adult Intelligence Scale [WAIS-IV])","description":"This test assesses attention and working memory.","timeFrame":"10 weeks"},{"measure":"Flanker Inhibitory Control and Attention Test","description":"This test assesses the allocation of limited attentional capacities to deal with an abundance of environmental stimulation. The test measures attention and the ability to inhibit response that may interfere with the ability to achieve goals.","timeFrame":"10 weeks"},{"measure":"Symbol Digit Modalities Test (SDMT)","description":"This test assesses processing speed without a motor component","timeFrame":"10 weeks"},{"measure":"Paced Auditory Serial Addition Test (PASAT)","description":"This test assesses information processing speed \\& ability and working memory","timeFrame":"10 weeks"},{"measure":"Letter-Number Sequencing (WAIS-IV)","description":"This test assesses working memory","timeFrame":"10 weeks"},{"measure":"Delis-Kaplan Executive Function System","description":"Selected subtests to assess executive function.","timeFrame":"10 weeks"},{"measure":"Hopkins Verbal Learning Test Revised","description":"This test assesses acquisition and delayed recall of verbal information.","timeFrame":"10 weeks"},{"measure":"Temporal and spatial characteristics","description":"This test assess gait deviations and symmetry","timeFrame":"10 weeks"},{"measure":"Fall Risk","description":"The silver index will be measured using the Hunova (Movendo Srl., Italy) to quantify the risk of falls. The Silver Index tasks include static balance while eyes are open or closed, dynamic balance while standing on passive and elastic surfaces, limits of stability, reactive balance during perturbations, 6-meter walk, and sit-to-stand.","timeFrame":"10 weeks"},{"measure":"Balance","description":"Root-mean-square of COM and COP displacements will be used to quantify static and dynamic balance during Silver Index tasks. COP will be obtained from Hunova. Whole body COM will be obtained using motion capture.","timeFrame":"10 weeks"},{"measure":"Neurophysiological- Maximum increase in O2Hb concentration in cortical regions","description":"The change in the hemoglobin concentration in response to a metabolic event (neuronal) such as walking is known as the hemodynamic response (HDR) of the brain. The maximum increase following a task will be quantified as net cortical responsivity to task using functional near infrared spectroscopy (fNIRS)","timeFrame":"10 weeks"},{"measure":"Participation Objective, Participation Subjective (POPS)","description":"POPS assesses perspectives of the respondent regarding participation in home \\& community, and societal/normative (\"outsider\") evaluation. POPS consists of 26 items sorted into 5 categories \\[a) Domestic Life, b) Major Life Activities, c) Transportation, d) Interpersonal Interactions and Relationships, e) Community, Recreational and Civic Life\\].","timeFrame":"10 weeks"},{"measure":"Quality of Life after Brain Injury (QOLIBRI)","description":"This assesses QoL in people with TBI and is a 37-item scale with six subscales. The first part assesses \"satisfaction level\" with Health-related Quality of Life (HRQOL) and is composed of 6 overall items and 29 items assigned to 4 subscales: a) thinking, b) feelings and emotion, c) autonomy in daily life, and d) social aspects. The second part is devoted to \"bothered\" questions and composed of 12 items in 2 subscales: a) negative feelings, and b) restrictions. Responses to the 'satisfaction' items are coded on a 1 to 5 scale, where 1= \"not at all satisfied\" and 5= \"very satisfied\". Responses to the 'bothered' items are reverse scored to correspond with the satisfaction items, where 1=\" very bothered\" and 5= \"not at all bothered\".","timeFrame":"10 weeks"}],"secondaryOutcomes":[{"measure":"6 Minute Walk Test","description":"Participants walk as far as possible for 6 minutes. They walk back and forth around the cones along an unobstructed pathway of 15 meters. They will be permitted to slow down or stop as necessary. The distance covered by the participant for the 6 minutes will be recorded at an interval of every 30 seconds using a measuring wheel and stop watch.","timeFrame":"10 weeks"},{"measure":"Dynamic Gait Index (DGI)","description":"DGI is a measurement tool commonly used to assess dynamic balance, gait and risk for falls29. It consists of a total of eight gait assessments which can be scored on a four-point ordinal scale, ranging from 0-3, where '0' indicates the lowest level of function and '3' the highest level of function, allowing for a total possible score of 24.","timeFrame":"10 weeks"},{"measure":"Walking While Talking Test","description":"The participants walk 20 ft, turn, and return while reciting the alphabet aloud from a given alphabet (simple) or alternate alphabets (complex).","timeFrame":"10 weeks"},{"measure":"Area under the curve (AOC)","description":"AOC of O2Hb for each region of interest will be computed","timeFrame":"10 weeks"},{"measure":"minimum change in O2Hb","description":"The minimum change following a task will be quantified using fNIRS.","timeFrame":"10 weeks"},{"measure":"functional connectivity","description":"Functional connectivity between channels during rest and walking will be evaluated.","timeFrame":"10 weeks"},{"measure":"Electromyography","description":"Electromygraphy (EMG) will be recorded as a complementary measure to fNIRS. Bilateral muscle responses from lower extremities will be recorded via surface EMG.","timeFrame":"10 weeks"},{"measure":"Community Integration Questionnaire (CIT)","description":"The questionnaire is used to assess the societal role limitations and community integration of people with TBI. The CIT contains 15 items assessing community integration across three domains: a) Home integration (10 Points), b) Social integration (12 points), and c) Productive activity (7 points). Total scores ranges from 0 to 29 points. High scores represent greater independence and community integration.","timeFrame":"10 weeks"},{"measure":"Patient Competency Rating Scale (PCRS)","description":"Instrument to assess the ability to perform a variety of activities, skills, and tasks. PCRS is a 30-item self-report that asks the person with TBI to rank their ability to accomplish common daily activities (ADL, behavioral and emotional functions, cognitive and physical abilities) on a 5-point scale. An informant (relative, caregiver, or therapist) also rates the person with TBI on the same items.","timeFrame":"10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be between 18-65 years of age.\n* Be a person living with TBI for at least 6 months.\n* Be able to follow directions and commands.\n* Be able to speak and understand English well as evaluated by a test I will be given by the researchers.\n* Not have amnesia (as determined by study staff based on a Post Traumatic Amnesia O-log score of \\> 20 on 2 consecutive days)\n* Have approval from a physician to participate.\n* Have no history of injury or problems with my legs in the past 6 months or any medical issue which would interfere with my ability to bear weight on my legs and walk (such as a bone or muscle injury).\n* No double vision (diplopia) or other vision problems (such as nystagmus, as determined by study staff)\n* Have joint passive range of motion within normal functional limits for walking as determined by study staff.\n* Have a walking speed of less than 0.8 m/s as determined by study staff.\n* Be able to stand for 5 minutes.\n\nExclusion Criteria:\n\n* I have uncontrolled or unstable seizure disorder (such as epilepsy).\n* I have pre-existing condition that makes it difficult for me to exercise (such as diagnosed high blood pressure that is not controlled, heart disease, irregular heart rate or rhythm, or congestive heart failure).\n* I have muscle or nervous system problems other than TBI (such as spinal cord injury, multiple sclerosis, or Parkinson's disease)\n* Have any joint or muscle tightness that would limit my movement while walking.\n* I have any medical issue that prevents me from supporting my weight (such as bone or muscle injuries, pain, or severe muscle spasms).\n* I have been diagnosed with cognitive (thinking) problems prior to TBI.\n* I have severe dizziness (Dizziness Handicap Inventory score greater than 54 (as measured by study staff).\n* I have skin issues that would prevent me from wearing a safety harness.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kiran K Karunakaran, Ph.D.","role":"CONTACT","phone":"973-324-3590","email":"kkarunakaran@kesslerfoundation.org"}],"overallOfficials":[{"name":"Kiran K Karunakaran, PhD","affiliation":"Kessler Foundation","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000070642","term":"Brain Injuries, Traumatic"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M5207","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M628","name":"Brain Injuries, Traumatic","asFound":"Traumatic Brain Injury","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9349","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M22023","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}