{"protocolSection":{"identificationModule":{"nctId":"NCT06476587","orgStudyIdInfo":{"id":"2022-A01513-40"},"organization":{"fullName":"University Hospital, Caen","class":"OTHER"},"briefTitle":"Idiopathic Bilateral Vestibulopathy: Peripheral Vestibular Disorders and Their Repercussions","officialTitle":"Vestibulopathie bilatérale Idiopathique : caractérisation Des Atteintes Vestibulaires périphériques et de Leurs Retentissements Posturaux, végétatifs, émotionnels et Cognitifs","acronym":"VBI"},"statusModule":{"statusVerifiedDate":"2024-04","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-10-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-22","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Caen","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this exploratory study is to gain a better understanding of the symptomatology of idiopathic bilateral vestibulopathy (IBV) by characterising as precisely as possible the type and intensity of each patient's peripheral vestibular deficit, and to investigate the link between this symptomatology and some functions influenced by the vestibular system (i.e. cognitive, emotional, vegetative functions).","detailedDescription":"Bilateral vestibulopathy (BV) is defined as total or partial impairment of vestibular function on both sides, leading to chronic postural and visual instability. Idiopathic bilateral vestibulopathy (IBV) is a rare condition characterised by acquired BV of unknown aetiology. Although described more than thirty years ago, IBV remains a condition with imperfectly understood contours, mechanisms and consequences.\n\nThe peripheral vestibular system, located in the inner ear, is the main balance organ. Sensory information from the vestibular system is distributed to different brain structures, which perform a wide range of functions, such as maintaining stability of gaze and posture, controlling certain functions such as sleep, spatial memory and emotional processes, and perceiving movement, spatial orientation and self-image.\n\nThe most common symptoms of IBV are persistent postural instability, and, when moving the head and body, a reduction in visual acuity that can go as far as a sensation of instability of the visual environment. Patients also often report problems with orientation and spatial memory, poor body shape, sleep disorders, attentional problems, and anxiety or depression. Because little is known about this disease, diagnosis often comes late, after several years of various explorations and consultations with doctors and specialists.\n\nBased on the observation that patients suffering from IBV have heterogeneous peripheral impairments, both qualitatively (type of sensory organ affected) and quantitatively (the impairment is more or less complete), and that the sometimes complex symptomatology is difficult to relate to the type of peripheral deficit, the aim of this project is to gain a better understanding of the symptomatology of IBV by evaluating certain functions that have recently been shown to be influenced by the vestibular system, and to relate this to the type and intensity of the peripheral deficit.\n\nHence, the main aim of this project is to study the link between symptomatology - both 'classic' (posturo-oculomotor) and cognitive, emotional and vegetative - and the type and intensity of vestibular disorder."},"conditionsModule":{"conditions":["Idiopathic Bilateral Vestibulopathy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"IBV patients","description":"Persons with bilateral vestibulopathy","interventionNames":["Other: Assessment of postural stability and active motion perception","Other: Cognitive tests","Other: Eccentric axis rotation","Other: Osteodensitometry","Other: Posturography","Other: Vestibulo-sympathetic regulation test","Other: Sleep quality assessment","Other: Representation of space and time assessment","Other: Influence of vestibular information on the bodily self-consciousness","Other: 3 Tesla MRI"]},{"label":"Controls","description":"Healthy volunteers matched with patients with respect to their age, sex and level of education","interventionNames":["Other: Assessment of postural stability and active motion perception","Other: Eccentric axis rotation","Other: Posturography","Other: Representation of space and time assessment","Other: 3 Tesla MRI"]}],"interventions":[{"type":"OTHER","name":"Assessment of postural stability and active motion perception","description":"This assessment, designed to evaluate the impact of the vestibular deficit on everyday tasks, will include questionnaires and standardised clinical tests.\n\nThe questionnaires are the Fall Efficacy Scale; the Dizziness Handicap Inventory; the Oscillopsia Severity Questionnaire; the Hospital Anxiety and Depression Scale; the Hamilton Anxiety Scale; the Global Physical Activity Questionnaire; the Motion Sickness Susceptibility Questionnaire part B; and the Cambridge Depersonalization Scale.\n\nIn addition, three standardised clinical tests will be carried out: Five Times Sit to Stand Test; Tandem walking test; and Fukuda step test (50 steps).\n\nFive specific clinical tests will also be carried out: Sit-to-stand-with-walk-and-turn; Perception of active body rotation; Perception of walking distance; Triangle Completion Task; and Gait assessment.","armGroupLabels":["Controls","IBV patients"]},{"type":"OTHER","name":"Cognitive tests","description":"Four cognitive tests from the French Focus Group on Executive Functions Assessment (GREFEX) battery will be carried out: the Stroop test; the Trail Making Test; the Baddeley's dual task; and a test of Corsi's Blocks.","armGroupLabels":["IBV patients"]},{"type":"OTHER","name":"Eccentric axis rotation","description":"This test, also known as the unilateral centrifugation test, provides a quantitative assessment of unilateral utricular otolith function, whereas the tests currently used (vestibular evoked myogenic potential, VEMP) only provide a qualitative assessment.","armGroupLabels":["Controls","IBV patients"]},{"type":"OTHER","name":"Osteodensitometry","description":"To assess the participants' bone mineral density, the reference technique of densitometry using two-photon absorptiometry will be used.","armGroupLabels":["IBV patients"]},{"type":"OTHER","name":"Posturography","description":"Participants' ability to maintain their balance will be assessed using measurements taken on the Synapsys platform. To standardise their position, they will have to stand on the platform with their feet apart, arms at their sides and look straight ahead. Volunteers will be asked to sit down between each trial. The surface area and length of the centre of pressure will be measured under open-eye balance conditions with and without image reading/exploration and dynamics. During this test, 9 balance assessment situations lasting approximately 1 minute each will be performed.","armGroupLabels":["Controls","IBV patients"]},{"type":"OTHER","name":"Vestibulo-sympathetic regulation test","description":"Participants will be seated on a rotating chair in the dark. Using a virtual reality headset, three visual stimuli will be presented: (A) no visual stimulus (darkness), (B) visual stimulus corresponding to a displacement of the participant along a cylindrical trajectory, (C) visual stimulus corresponding to a displacement of the participant along a conical trajectory. These 3 types of visual stimuli will be presented alone or during an Off-Vertical Axis Rotation (OVAR) with the chair axis inclined at an angle of 10° to the vertical and a rotation speed of 60°/s.\n\nDuring each sequence, blood pressure, heart rate and end-tidal carbon dioxide (CO2) will be continuously recorded using standard medical equipment.","armGroupLabels":["IBV patients"]},{"type":"OTHER","name":"Sleep quality assessment","description":"Participants will have to complete five standardised clinical questionnaires: Pittsburgh Sleep Quality Index; Spiegel questionnaire assessing sleep quality; Morningness-Eveningness questionnaire; Insomnia Severity Scale; and Epworth Sleepiness Scale.\n\nMoreover, the activity/rest rhythm will be measured continuously by actimetry over a period of 11 days.\n\nThe volunteer will also have to wear a Somno-Art® bracelet all night long during the eleven days of monitoring to collect the volunteer's actimetry and heart rate in order to specify which sleep stage the volunteer is in and thus monitor changes in sleep stages over the course of the night.\n\nFinally, participants will have to complete a sleep diary.","armGroupLabels":["IBV patients"]},{"type":"OTHER","name":"Representation of space and time assessment","description":"* Classic geometric illusions (inverted T, Mueller-Lyer, Ponzo, Poggendorff, Zoellner, Hering) which generate systematic distortions will be used.\n* Time perception task: Participants will wear a virtual reality headset in which instructions will appear for 6 consecutive tasks each repeated 10 times with different durations.\n* Perception of rotation amplitude and duration: Participants will be seated on a rotating chair, in complete darkness with noise-cancelling headphones. Participant will have to estimate the duration and the amplitude of rotations of the chair.\n* Perceptual time constant: Participants will be seated on a rotating chair, in complete darkness, with a mask over their eyes and noise-cancelling headphones. After each chair rotation, participants will have to turn a crank every time the chair stops and reproduce their sensation of rotation in terms of direction (left or right) and intensity.","armGroupLabels":["Controls","IBV patients"]},{"type":"OTHER","name":"Influence of vestibular information on the bodily self-consciousness","description":"Participants will wear a virtual reality headset which allows them to be immersed in a virtual room similar in appearance to the one they are in. They will sit on a stool and hold a joystick in their hand. An avatar seen from behind, also sitting on a stool, will be presented in the centre of the virtual room approximately 2 m from them. The experimenter will touch several areas of the participant's back, over his clothes, with the end of the joystick. This movement will be reproduced by the virtual joystick in contact with the avatar's back, in two conditions: the synchronous condition, and the asynchronous condition.\n\nAfter 2 min of stimulation, participants will perform a mental imagery task: a ball in the background of the virtual scene will roll towards them. After 3'', a black screen will appear and participants will have to imagine that the ball keeps moving towards them at the same speed. They will have to press the trigger when they think the ball has reached their level.","armGroupLabels":["IBV patients"]},{"type":"OTHER","name":"3 Tesla MRI","description":"The imaging evaluation will include an acquisition of anatomical images of the brain in its entirety and centred on the hippocampus.; and T2\\*-weighted images sensitive to the blood-oxygen-level-dependent (BOLD) effect to assess functional brain activation during cognitive tasks and functional brain connectivity during rest.\n\nFor the functional activation sequences, three activation tasks will be performed, each lasting approximately 5 minutes: a mental rotation task, a time estimation task, and a prediction task.\n\nThese acquisitions will be combined with a collection of cardiorespiratory variables: respiratory movements and plethysmography. These signals will be used in the pre-processing of the functional MRI to remove physiological noise from the BOLD signal.","armGroupLabels":["Controls","IBV patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Center of pressure (CoP) path length","description":"Stabilometric data: Total length travelled by the CoP (in mm)","timeFrame":"Posturography is assessed once, during about 30 minutes."},{"measure":"Center of pressure (CoP) path amplitude","description":"Stabilometric data: Maximal distance over two points of the stabilogram (in mm)","timeFrame":"Posturography is assessed once, during about 30 minutes."},{"measure":"Center of pressure (CoP) surface area","description":"Stabilometric data: surface travelled by the CoP (in mm²)","timeFrame":"Posturography is assessed once, during about 30 minutes."},{"measure":"Ocular torsion","description":"During eccentric axis rotation: measure of the torsion of the eyes (in degree)","timeFrame":"Unilateral utricular otolith function is assessed once, during about 30 minutes"},{"measure":"Duration estimate","description":"During the time perception task, subjects are asked to estimate several durations (in seconds).","timeFrame":"Time perception task is completed once, during about 30 minutes."},{"measure":"Duration production","description":"During the time perception task, subjects are asked to produce several durations (in seconds).","timeFrame":"Time perception task is completed once, during about 30 minutes."},{"measure":"Number of correct tandem steps","description":"During tandem stance and walk, subjects are asked to stand upright in a heel-to-toe fashion with their arms crossed on their chest and walk.","timeFrame":"Assessment of postural stability and active motion perception is completed once, during about 30 minutes"},{"measure":"Deviation distance (Fukuda stepping test)","description":"During the Fukuda stepping test, subjects are asked to take 50 steps on the spot, on a mat, with their eyes closed and their arms outstretched in front of them. Deviation distance is measured in cm.","timeFrame":"Assessment of postural stability and active motion perception is completed once, during about 30 minutes"},{"measure":"Deviation angle (Fukuda stepping test)","description":"During the Fukuda stepping test, subjects are asked to take 50 steps on the spot, on a mat, with their eyes closed and their arms outstretched in front of them. Deviation angle is measured in degrees.","timeFrame":"Assessment of postural stability and active motion perception is completed once, during about 30 minutes"},{"measure":"Hippocampal volume","description":"Images of hippocampus are acquired by MRI","timeFrame":"MRI exam is completed once, during about 1 hour"},{"measure":"Brain activation during functional tasks","description":"Images of the brain when participants are performing cognitive tasks (mental rotation task, prediction task) are acquired by functional magnetic resonance imaging (fMRI)","timeFrame":"MRI exam is completed once, during about 1 hour"}],"secondaryOutcomes":[{"measure":"Center of pressure (CoP) standard deviation - Anteroposterior","description":"Stabilometric data: Standard deviation of the CoP position in the anteroposterior axis (in mm)","timeFrame":"Posturography is assessed once, during about 30 minutes."},{"measure":"Center of pressure (CoP) standard deviation - Mediolateral","description":"Stabilometric data: Standard deviation of the CoP position in the mediolateral axis (in mm)","timeFrame":"Posturography is assessed once, during about 30 minutes."},{"measure":"Duration of the word reading in the congruent condition","description":"Stroop color and word test : time spent to read the words in the congruent condition (in seconds)","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Duration of the colour naming","description":"Stroop color and word test : time spent to name the colours (in seconds)","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Duration of the word reading in the incongruent condition","description":"Stroop color and word test : time spent to read the words in the incongruent condition (in seconds)","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Trail making test part A","description":"Paper and pencil Trail Making Test: Time spent by the subject to draw a line between numbers from 1 to 25 (in seconds)","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Trail making test part B","description":"Paper and pencil Trail Making Test: Time spent by the subject to draw a line between numbers and letters (1-A, 2-B, etc.) (in seconds)","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Digit span during dual-task","description":"Number of digits correctly recalled during the Baddeley's dual-task","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Number of sequences correctly recalled","description":"In the simple and dual conditions of the Baddeley's dual-task","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Spatial span","description":"Number of blocks correctly recalled during the Corsi task","timeFrame":"Cognitive functions are assessed once, during about 30 minutes"},{"measure":"Estimation of the duration of rotation","description":"During the Perception of the amplitude and duration of rotations task, subjects seated in a rotating chair are asked to estimate the duration of the rotations (in seconds)","timeFrame":"Perception of the amplitude and duration of rotations task is completed once, during about 30 minutes."},{"measure":"Estimation of the amplitude of rotation","description":"During the Perception of the amplitude and duration of rotations task, subjects seated in a rotating chair are asked to estimate the amplitude of the rotations (in degree)","timeFrame":"Perception of the amplitude and duration of rotations task is completed once, during about 30 minutes."},{"measure":"Deviation distance (Triangle completion task)","description":"During the triangle completion task, the participant will wear a blindfold and a noise-cancelling headphones. Guided by the experimenter, who will hold them by the shoulders, they will walk along the first two sides of a triangle. The participant will then have to turn on their own and walk along the third side to get back to the starting point. The deviation distance is measured in cm.","timeFrame":"Assessment of postural stability and active motion perception is completed once, during about 30 minutes"},{"measure":"Deviation angle (Triangle completion task)","description":"During the triangle completion task, the participant will wear a blindfold and a noise-cancelling headphones. Guided by the experimenter, who will hold them by the shoulders, they will walk along the first two sides of a triangle. The participant will then have to turn on their own and walk along the third side to get back to the starting point. The deviation angle is measured in degree.","timeFrame":"Assessment of postural stability and active motion perception is completed once, during about 30 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Person over 18 years of age (male or female)\n* Healthy volunteer (for participants in the control group) or a member of the French Association of the Idiopathic Bilateral Vestibulopathy (AFVBI) or a bilateral vestibulopathy carrier (for participants in the patient group).\n* Person who has read the information sheet and given written informed consent to take part in the study.\n* Person affiliated to a social security scheme\n\nExclusion Criteria:\n\n* Declaration of illiteracy\n* Declaration of dementia (Alzheimer's disease, vascular dementia)\n* Any progressive neurological disease (brain tumour, epilepsy, migraine, stroke, sclerosis, myoclonus, chorea, neuropathy, muscular dystrophy, myotonic dystrophy, etc.)\n* All progressive psychiatric conditions (psychosis, mood or anxiety disorders, etc.),\n* Declaration of pathologies threatening short-term vital prognosis (cancer)\n* Drug addiction, alcohol dependence or coffee abuse during the last 6 months\n* Contraindications to MRI (in particular electronic or metallic implants, claustrophobia, etc.).\n* For healthy volunteers: vestibular or auditory disorders.\n\nIn addition, the vulnerable persons referred to in articles L. 1121-5 to 8 and L. 1122-1-2 of the French Public Health Code are excluded from the study:\n\n* Pregnant, breast-feeding or parturient women,\n* Persons deprived of their liberty, hospitalised without consent or admitted to a health or social establishment for purposes other than research,\n* Minors,\n* Adults under legal protection or unable to express their consent,\n* Persons in emergency situations who are unable to give their prior consent.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants in the patient group are member of the French Association of the Idiopathic Bilateral Vestibulopathy (AFVBI) or carry a bilateral vestibulopathy","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Pierre DENISE, MD-PhD","affiliation":"UMRs 1075 COMETE Unicaen / INSERM","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"UMRs 1075 COMETE Unicaen INSERM","city":"Caen","state":"Calvados","zip":"14000","country":"France","geoPoint":{"lat":49.18585,"lon":-0.35912}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000071699","term":"Bilateral Vestibulopathy"}],"ancestors":[{"id":"D000015837","term":"Vestibular Diseases"},{"id":"D000007759","term":"Labyrinth Diseases"},{"id":"D000004427","term":"Ear Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M850","name":"Bilateral Vestibulopathy","asFound":"Bilateral Vestibulopathy","relevance":"HIGH"},{"id":"M18387","name":"Vestibular Diseases","relevance":"LOW"},{"id":"M10779","name":"Labyrinth Diseases","relevance":"LOW"},{"id":"M10782","name":"Labyrinthitis","relevance":"LOW"},{"id":"M7601","name":"Ear Diseases","relevance":"LOW"},{"id":"M12961","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}