{"protocolSection":{"identificationModule":{"nctId":"NCT06482567","orgStudyIdInfo":{"id":"23-2628"},"secondaryIdInfos":[{"id":"HT94252320032","type":"OTHER_GRANT","domain":"USAMRAA"}],"organization":{"fullName":"University of North Carolina, Chapel Hill","class":"OTHER"},"briefTitle":"Promoting Improved Functioning Among People Experiencing Stressful Situations","officialTitle":"Promoting Improved Functioning Among People Experiencing Stressful Situations","acronym":"iCOVER"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of North Carolina, Chapel Hill","class":"OTHER"},"collaborators":[{"name":"U.S. Army Medical Research Acquisition Activity","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The iCOVER intervention was developed to rapidly restore functioning in individuals experiencing an Acute Stress Reaction (ASR). iCOVER is undergoing widespread adoption but has not been tested for efficacy. iCOVER was designed to be administered by peers, paraprofessionals, or medical personnel in 60-120 seconds, including in military operational environments. The term iCOVER is an acronym that summarizes the six specific steps of the intervention: (1) identify that an individual is experiencing an ASR; (2) Connect with the individual through word, eye contact, and physical touch to draw them back to the present moment; (3) Offer commitment so that the individual feels less psychologically isolated and withdrawn (e.g., \"I'm right here with you\"); (4) Verify facts - ask simple fact-based questions to engage the individual in deliberate cognitive activity; (5) Establish order of events - briefly review what has happened, what is happening, and what will happen to orient the individual; and (6) Request action to re-engage the individual in purposeful behavior.\n\nParticipants will be randomly assigned to one of three groups: iCOVER, usual care, or physical presence with reassurance. Investigators have elected to use two different control conditions, in order to examine the reliability of the iCOVER intervention in comparison with two typical responses to individuals experiencing an ASR (i.e., physical presence with reassurance, no specific treatment)."},"conditionsModule":{"conditions":["Acute Stress Reaction"],"keywords":["Trauma","Acute Stress Disorder","Acute Stress Reaction","Post Traumatic Stress","Post Traumatic Stress Disorder","Substantial Distress","Dissociation","Distress","Neurocognitive function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":450,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"iCOVER","type":"EXPERIMENTAL","description":"Individuals randomized to the iCOVER arm will be approached by a trained RA who will obtain assent and perform the iCOVER intervention. After completing the iCOVER protocol, the unblinded RA will leave, and a blinded outcome assessor will return 5 minutes post-intervention to conduct the immediate post-intervention assessment.","interventionNames":["Behavioral: iCOVER"]},{"label":"Physical Presence with Reassurance","type":"ACTIVE_COMPARATOR","description":"A research assistant (RA) will stay with the participant for the length of the iCOVER intervention (in order to ensure matching of the amount of time spent with individuals who receive the iCOVER intervention, which takes 60-120 seconds). During this time, the RA will provide supportive but passive statements. The RA will leave the participant after the length of the iCOVER intervention has elapsed. A separate blinded RA will return 5 minutes post-intervention to conduct the immediate post-intervention assessment.","interventionNames":["Behavioral: Physical Presence with Reassurance"]},{"label":"Usual Care","type":"NO_INTERVENTION","description":"Individuals randomized to usual care will not be approached by research staff until the immediate post-intervention assessment timepoint, at which point a blinded member of the research team will begin the immediate post-intervention assessment."}],"interventions":[{"type":"BEHAVIORAL","name":"iCOVER","description":"The term iCOVER is an acronym that summarizes the six specific steps of the intervention: (1) identify that an individual is experiencing an ASR; (2) Connect with the individual through word, eye contact, and physical touch to draw them back to the present moment; (3) Offer commitment so that the individual feels less psychologically isolated and withdrawn (e.g., \"I'm right here with you\"); (4) Verify facts - ask simple fact-based questions to engage the individual in deliberate cognitive activity; (5) Establish order of events - briefly review what has happened, what is happening, and what will happen to orient the individual; and (6) Request action to re-engage the individual in purposeful behavior.","armGroupLabels":["iCOVER"]},{"type":"BEHAVIORAL","name":"Physical Presence with Reassurance","description":"The RA who performed randomization, initially approached the individual, and obtained assent will stay with the participant for the length of the iCOVER intervention (in order to ensure matching of the amount of time spent with individuals who receive the iCOVER intervention, which takes 60-120 seconds). During this time, the RA will provide supportive but passive statements. The RA will leave the participant after the length of the iCOVER intervention has elapsed. A separate blinded RA will return 5 minutes post-intervention to conduct the immediate post-intervention assessment.","armGroupLabels":["Physical Presence with Reassurance"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neurocognitive function at the immediate post-intervention assessment","description":"To assess acute neurocognitive function, a suite of four brief neurocognitive tasks will be employed, and the primary outcome will consist of overall performance across all four tasks as assessed jointly using a multivariate linear mixed model. These four tasks each assess an aspect of neurocognitive function essential to warfighting during times of intense stress: generalized cognitive function using the Test My Brain Digit Symbol Matching Test (measuring medianRTc for the median reaction time of correct responses to 'test' trials), procedural reaction using the Test My Brain Choice Reaction Time Test (measuring medianRTc for the median reaction time of correct responses to 'test' trials), visual search and visual change detection using the Test My Brain Multiple Object Tracking Test (measuring percent correct for the proportion of total targets correctly identified).","timeFrame":"Immediately post-intervention (5 mins)"}],"secondaryOutcomes":[{"measure":"Test My Brain Digit Symbol Matching","description":"General cognitive function will be assessed using the Test My Brain Digit Symbol Matching Test. Participants will be asked to match as many symbols and numbers as possible in 90 seconds, using a symbol-number key shown on screen. General cognitive function is assessed via measuring medianRTc for the median reaction time of correct responses to 'test' trials.","timeFrame":"5 mins, 1 hour, 2 days, 7 days post-intervention"},{"measure":"Test My Brain Choice Reaction Time Test","description":"Procedural reaction time will be assessed using the Test My Brain Choice Reaction Time Test. In this 3-minute task, participants see a set of three arrows, where one arrow is a different color from the rest. The participant presses left or right to indicate the direction of the odd colored arrow. Reaction time is assessed via measuring medianRTc for the median reaction time of correct responses to 'test' trials.","timeFrame":"5 mins, 1 hour, 2 days, 7 days post-intervention"},{"measure":"Test My Brain Multiple Object Tracking Test","description":"Visuospatial processing and attention will be assessed will be performed using the Test My Brain Multiple Object Tracking Test. In this two-minute test of visuospatial processing and attention, participants have to track a set of target circles around the screen (amidst a field of distractors) that move at increasing speed with each trial. Once the circles stop moving, participants select which were targets must identify targets instead of distractors. Visuospatial processing and attention is assessed via measuring percent correct for the proportion of total targets correctly identified.","timeFrame":"5 mins, 1 hour, 2 days, 7 days post-intervention"},{"measure":"Test My Brain Gradual Onset Continuous Performance Test","description":"Psychomotor vigilance will be assessed via the Test My Brain Gradual Onset Continuous Performance Test. In this 1-minute task, participants monitor a stream of city and mountain images that rapidly fade from one to the next with no interstimulus interval. Participants are asked to press/touch for each city image and to withhold for each mountain image. Vigilance is assessed via measuring d-prime for identification of each city image, a signal detection-based measure that takes into account both hits and false alarms to provide an unbiased estimate of performance where higher values reflect better performance. Response inhibition is defined as the suppression of actions that are inappropriate in a given context. Response inhibition is assessed using results from the above, by measuring the number of commission errors (failure to withhold responses) where most positive scores reflect more impulsive responding.","timeFrame":"5 mins, 1 hour, 2 days, 7 days post-intervention"},{"measure":"Total time spent attempting the four Test My Brain neurocognitive tests","description":"Length of time individual spends attempting the four neurocognitive tests will be recorded until either discontinuation or completion of tests.","timeFrame":"5 min post-intervention"},{"measure":"Subjective Distress assessed via the Subjective Units of Distress (SUDS) scale","description":"Individuals will be asked verbally to rate their subjective distress at each assessment timepoint on a scale from 0 (totally relaxed) to 100 (highest distress/fear/anxiety you have ever experienced).","timeFrame":"5 mins, 1 hour, 2 days, 7 days post-intervention"},{"measure":"Acute Stress Disorder symptoms severity assessed via the Acute Stress Disorder Scale","description":"Individuals are asked to complete the 19-item Acute Stress Disorder Scale (ASDS) self-report inventory where each item is rated on a 5-point scale (0= Not at all; 1= A little bit; 2= Moderately; 3= Quite a bit; 4= Extremely) that indexes acute stress disorder (ASD).","timeFrame":"2 days, 7 days post-intervention"},{"measure":"Sleep Quality assessed using the Insomnia Severity Index","description":"Individuals are asked to complete the 7-item self-report Insomnia Severity Index (ISI) questionnaire where each item is rated on a 0-4 scale (0= none; 1= mild; 2= moderate; 3= severe; 4= very severe) (that assesses the severity, nature, and impact of insomnia over the past two weeks.","timeFrame":"2 days, 7 days post-intervention"},{"measure":"Functional Impairment using the PROMIS Global Health Scale v1.2","description":"Individuals are asked to complete the 10-item PROMIS Global Health questionnaire where the first 9-items are rated on a 1-5 scale (1= poor; 2= fair; 3= good; 4= very good; 5= excellent) and the one remaining item is rated on a 0-10 scale (0= no pain; 10= worst pain imaginable) that measures a patient's physical, mental, and social health.","timeFrame":"2 days, 7 days post-intervention"},{"measure":"Acute Stress Reaction symptoms using the Stress Monitoring and Response Tool (SMART)","description":"Individuals are asked to complete the 34-item SMART tool where the first 11-items are rated on a 0-10 scale (0= none; 10= severe) and the remaining 23-items are rated on a 0-10 scale (0=none; 10= a great deal) that briefly evaluates core Acute Stress Reaction (ASR) symptom domains including pain, somatic, depressive, concentration, and fatigue symptoms. Question responses will be used to create latent variables for each ASR domain at each timepoint, and ASR symptom severity between groups across timepoints will be assessed.","timeFrame":"1 hour, 2 days, 7 days post-intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ≥ 18 years and ≤ 50 years of age (if age not known, appears to be)\n* In the emergency department as a patient or loved one of a patient\n* If a patient, anticipated to be discharged to home from the emergency department after evaluation\n* Exhibiting visible signs of distress Richmond Agitation and Sedation Scale ((RASS) (+1 to +3)) or dissociation (awake and alert but reduced responsiveness)\n* Likely able to speak English\n\nExclusion Criteria:\n\n* Known pregnancy\n* Prisoner or in custody\n* Known history of psychosis or bipolar disorder\n* Known or suspected drug intoxication\n* Known history of substantial cognitive impairment\n* Known or suspected altered mental status due to traumatic brain injury\n* Known active psychosis, suicidal ideation, or homicidal ideation\n* Unable to use both hands (e.g. due to sprain)\n* Any other history or condition that would, in the site investigator's judgement, indicate that the individual would very likely be non-compliant with the study or unsuitable for the study (e.g. might interfere with the study, confound interpretation, or endanger participant)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jenni Shafer, PhD","role":"CONTACT","phone":"919-360-0681","email":"jenni_shafer@med.unc.edu"},{"name":"Allison Britt, BS","role":"CONTACT","phone":"919-605-1046","email":"allison_britt@med.unc.edu"}],"overallOfficials":[{"name":"Samuel McLean, MD, MPH","affiliation":"University of North Carollina at Chapel Hill","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"McLean Hospital, Harvard Medical School","city":"Belmont","state":"Massachusetts","zip":"02478","country":"United States","geoPoint":{"lat":42.39593,"lon":-71.17867}},{"facility":"University of Massachusetts Chan Medical School","city":"Worcester","state":"Massachusetts","zip":"01655","country":"United States","contacts":[{"name":"Abigail Lopes, B.S.","role":"CONTACT","phone":"508-421-1226","email":"abigail.lopes1@umassmed.edu"},{"name":"John Haran, MD, PhD","role":"CONTACT","email":"john.haran@umassmed.edu"},{"name":"John Haran, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.26259,"lon":-71.80229}},{"facility":"Henry Ford Health System","city":"Detroit","state":"Michigan","zip":"48202","country":"United States","contacts":[{"name":"Brandon Page, B.S.","role":"CONTACT","phone":"586-453-2072","email":"bpage4@hfhs.org"},{"name":"Lewandowski, MD","role":"CONTACT","email":"clewand1@hfhs.org"},{"name":"Christopher Lewandowski, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.33143,"lon":-83.04575}},{"facility":"Washington University, St. Louis","city":"Saint Louis","state":"Missouri","zip":"63110","country":"United States","contacts":[{"name":"Jamie Mills, BS, CCRC","role":"CONTACT","phone":"314-273-1382","email":"jamiem@wustl.edu"},{"name":"Stacey House, MD, PhD","role":"CONTACT","email":"staceyhouse@wustl.edu"},{"name":"Stacey House, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.62727,"lon":-90.19789}},{"facility":"Cooper University Health Care","city":"Camden","state":"New Jersey","zip":"08103","country":"United States","contacts":[{"name":"Lauren Remboski, M.S.","role":"CONTACT","phone":"856-571-5344","email":"remboski-lauren@cooperhealth.edu"},{"name":"Christopher W Jones, MD","role":"CONTACT","email":"jones-christopher@cooperhealth.edu"},{"name":"Christopher W Jones, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.92595,"lon":-75.11962}}]},"referencesModule":{"references":[{"pmid":"33439813","type":"BACKGROUND","citation":"Janicki AJ, Frisch SO, Patterson PD, Brown A, Frisch A. Emergency Medicine Residents Experience Acute Stress While Working in the Emergency Department. West J Emerg Med. 2020 Dec 11;22(1):94-100. doi: 10.5811/westjem.2020.10.47641."},{"pmid":"28009592","type":"BACKGROUND","citation":"Hoffmann MC. Assessment of Acute Trauma Exposure Response for FIRE-EMS Personnel. J Appl Meas. 2016;17(4):458-475."},{"pmid":"29045469","type":"BACKGROUND","citation":"Ly V, Roijendijk L, Hazebroek H, Tonnaer C, Hagenaars MA. Incident experience predicts freezing-like responses in firefighters. PLoS One. 2017 Oct 18;12(10):e0186648. doi: 10.1371/journal.pone.0186648. eCollection 2017."},{"pmid":"22862821","type":"BACKGROUND","citation":"Halpern J, Maunder RG, Schwartz B, Gurevich M. The critical incident inventory: characteristics of incidents which affect emergency medical technicians and paramedics. BMC Emerg Med. 2012 Aug 3;12:10. doi: 10.1186/1471-227X-12-10."},{"pmid":"8659646","type":"BACKGROUND","citation":"Marmar CR, Weiss DS, Metzler TJ, Delucchi K. Characteristics of emergency services personnel related to peritraumatic dissociation during critical incident exposure. Am J Psychiatry. 1996 Jul;153(7 Suppl):94-102. doi: 10.1176/ajp.153.7.94."},{"pmid":"28499745","type":"BACKGROUND","citation":"Ringer T, Moller D, Mutsaers A. Distress in Caregivers Accompanying Patients to an Emergency Department: A Scoping Review. J Emerg Med. 2017 Oct;53(4):493-508. doi: 10.1016/j.jemermed.2017.03.028. Epub 2017 May 9."},{"pmid":"27126406","type":"BACKGROUND","citation":"Chang BP, Sumner JA, Haerizadeh M, Carter E, Edmondson D. Perceived clinician-patient communication in the emergency department and subsequent post-traumatic stress symptoms in patients evaluated for acute coronary syndrome. Emerg Med J. 2016 Sep;33(9):626-31. doi: 10.1136/emermed-2015-205473. Epub 2016 Apr 28."},{"pmid":"33387257","type":"BACKGROUND","citation":"Muller HHO, Czwalinna K, Wang R, Lucke C, Lam AP, Philipsen A, Gschossmann JM, Moeller S. Occurence of Post-Traumatic Stress Symptoms, Anxiety and Depression in the Acute Phase of Transient Ischemic Attack and Stroke. Psychiatr Q. 2021 Sep;92(3):905-915. doi: 10.1007/s11126-020-09873-9. Epub 2021 Jan 2."},{"pmid":"31745239","type":"BACKGROUND","citation":"McLean SA, Ressler K, Koenen KC, Neylan T, Germine L, Jovanovic T, Clifford GD, Zeng D, An X, Linnstaedt S, Beaudoin F, House S, Bollen KA, Musey P, Hendry P, Jones CW, Lewandowski C, Swor R, Datner E, Mohiuddin K, Stevens JS, Storrow A, Kurz MC, McGrath ME, Fermann GJ, Hudak LA, Gentile N, Chang AM, Peak DA, Pascual JL, Seamon MJ, Sergot P, Peacock WF, Diercks D, Sanchez LD, Rathlev N, Domeier R, Haran JP, Pearson C, Murty VP, Insel TR, Dagum P, Onnela JP, Bruce SE, Gaynes BN, Joormann J, Miller MW, Pietrzak RH, Buysse DJ, Pizzagalli DA, Rauch SL, Harte SE, Young LJ, Barch DM, Lebois LAM, van Rooij SJH, Luna B, Smoller JW, Dougherty RF, Pace TWW, Binder E, Sheridan JF, Elliott JM, Basu A, Fromer M, Parlikar T, Zaslavsky AM, Kessler R. The AURORA Study: a longitudinal, multimodal library of brain biology and function after traumatic stress exposure. Mol Psychiatry. 2020 Feb;25(2):283-296. doi: 10.1038/s41380-019-0581-3. Epub 2019 Nov 19. Erratum In: Mol Psychiatry. 2021 Jul;26(7):3658. doi: 10.1038/s41380-020-00897-y."},{"type":"BACKGROUND","citation":"Analysis NCfSa. Traffic Safety Facts: 2016 Summary of Motor Vehicle Crashes. 2018:8. Traffic Safety Facts."},{"type":"BACKGROUND","citation":"Svetlitzky V, Farchi M, Yehuda AB, Adler AB. YaHaLOM: A Rapid Intervention for Acute Stress Reactions in High-Risk Occupations. Military Behavioral Health. 2020;8(2):232-242. doi:10.1080/21635781.2019.1664356"},{"type":"BACKGROUND","citation":"Davis Mr JDS. Diagnosing Changes in Combat Casualty Care. Army. 2018;68(11)"},{"pmid":"35138988","type":"BACKGROUND","citation":"Adler AB, Gutierrez IA. Preparing Soldiers to Manage Acute Stress in Combat: Acceptability, Knowledge and Attitudes. Psychiatry. 2022 Spring;85(1):30-37. doi: 10.1080/00332747.2021.2021598. Epub 2022 Feb 9."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Deidentified individual data that supports the results will be shared on request provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with the University of North Carolina (UNC).","timeFrame":"Beginning 12 months following publication and continuing for 36 months","accessCriteria":"Investigator has approved IRB, IEC, or REB and an executed data use/sharing agreement with UNC.","url":"https://dataverse.unc.edu/dataverse/unc;jsessionid=1c8ce12e8927267a160260c5ab2a?q=&types=datasets&sort=dateSort&order=desc&page=1"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000015775","term":"Fractures, Stress"},{"id":"D000040701","term":"Stress Disorders, Traumatic, Acute"}],"ancestors":[{"id":"D000050723","term":"Fractures, Bone"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000040921","term":"Stress Disorders, Traumatic"},{"id":"D000068099","term":"Trauma and Stressor Related Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M18332","name":"Fractures, Stress","asFound":"Stress Reaction","relevance":"HIGH"},{"id":"M24908","name":"Stress Disorders, Traumatic, Acute","asFound":"Acute Stress Reaction","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M24916","name":"Stress Disorders, Traumatic","relevance":"LOW"},{"id":"M16103","name":"Stress Disorders, Post-Traumatic","relevance":"LOW"},{"id":"M26370","name":"Fractures, Bone","relevance":"LOW"},{"id":"M222","name":"Trauma and Stressor Related Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}