{"protocolSection":{"identificationModule":{"nctId":"NCT06470503","orgStudyIdInfo":{"id":"24-5379"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"EXercise Enhancement After RadioTherapy for Bone Metastases","officialTitle":"EXercise Enhancement After RadioTherapy for Bone Metastases - A Phase I Feasibility Trial for Patients With Painful Non-Spine Bone Metastases","acronym":"EXERT-BM"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-31","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the safety, feasibility, and acceptability of a structured, supervised exercise program combined with standard palliative radiotherapy for patients with painful non-spine bone metastases (NSBM).","detailedDescription":"This study investigates the potential benefits of exercise therapy for patients with bone metastases, a common and often painful complication of cancer. The study aims to determine whether a structured exercise program, in combination with standard of care cancer treatment, can improve physical function, quality of life, and overall well-being for patients undergoing palliative radiotherapy.\n\nParticipants will complete a 8-week supervised exercise program that is tailored to their individual needs and abilities. The exercises, guided by certified professionals, will focus on improving strength, flexibility, and mobility. Participants will also receive educational sessions covering various aspects of self-management and coping strategies.\n\nThe study monitor the safety and feasibility of the exercise program, as well as its impact on pain levels, functional abilities, and quality of life. Follow-up assessments will occur at 1, 3, and 6 months post-intervention to track progress and gather valuable insights into the potential benefits of exercise therapy for individuals with bone metastases.\n\nBy exploring the role of exercise in cancer care, this study seeks to empower patients with new tools to manage their symptoms, enhance their well-being, and improve their overall quality of life throughout their cancer journey."},"conditionsModule":{"conditions":["Bone Metastases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"BEHAVIORAL","name":"Exercise Program","description":"8-week program and four-week short maintenance period."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of toxicities as measured by CTCAE","description":"The severity of adverse events will be evaluated using the Common Terminology Criteria for Adverse Events (CTCAE) v5.0 grading scale.","timeFrame":"Up to 24 weeks"},{"measure":"Incidence of skeletal related events (SRE)","description":"An SRE is defined as any of the following of a target bone metastases: Pathological fracture, Spinal cord compression, Indication for orthopedic surgery, Indication for radiotherapy","timeFrame":"Up to 24 weeks"},{"measure":"Change in pain response at index lesion(s) based Numeric Pain Rating Scale (NPRS)","description":"NPRS refers to a score of 0 to 10 on a visual analogue scale, with 0 referring to no pain and 10 referring to the worst pain imaginable.","timeFrame":"Up to 24 weeks"},{"measure":"Health-related quality-of-life and as measured by the EORTC QLQ C30","description":"The C30 is a 30-item instrument that evaluates HRQOL comprised of five functional scales (physical, cognitive, emotional, social, and role) as well as nine symptom scales (fatigue, pain, nausea/vomiting, dyspnea, insomnia, anorexia, constipation, diarrhea, and financial), and a global QoL scale.","timeFrame":"Up to 24 weeks"},{"measure":"Health-related quality-of-life and as measured by the BM22","description":"The BM22 scale is specific to patients with bone metastases. It consists of four domains that evaluate pain characteristics, pain sites, functional interference, and psychosocial aspects relating to bone metastases.","timeFrame":"Up to 24 weeks"},{"measure":"Change in functional outcomes as measured by 30s sit to stand (STS).","description":"The STS will assess how many repetitions from sitting to standing a patient can perform in 30 seconds without the use of their arms. Patients will sit in a standard chair (43.2cm off ground) placed against a wall for stability, with a straight back.","timeFrame":"Up to 24 weeks"},{"measure":"Change in functional outcomes as measured by time up and go (TUG) tests.","description":"The TUG will start with a patient in the seated position. On \"Go\", they will stand up, walk at a comfortable pace to a pre-marked line 3m away from the chair, turn around, and return back to the chair to sit down again. The timer starts on \"Go\", and stops when the patient sits back down on the chair. Total exercise participation will be assessed by obtaining FitBit data pertaining to step count, heart rate, and sleep for participant leisure time and purposeful physical activity.","timeFrame":"Up to 24 weeks"},{"measure":"Change in functional outcomes as measured by 6-minute walk test (6MWT)","description":"The 6MWT test will assess the maximal distance a patient can ambulate within the 6-minute time frame, often back and forth down a measured hallway. Walking aids are permissible.","timeFrame":"Up to 24 weeks"},{"measure":"Self-assessment of physical activity as measured by the modified GODIN questionnaire","description":"Self-assessment of physical activity will be assessed at baseline and follow up using the modified GODIN leisure-time exercise questionnaire. This is a simple questionnaire that quantifies ≥15m episodes of strenuous, moderate, and light exercise in the past 7-day period from questionnaire administration. A summary score and interpretative scale is provided based on a calculated algorithm.","timeFrame":"Up to 24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 18 or older.\n* KPS ≥70\n* Histologically confirmed cancer and radiologically documented NSBM metastases. Spine metastases are allowed if they do not meet the exclusion criteria below.\n* At least one painful NSBM treated with palliative radiotherapy.\n* Independent with ambulation and transfers. Ambulatory aids are permitted.\n* Life expectancy of at least 6 months\n\nExclusion Criteria:\n\n* Any untreated metastatic disease that may preclude safely performing physical exercise including:\n* History of leptomeningeal disease\n* Active (untreated/progressive) malignant spinal cord or cauda equina compression\n* Bilsky 2 or 3\n* Neurological compromise secondary to CNS involvement\n* Symptomatic brain metastases prohibiting exercise due to neurological compromise\n* High risk of instability of any boney lesion(s) that may require orthopedic intervention\n* SINS score \\> 7\n* Mirels score \\> 6","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michael Yan, MD, PhD","role":"CONTACT","phone":"416 946-2132","email":"michael.yan@uhn.ca"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009362","term":"Neoplasm Metastasis"},{"id":"D000001859","term":"Bone Neoplasms"},{"id":"D000001855","term":"Bone Marrow Diseases"}],"ancestors":[{"id":"D000009385","term":"Neoplastic Processes"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000006402","term":"Hematologic Diseases"}],"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","asFound":"Metastases","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M5138","name":"Bone Neoplasms","asFound":"Bone Metastases","relevance":"HIGH"},{"id":"M5134","name":"Bone Marrow Diseases","asFound":"Bone Metastases","relevance":"HIGH"},{"id":"M12330","name":"Neoplastic Processes","relevance":"LOW"},{"id":"M5126","name":"Bone Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"}]}},"hasResults":false}