{"protocolSection":{"identificationModule":{"nctId":"NCT06481488","orgStudyIdInfo":{"id":"E2086-A001-002"},"organization":{"fullName":"Eisai Inc.","class":"INDUSTRY"},"briefTitle":"A Study of E2086 in Healthy Adult Participants","officialTitle":"A Randomized, Double-Blind, Placebo-Controlled, Combined Multiple Ascending Dose Study to Assess the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Single Dose Study to Assess Food Effect of E2086 in Healthy Adult Subjects"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-25","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Eisai Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The primary purpose of the study is to evaluate the safety and tolerability following multiple ascending doses of E2086 in healthy adult participants."},"conditionsModule":{"conditions":["Healthy Volunteers"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Part A is a parallel design and Part B is a crossover design.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Part A is double-blind and Part B is open-label.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Part A, Cohort 1: E2086 Dose 1 or Placebo","type":"EXPERIMENTAL","description":"Healthy participants will receive E2086 Dose 1 or two E2086 matched placebo, tablets, orally, once daily after an overnight fast of 10 hours.","interventionNames":["Drug: E2086","Drug: Placebo"]},{"label":"Part A, Cohort 2: E2086 Dose 2 or Placebo","type":"EXPERIMENTAL","description":"Healthy participants will receive E2086 Dose 2 or one E2086 matched placebo, tablets, orally, once daily after an overnight fast of 10 hours.","interventionNames":["Drug: E2086","Drug: Placebo"]},{"label":"Part A, Cohort 3: E2086 Dose 3 or Placebo","type":"EXPERIMENTAL","description":"Healthy participants will receive E2086 Dose 3 or two E2086 matched placebo, tablets, orally, once daily after an overnight fast of 10 hours.","interventionNames":["Drug: E2086","Drug: Placebo"]},{"label":"Part B: E2086 Dose 2 Fasted + E2086 Dose 2 Fed","type":"EXPERIMENTAL","description":"Healthy participants will receive E2086 Dose 2, tablets, orally, once on Day 1 of Treatment Period 1 in fasted state, followed by E2086 Dose 2, tablets, orally, once on Day 4 of Treatment Period 2 in fed state.","interventionNames":["Drug: E2086"]},{"label":"Part B: E2086 Dose 2 Fed + E2086 Dose 2 Fasted","type":"EXPERIMENTAL","description":"Healthy participants will receive E2086 Dose 2, tablets, orally, once on Day 1 of Treatment Period 1 in fed state, followed by E2086 Dose 2, tablets, orally, once on Day 4 of Treatment Period 2 in fasted state.","interventionNames":["Drug: E2086"]}],"interventions":[{"type":"DRUG","name":"E2086","description":"E2086 tablets.","armGroupLabels":["Part A, Cohort 1: E2086 Dose 1 or Placebo","Part A, Cohort 2: E2086 Dose 2 or Placebo","Part A, Cohort 3: E2086 Dose 3 or Placebo","Part B: E2086 Dose 2 Fasted + E2086 Dose 2 Fed","Part B: E2086 Dose 2 Fed + E2086 Dose 2 Fasted"]},{"type":"DRUG","name":"Placebo","description":"E2086 matched placebo tablets.","armGroupLabels":["Part A, Cohort 1: E2086 Dose 1 or Placebo","Part A, Cohort 2: E2086 Dose 2 or Placebo","Part A, Cohort 3: E2086 Dose 3 or Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Part A: Number of Participants With Treatment-emergent Adverse Events (TEAEs)","timeFrame":"Day 10"},{"measure":"Part A: Number of Participants With Serious Adverse Events (SAEs)","timeFrame":"Day 10"},{"measure":"Part A: Number of Participants With Clinically Significant Abnormal Laboratory Parameters","timeFrame":"Day 10"},{"measure":"Part A: Number of Participants With Clinically Significant Abnormal Vital Signs Values","timeFrame":"Day 10"},{"measure":"Part A: Number of Participants With Clinically Significant Abnormal Electrocardiograms (ECGs) Findings","timeFrame":"Day 10"},{"measure":"Part A: Number of Participants With Clinically Significant Abnormal Electroencephalogram (EEG) Findings","timeFrame":"Day 8"},{"measure":"Part A: Number of Participants With Suicidal Ideation or Suicidal Behavior as Measured Using Columbia-suicide Severity Rating Scale (C-SSRS)","description":"The C-SSRS is an interview-based rating scale to systematically assess any suicidality, suicidal behavior, or suicidal ideation. Any suicidality is emergence of any suicidal ideation or suicidal behavior. Any suicidal behavior is indicated when response is \"yes\" for any these questions- actual attempt to suicide, engaged in non-suicidal self-injurious behavior, interrupted attempt, aborted attempt, preparatory acts. Any suicidal ideation is indicated when response is \"yes\" for any of these questions- wish to be dead, non-specific active suicidal thoughts, active suicidal ideation with methods without intent to act or some intent to act, without specific plan or with specific plan and intent to suicide.","timeFrame":"Day 10"},{"measure":"Part B: Number of Participants With Suicidal Ideation or Suicidal Behavior as Measured Using C-SSRS","description":"The C-SSRS is an interview-based rating scale to systematically assess any suicidality, suicidal behavior, or suicidal ideation. Any suicidality is emergence of any suicidal ideation or suicidal behavior. Any suicidal behavior is indicated when response is \"yes\" for any these questions- actual attempt to suicide, engaged in non-suicidal self-injurious behavior, interrupted attempt, aborted attempt, preparatory acts. Any suicidal ideation is indicated when response is \"yes\" for any of these questions- wish to be dead, non-specific active suicidal thoughts, active suicidal ideation with methods without intent to act or some intent to act, without specific plan or with specific plan and intent to suicide.","timeFrame":"Day 7"}],"secondaryOutcomes":[{"measure":"Part A, Cmax: Maximum Observed Plasma Concentration of E2086 and its Metabolite M1","timeFrame":"Day 1 and at steady-state"},{"measure":"Part A, Tmax: Time to Reach Maximum Observed Plasma Concentration (Cmax) of E2086 and its Metabolite M1","timeFrame":"Day 1 and at steady-state"},{"measure":"Part A, Css: Average Steady State Concentration of E2086 and its Metabolite M1","timeFrame":"Day 1 and at steady-state"},{"measure":"Part A, AUC(0-24h): Area Under the Plasma Concentration-time Curve From Time Zero to 24 Hours Post-dose of E2086 and its Metabolite M1","timeFrame":"Day 1"},{"measure":"Part A, t1/2: Terminal Elimination Phase Half-life of E2086 and its Metabolite M1","timeFrame":"Day 1 and at steady-state"},{"measure":"Part A, Rac (Cmax): Accumulation Ratio for Cmax of E2086 and its Metabolite M1","timeFrame":"Day 1 and at steady-state"},{"measure":"Part A, Rac (AUC0-24h): Accumulation Ratio for AUC0-24 Hours of E2086 and its Metabolite M1","timeFrame":"Day 1"},{"measure":"Part A, Ae: Cumulative Amount of E2086 and its Metabolite M1 Excreted in Urine","timeFrame":"At steady-state"},{"measure":"Part A, CLR: Renal Clearance of E2086 and its Metabolite M1","timeFrame":"At steady-state"},{"measure":"Part A, Fe: Fraction of E2086 and its Metabolite M1 Excreted in Urine","timeFrame":"At steady-state"},{"measure":"Part A, MRU: Ratio of Cumulative Amount of Metabolite M1 to E2086 Excreted in Urine Concentration","timeFrame":"At steady-state"},{"measure":"Part A: Geometric Mean Ratio of Cmax Between Healthy Non-Japanese and Japanese Participants After Administration of E2086","timeFrame":"Day 1 and at steady-state"},{"measure":"Part A: Geometric Mean Ratio of AUC0-24 Hour Between Healthy Non-Japanese and Japanese Participants After Administration of E2086","timeFrame":"Day 1"},{"measure":"Part B: Geometric Mean Ratio of Cmax Between the Fasted and Fed State for Single Dose of E2086 Dose 2","timeFrame":"After single doses in Fasted and Fed State"},{"measure":"Part B: Geometric Mean Ratio of Area Under the Plasma Concentration-time Curve From Time Zero to Time of Last Quantifiable Concentration (AUC0-t) Between the Fasted and Fed State for Single Dose of E2086 Dose 2","timeFrame":"After single doses in Fasted and Fed State"},{"measure":"Part B: Geometric Mean Ratio of Area Under the Plasma Concentration-time Curve From Time Zero to Infinite (AUC0-inf) Between the Fasted and Fed State for Single Dose of E2086 Dose 2","timeFrame":"After single doses in Fasted and Fed State"},{"measure":"Part A: Change From Baseline in QTc Using the Fridericia Formula (QTcF) From Holter ECG","description":"A central ECG laboratory will extract ECG recordings from the Holter device.","timeFrame":"Baseline to Day 8"},{"measure":"Part A: Placebo Corrected Change From Baseline in QTcF Using Holter ECG","description":"A central ECG laboratory will extract ECG recordings from the Holter device.","timeFrame":"Baseline to Day 8"},{"measure":"Part A: Change From Baseline in Subjective Sleep Onset Latency (sSOL)","description":"sSOL is a participant-reported parameter. Sleep onset latency is a measure of how long it takes for the participant to fall asleep once the participant gets into bed. This will be measured in minutes.","timeFrame":"Baseline to Day 10"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Non-smoking, male or female, aged greater than or equal to (\\>=) 18 years to less than or equal to (\\<=) 55 years (\\>=20 years to \\<=55 years for Japanese participants) at the time of informed consent. To be considered non-smokers, participants must have discontinued smoking for at least 4 weeks before dosing\n2. Japanese participants must have been born in Japan of Japanese parents and Japanese grandparents, must have lived no more than 5 years outside of Japan, and must not have changed their lifestyle or habits, including diet, while living outside of Japan\n3. Body mass index (BMI) \\>=18 to less than (\\<) 30 kilogram per square meter (kg/m\\^2) at screening only for Part A\n4. Reports regular bedtime, defined as the time the participant attempts to sleep, between 22:00 and midnight\n5. Reports regular waketime, defined as the time the participant gets out of bed for the day, between 05:00 and 10:00\n\nExclusion Criteria:\n\n1. Females who are breastfeeding or pregnant at screening or baseline (as documented by a positive beta-human chorionic gonadotropin \\[ß-hCG\\] (or human chorionic gonadotropin \\[hCG\\]) test with a minimum sensitivity of 25 international units per liter (IU/L) or equivalent units of ß-hCG \\[or hCG\\]). A separate baseline assessment is required if a negative screening pregnancy test was obtained more than 72 hours before the dose of study drug\n2. All females who are of childbearing potential: All females will be considered to be of childbearing potential unless they are postmenopausal (amenorrheic for at least 12 consecutive months, in the appropriate age group, and without other known or suspected cause) or have been sterilized surgically (that is, bilateral tubal ligation, total hysterectomy, or bilateral oophorectomy, all with surgery at least 1 month before dosing)\n3. Males who have not had a successful vasectomy (confirmed azoospermia) or their female partners do not meet the criteria above (that is, not of childbearing potential) or practicing highly effective contraception throughout the study period or for 28 days after study drug discontinuation. No sperm donation is allowed during the study period and for 92 days after study drug discontinuation\n4. Clinically significant illness that requires medical treatment within 8 weeks or a clinically significant infection that requires medical treatment within 4 weeks of dosing\n5. Evidence of disease that may influence the outcome of the study within 4 weeks before dosing; example, psychiatric disorders and disorders of the gastrointestinal tract, liver, kidney, respiratory system, endocrine system, hematological system, neurological system, or cardiovascular system\n6. Any history of surgery that may affect pharmacokinetic (PK) profiles of E2086, example, hepatectomy, nephrotomy, digestive organ resection or participants who have a congenital abnormality in metabolism\n7. Any clinically abnormal symptom or organ impairment found by medical history at screening, and physical examinations, vital signs, ECG finding, or laboratory test results that require medical treatment at screening or baseline\n8. Evidence of clinically significant disease (example, cardiac, respiratory, gastrointestinal, renal disease, sleep disorders) that in the opinion of the investigators could affect the participant's safety or interfere with the study assessments\n9. A prolonged QT/QTc interval (QTcF greater than \\[\\>\\] 450 milliseconds \\[ms\\]) demonstrated on ECG at screening or baseline (based on average of triplicate ECGs). A history of risk factors for torsade de pointes (example, heart failure, hypokalemia, family history of long QT Syndrome) or the use of concomitant medications that prolonged the QT/QTc interval\n10. Left bundle branch block at screening or baseline\n11. Persistent systolic blood pressure (BP) \\>130 or \\<100 millimeters of mercury (mmHg) or diastolic BP \\>85 or \\<50 mmHg at screening or baseline (based on BP measured on at least 3 occasions over 2 weeks)\n12. Persistent heart rate (HR) \\<50 bpm or \\>100 bpm at screening or baseline (based on HR measured on at least 3 occasions over 2 weeks)\n13. History of myocardial infarction, ischemic heart disease, or cardiac failure\n14. History of clinically significant arrhythmia or uncontrolled arrhythmia\n15. Any lifetime history of suicidal ideation or any lifetime history of suicidal behavior as indicated by the C-SSRS\n16. Any lifetime history of psychiatric disease (including but not limited to depression or other mood disorders, bipolar disorder, psychotic disorders, including schizophrenia, panic attacks, anxiety disorders)\n17. Any current psychiatric symptoms as indicated by a standard screening tool (Diagnostic and Statistical Manual of Mental Disorders Self-Rated Level 1 Cross-Cutting Symptom Measure - Adult)\n18. Participants with 1 or more first degree (blood) relatives who have lifetime diagnosis of bipolar type I disorder or a psychotic disorder\n19. Receipt of blood products within 4 weeks, or donation of blood within 8 weeks, or donation of plasma within 1 week of dosing\n20. History of formally diagnosed moderate to severe obstructive sleep apnea, current use of continuous positive airway pressure, or symptomatic restless legs syndrome","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eisai Medical Information","role":"CONTACT","phone":"+1-888-274-2378","email":"esi_medinfo@eisai.com"}],"locations":[{"facility":"Parexel International","city":"Glendale","state":"California","zip":"91206","country":"United States","geoPoint":{"lat":34.14251,"lon":-118.25508}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Eisai's data sharing commitment and further information on how to request data can be found on our website http://eisaiclinicaltrials.com/."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}