{"protocolSection":{"identificationModule":{"nctId":"NCT06478654","orgStudyIdInfo":{"id":"FMASU MS77/2024"},"organization":{"fullName":"Ain Shams University","class":"OTHER"},"briefTitle":"Modified Pectoral Nerve Block Vs Thoracic Erector Spinae Plane Block for Analgesia for Aesthetic Breast Surgeries","officialTitle":"Ultrasound Guided Bilateral Modified Pectoral Nerve (PECS II) Block Vs Bilateral Thoracic Erector Spinae Plane (ESP) Block for Postoperative Analgesia for Aesthetic Breast Surgeries"},"statusModule":{"statusVerifiedDate":"2024-02","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ain Shams University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to evaluate The Effectiveness of Ultrasound Guided Modified Pectoral Nerve Block (PECS II) versus Thoracic Erector Spinae Plane Block (ESPB) for postoperative Analgesia in cases of aesthetic breast surgeries.","detailedDescription":"Preoperative settings:\n\nAll the patients will be fasting for solid food for at least 6 hours and for clear fluids for 4 hours before surgery and will be instructed about Numeric Rating Scale (NRS) and its interpretation.\n\nIntravenous access will be inserted, premedication with midazolam 3 mg will be done. On arrival to operating room, routine monitoring including electrocardiography (ECG), non-invasive arterial blood pressure(NIBP) and pulse oximetry will be used. The mean arterial blood pressure (MAP)and heart rate (HR) will be recorded before induction of general anaesthesia (baseline).\n\nIntraoperative \\& postoperative settings :\n\nA prophylactic antibiotic will be given after skin sensetivity test then General Intravenous anaesthesia induction will be done. Patient inductions by Propofol (2 mg/kg), Atracurium 0.5 mg/kg and Fentanyl 1 µg/kg. Endotracheal intubation will be settled then Patients will be mechanically ventilated and ventilator parameters will be set to keep end tidal CO2 between 30-35 mmHg guided by Capnogram. Anaesthesia will be maintained with Isoflurane 1,5 to 2 vol%. Patient will be given 50% oxygen/air mixture, and Incremental doses of fentanyl (0.5µg/kg) will be given every 1 hour. The depth of anaesthesia will be adjusted to keep changes of hemodynamics; (MAP) and (HR); within the range of ±20% of the baseline.\n\nUnder complete aseptic conditions, The blocks will be performed by a consultant anesthesiologist with a 5-year of experience in regional nerve blocks.\n\nThe blocks will be performed with a 20gauge, echogenic needle (Pajunk, 120mm, Germany).\n\nThe patients will be randomly divided into two groups,then the desired block will be done.\n\nSurgical procedure will be started after performing the desired block.\n\nAt the end of surgery, Patients will be extubated after reversal of muscle relaxant by neostigmine 0.05 mg/kg with atropine 0.02 mg/kg. Patients will be transported to Post Anaesthesia care unit (PACU). HR, systolic, diastolic and mean pressures will be observed."},"conditionsModule":{"conditions":["Postoperative Pain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group I","type":"EXPERIMENTAL","description":"Group I will receive Bilateral Modified Pectoral Nerve Block (PECS II) Group Under all aseptic precautions and sonar guided.\n\n10 mL of 0.25% bupivacaine will be injected. Then, the needle will be advanced to the interfascial plane between the pectoralis minor and serratus anterior muscle, and 20 mL of 0.25% bupivacaine will be administered with the same procedure. The Block will be repeated on the other side using similar technique taking into consideration the toxic dose of bupivacaine.","interventionNames":["Procedure: Bilateral Modified Pectoral Nerve Block (PECS II)."]},{"label":"Group II","type":"EXPERIMENTAL","description":"Group II will receive Bilateral Thoracic Erector spinae plane block (ESPB) Group.\n\nUnder all aseptic precautions and sonar guided. We will inject 20ml of bupivacaine 0.25% into interfacial plane below to erector spinae, a manifest linear pattern will be visualized uplifting the muscle. The Block will be repeated on the other side using similar technique taking into consideration the toxic dose of bupivacaine","interventionNames":["Procedure: Bilateral Thoracic Erector spinae plane block (ESPB)."]}],"interventions":[{"type":"PROCEDURE","name":"Bilateral Modified Pectoral Nerve Block (PECS II).","description":"The procedure will be done bilateral with the patient lying in the supine position and the ipsilateral arm will be abducted and externally rotated, and the elbow flexed 90°.\n\nThe block will be managed by in-plane technique. After confirming the location of the needle with 2-3 mL of saline, 10 mL of 0.25% bupivacaine will be injected. Then, the needle will be advanced to the interfascial plane between the pectoralis minor and serratus anterior muscle, and 20 mL of 0.25% bupivacaine will be administered with the same procedure. The Block will be repeated on the other side using similar technique taking into consideration the toxic dose of bupivacaine","armGroupLabels":["Group I"]},{"type":"PROCEDURE","name":"Bilateral Thoracic Erector spinae plane block (ESPB).","description":"Under all aseptic precautions and sonar guided, ESP block will be managed at T4 or T5 bilateral using a high-frequency linear ultrasound probeWe will inject 20ml of bupivacaine 0.25% into interfacial plane below to erector spinae, a manifest linear pattern will be visualized uplifting the muscle. The Block will be repeated on the other side using similar technique taking into consideration the toxic dose of bupivacaine.","armGroupLabels":["Group II"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"the time interval from end of the block technique to first supplemental dose of analgesia in hours.","description":"Postoperative pain will be evaluated by Numeric Rating Scale for pain (NRS Pain) which is a 11 point scale divided as 0=no pain,1-3(mild pain), 4-7(moderate pain) and 7-10(severe pain), 0-10 scale will be recorded by the main investigator at PACU, 2, 4, 8, 12,18 and 24 hours postoperatively.\n\nFirst rescue analgesia will be given with Injection Morphine sulfate (0.1mg/kg) IV when numerical rating scale score is equal to or more than 4. If the patient requires second dose of rescue analgesia only half of the original dose of morphine is given taking into consideration the adverse effect of morphine","timeFrame":"24 hours"}],"secondaryOutcomes":[{"measure":"Total morphine doses in mg.","description":"Total morphine consumption in 24 hours postoperative will be calculated","timeFrame":"24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Females aged ≥21 years' old.\n* BMI ≤35.\n* Patients with ASA I.\n* Scheduled for one of the aesthetic breast surgeries.\n\nExclusion Criteria:\n\n* Patients refusal.\n* Contraindications to regional anaesthesia as bleeding disorders, spine deformity and local infection.\n* Patients with unstable cardiovascular disease.\n* Emergency surgery.\n* BMI more than 35.\n* Patients with chronic pain.\n* History of allergy to the medications used in the study.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yasmeen Mohamed","role":"CONTACT","phone":"01061242993","email":"Yasmeenseliem96@gmail.com"}],"overallOfficials":[{"name":"Yasmeen Mohamed","affiliation":"Ainshams university, faculty of medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yasmeen mohamed","status":"RECRUITING","city":"Cairo","country":"Egypt","contacts":[{"name":"Yasmeen Mohamed","role":"CONTACT","phone":"01061242993","email":"Yasmeenseliem96@gmail.com"}],"geoPoint":{"lat":30.06263,"lon":31.24967}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All data will be shared once study is completed","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Before 1/2025","accessCriteria":"Free"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010149","term":"Pain, Postoperative"}],"ancestors":[{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13069","name":"Pain, Postoperative","asFound":"Postoperative Pain","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M14065","name":"Postoperative Complications","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M5315","name":"Bupivacaine","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}