{"protocolSection":{"identificationModule":{"nctId":"NCT06471088","orgStudyIdInfo":{"id":"PRET-TBZ-7a-001"},"organization":{"fullName":"Viatris Inc.","class":"INDUSTRY"},"briefTitle":"Safety and Efficacy Evaluation of <Dovprela Tablets 200 mg> by Post-marketing Surveillance","officialTitle":"Safety and Efficacy Evaluation of <Dovprela Tablets 200 mg> by Post-marketing Surveillance"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Viatris Inc.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Dovprela Tablets (Pretomanid) is the only treatment approved for the treatment of drug-resistant tuberculosis on a wider scale.\n\nThis non-interventional post-marketing surveillance (PMS) study is one of the obligations that must be followed under the Ministry of Food and Drug Safety (MFDS). In accordance with the Pharmaceutical Affairs Act and the re-examination criteria for new drugs, etc. notified by the MFDS, this study will be conducted with the purpose to collect and review required information on the safety and efficacy of drugs requiring re-examination for appropriate use. Safety and efficacy information will be provided for a minimum of 100 subjects who receive treatment in general clinical settings for a period of 4 years following approval.\n\nThis survey is an open, non-comparative, non-interventional, prospective, multicenter study conducted by certified physicians (i.e., the investigator) at a Korean medical institution."},"conditionsModule":{"conditions":["Dovprela"],"keywords":["Pretomanid","tuberculosis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"6 Months","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"All Participants","description":"This study will be conducted on subjects who were administered with Dovprela Tablets as part of their usual treatment in accordance with their local labelling. Clinical data obtained through observation will be collected from the time of the first dose of Dovprela tablet to 26 weeks of treatment and up to 6 months after the end of treatment.","interventionNames":["Drug: Dovprela"]}],"interventions":[{"type":"DRUG","name":"Dovprela","description":"Daily dose: 200 mg","armGroupLabels":["All Participants"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of Participants With Adverse Events (AEs)","description":"AE refers to undesirable and unintended signs (e.g., abnormalities in laboratory examination values), symptoms, or diseases that occur during the administration or use of drugs, etc., and it does not necessarily mean that it will have a causal relationship with the corresponding drug.","timeFrame":"Baseline up to approximately 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To be eligible for participation in this study, subjects must meet the following inclusion criteria:\n\n  1. Patients who have been administered Dovprela Tablets according to the current local labelling after the study is initiated at the study institution\n  2. Subjects who have consented to participate in this study by signing the data privacy statement\n\nExclusion Criteria:\n\n* Patients falling under any of the following criteria are not included in the study:\n\n  1. Cases with duplicated studies (In the event of duplicated cases, the case that has been collected first will be recognized.)\n  2. Patients with hypersensitivity to active substance (Pretomanid) or components. The list of components is as follows:\n\n     \\*Components: Lactose monohydrate, microcrystalline cellulose, povidone, sodium starch glycolate, magnesium stearate, colloidal silicon dioxide, sodium lauryl sulfate\n  3. Patients with contraindications to use Bedaquiline and/or Linezolid as Dovprela Tablets are used as a combination treatment with Bedaquiline and Linezolid\n  4. Patients with genetic problems such as galactose intolerance, Lapp lactase deficiency or glucose-galactose malabsorption\n  5. Other patients whom the investigator decides not to prescribe under general practice, considering the overall balance of risks and benefits, such as those who are pregnant or breastfeeding\n\nIf data of the subjects that have not been used within the scope of permitted items is collected, it shall be analysed as a separate item.","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"subjects who were administered with Dovprela Tablets as part of their usual treatment in accordance with their local labelling.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Viatris","status":"RECRUITING","city":"Seoul","country":"Korea, Republic of","contacts":[{"name":"Jin-Hye Cha","role":"CONTACT","phone":"+82.10.7633.2494","email":"Jin-Hye.Cha@Viatris.com"},{"name":"Jin-Sol Park","role":"CONTACT","phone":"+82.10.8855.3977","email":"Jin-Sol.Park@viatris.com"}],"geoPoint":{"lat":37.566,"lon":126.9784}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"All individuals directly concerned will comply with all relevant laws, including those in relation to the implementation of organizational and technical measures to ensure the protection of personal information of subjects. These actions include the deletion of the names of subjects or other directly identifiable data available in all reports, publications, or other disclosures, excluding events that are required by the corresponding law.\n\nPersonal information is retained securely at the study institution in an encrypted electronic and/or written form and stored in a secure, password-protected or locked location to prevent access by unauthorized third parties."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M17127","name":"Tuberculosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}