{"protocolSection":{"identificationModule":{"nctId":"NCT06473844","orgStudyIdInfo":{"id":"UW 23-609"},"organization":{"fullName":"Hospital Authority, Hong Kong","class":"OTHER_GOV"},"briefTitle":"SGLT2 Inhibitor and Sepsis","officialTitle":"Efficacy and Safety of Sodium-Glucose Cotransporter 2 Inhibitors in Adults With Sepsis: A Feasibility Study for a Multicenter Double-Blind Randomized Placebo-Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pauline Yeung Ng, MD","investigatorTitle":"Clinical Assistant Professor","investigatorAffiliation":"Hospital Authority, Hong Kong"},"leadSponsor":{"name":"Hospital Authority, Hong Kong","class":"OTHER_GOV"},"collaborators":[{"name":"Chinese University of Hong Kong","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Goal of this clinical trial is to examine the safety and efficacy of SGLT2 inhibitors on the clinical outcomes in patients with sepsis. Main study outcomes are as follows:\n\n(i) Primary objective is to examine the efficacy and safety of SGLT2 inhibitors on clinical outcomes in patients with sepsis.\n\n(ii) Secondary objective is to examine the effect of SGLT2 inhibitors on inflammatory markers in patients with sepsis.","detailedDescription":"Sepsis is a leading epidemic in the world, affecting an estimated 48.9 million individuals annually. Patients who develop consequential organ failure requiring admission to the intensive care unit (ICU) has a mortality of up to 42%. In Hong Kong, sepsis was the second most common cause of ICU admission, accounting for 16.9% of the 14,068 patient admissions in 2018. Sepsis has remained as one of the top 10 leading causes of death in Hong Kong in the past decade.\n\nRecent randomized controlled trials evaluating various therapies in sepsis have not yielded encouraging results. Targeted therapeutic options including adjunctive glucocorticoid therapy, intravenous vitamin C, and sepsis bundles have not been associated with improved clinical outcomes in patients with sepsis. Administration of antibiotics for source control has remained as the only treatment proven effective in sepsis for two decades. There is an urgent unmet need to identify therapies that may modulate the adverse outcomes of sepsis.\n\nSodium-glucose cotransporter-2 (SGLT2) inhibitors are a class of medication that reduces reabsorption of glucose from the kidneys by modulating the sodium-glucose cotransporter in the renal tubules. Although originally developed as a drug for type 2 diabetes, subsequent large randomized clinical trials have firmly established the clinical efficacy of SGLT2 inhibitors in improving cardiovascular and renal outcomes, irrespective of diabetes status. Patients who received SGLT2 inhibitors had a 32% relative risk reduction in all-cause mortality, 40% reduction in adverse renal outcomes, and 30% reduction in hospitalization for heart failure, compared with placebo.\n\nThe investigators hypothesize that SGLT2 inhibitors, as compared with placebo, will improve clinical outcomes of patients with sepsis who are receiving standard care.\n\n(i) The primary objective is to examine the efficacy and safety of SGLT2 inhibitors on clinical outcomes in patients with sepsis.\n\n(ii) The secondary objective is to examine the effect of SGLT2 inhibitors on inflammatory markers in patients with sepsis.\n\n(iii) The tertiary objective is to examine the feasibility of conducting a multicenter double-blind randomized placebo-controlled trial in the ICUs of Hong Kong.\n\nAdult patients (age≥18 years) with new onset sepsis and admitted to the ICU will be considered for recruitment based on the study inclusion/exclusion criteria. Eligible subjects will be randomly assigned to the intervention group or the control group in a 1:1 ratio. In the intervention group, the SGLT2 inhibitor empagliflozin 10mg orally daily will be given in addition to standard care until hospital discharge. In the control group, a placebo tablet once orally daily will be given in addition to standard care until hospital discharge. All patients will be followed up daily until hospital discharge or transfer to another facility. Blood samples will be collected and sent for an assay that measures the levels of key inflammatory markers."},"conditionsModule":{"conditions":["Sepsis","Inflammation","SGLT2 Inhibitors","Critically Ill","Organ Dysfunction Syndrome"],"keywords":["SGLT2 inhibitors","Sepsis","Inflammatory Markers","Critically Ill","Organ dysfunction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"SGLT2 inhibitor empagliflozin","type":"EXPERIMENTAL","description":"10mg daily from recruitment to hospital discharge","interventionNames":["Drug: Empagliflozin 10 MG"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"1 tablet daily from recruitment to hospital discharge","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"Empagliflozin 10 MG","description":"Empagliflozin 10mg once daily from recruitment to hospital discharge","armGroupLabels":["SGLT2 inhibitor empagliflozin"]},{"type":"DRUG","name":"Placebo","description":"Placebo single tablet once daily from recruitment to hospital discharge","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mortality","timeFrame":"28-day mortality"},{"measure":"Change in Sequential Organ Failure Assessment (SOFA) score","description":"Score is based on lab results and clinical data. Higher SOFA scores indicate higher risk of ICU mortality. Lower SOFA scores predicts lower risk of ICU mortality.","timeFrame":"Baseline and day 7 score"}],"secondaryOutcomes":[{"measure":"Interleukin-6, Interleukin-1 beta, TNF-a, IFN-gamma, Procalcitonin, C-reactive protein","timeFrame":"Baseline and day 7"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years or above\n* New onset of sepsis within 48 hours defined according to the Sepsis-3 criteria. (≥2 SOFA)\n* Provision of signed and dated informed consent form from participant or surrogate\n* Ability to take and adhere to oral and enteral medication regimen\n* Willingness to comply\n\nExclusion Criteria:\n\n* Current or recent use of SGLT2 inhibitors (within 12wks prior to randomization)\n* Impaired renal function\n* Clinically unstable or in refractory hypotension\n* History of ketoacidosis\n* Gastrointestinal surgery or GI absorption / malabsorption disorder\n* Pregnancy\n* Known allergic or hypersensitivity reactions to any SGLT2 inhibitors\n* Treatment with another investigational drug or other interventions within 30 days prior to trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pauline Yeung Ng, MBBS, FHKCP","role":"CONTACT","phone":"39103372","phoneExt":"852","email":"pyeungng@hku.hk"},{"name":"Calvin Tam, BSN, RN","role":"CONTACT","phone":"07783323202","phoneExt":"44","email":"ct7331@hku.hk"}],"locations":[{"facility":"The University of Hong Kong","city":"Hong Kong","zip":"00","country":"Hong Kong","contacts":[{"name":"Adrian Chan","role":"CONTACT","email":"adrianc2@hku.hk"},{"name":"Pauline Yeung Ng, MBBS, FHKCP","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":22.27832,"lon":114.17469}}]},"referencesModule":{"references":[{"pmid":"31954465","type":"BACKGROUND","citation":"Rudd KE, Johnson SC, Agesa KM, Shackelford KA, Tsoi D, Kievlan DR, Colombara DV, Ikuta KS, Kissoon N, Finfer S, Fleischmann-Struzek C, Machado FR, Reinhart KK, Rowan K, Seymour CW, Watson RS, West TE, Marinho F, Hay SI, Lozano R, Lopez AD, Angus DC, Murray CJL, Naghavi M. Global, regional, and national sepsis incidence and mortality, 1990-2017: analysis for the Global Burden of Disease Study. Lancet. 2020 Jan 18;395(10219):200-211. doi: 10.1016/S0140-6736(19)32989-7."},{"type":"BACKGROUND","citation":"Global report on the epidemiology and burden of sepsis: current evidence, identifying gaps and future directions. Geneva: World Health Organization, 2020. (https://apps.who.int/iris/bitstream/handle/10665/334216/9789240010789-eng.pdf)."},{"pmid":"33407925","type":"BACKGROUND","citation":"Ling L, Ho CM, Ng PY, Chan KCK, Shum HP, Chan CY, Yeung AWT, Wong WT, Au SY, Leung KHA, Chan JKH, Ching CK, Tam OY, Tsang HH, Liong T, Law KI, Dharmangadan M, So D, Chow FL, Chan WM, Lam KN, Chan KM, Mok OF, To MY, Yau SY, Chan C, Lei E, Joynt GM. Characteristics and outcomes of patients admitted to adult intensive care units in Hong Kong: a population retrospective cohort study from 2008 to 2018. J Intensive Care. 2021 Jan 6;9(1):2. doi: 10.1186/s40560-020-00513-9."},{"type":"BACKGROUND","citation":"Centre for Health Protection DoH, The Government of the Hong Kong Special Administrative Region. Death Rates by Leading Causes of Death, 2001 - 2021. (https://www.chp.gov.hk/en/statistics/data/10/27/117.html)."},{"pmid":"29347874","type":"BACKGROUND","citation":"Venkatesh B, Finfer S, Cohen J, Rajbhandari D, Arabi Y, Bellomo R, Billot L, Correa M, Glass P, Harward M, Joyce C, Li Q, McArthur C, Perner A, Rhodes A, Thompson K, Webb S, Myburgh J; ADRENAL Trial Investigators and the Australian-New Zealand Intensive Care Society Clinical Trials Group. Adjunctive Glucocorticoid Therapy in Patients with Septic Shock. N Engl J Med. 2018 Mar 1;378(9):797-808. doi: 10.1056/NEJMoa1705835. Epub 2018 Jan 19."},{"pmid":"35704292","type":"BACKGROUND","citation":"Lamontagne F, Masse MH, Menard J, Sprague S, Pinto R, Heyland DK, Cook DJ, Battista MC, Day AG, Guyatt GH, Kanji S, Parke R, McGuinness SP, Tirupakuzhi Vijayaraghavan BK, Annane D, Cohen D, Arabi YM, Bolduc B, Marinoff N, Rochwerg B, Millen T, Meade MO, Hand L, Watpool I, Porteous R, Young PJ, D'Aragon F, Belley-Cote EP, Carbonneau E, Clarke F, Maslove DM, Hunt M, Chasse M, Lebrasseur M, Lauzier F, Mehta S, Quiroz-Martinez H, Rewa OG, Charbonney E, Seely AJE, Kutsogiannis DJ, LeBlanc R, Mekontso-Dessap A, Mele TS, Turgeon AF, Wood G, Kohli SS, Shahin J, Twardowski P, Adhikari NKJ; LOVIT Investigators and the Canadian Critical Care Trials Group. Intravenous Vitamin C in Adults with Sepsis in the Intensive Care Unit. N Engl J Med. 2022 Jun 23;386(25):2387-2398. doi: 10.1056/NEJMoa2200644. Epub 2022 Jun 15."},{"pmid":"11794169","type":"BACKGROUND","citation":"Rivers E, Nguyen B, Havstad S, Ressler J, Muzzin A, Knoblich B, Peterson E, Tomlanovich M; Early Goal-Directed Therapy Collaborative Group. Early goal-directed therapy in the treatment of severe sepsis and septic shock. N Engl J Med. 2001 Nov 8;345(19):1368-77. doi: 10.1056/NEJMoa010307."},{"pmid":"36351458","type":"BACKGROUND","citation":"Nuffield Department of Population Health Renal Studies Group; SGLT2 inhibitor Meta-Analysis Cardio-Renal Trialists' Consortium. Impact of diabetes on the effects of sodium glucose co-transporter-2 inhibitors on kidney outcomes: collaborative meta-analysis of large placebo-controlled trials. Lancet. 2022 Nov 19;400(10365):1788-1801. doi: 10.1016/S0140-6736(22)02074-8. Epub 2022 Nov 6."},{"pmid":"26378978","type":"BACKGROUND","citation":"Zinman B, Wanner C, Lachin JM, Fitchett D, Bluhmki E, Hantel S, Mattheus M, Devins T, Johansen OE, Woerle HJ, Broedl UC, Inzucchi SE; EMPA-REG OUTCOME Investigators. Empagliflozin, Cardiovascular Outcomes, and Mortality in Type 2 Diabetes. N Engl J Med. 2015 Nov 26;373(22):2117-28. doi: 10.1056/NEJMoa1504720. Epub 2015 Sep 17."},{"pmid":"28605608","type":"BACKGROUND","citation":"Neal B, Perkovic V, Mahaffey KW, de Zeeuw D, Fulcher G, Erondu N, Shaw W, Law G, Desai M, Matthews DR; CANVAS Program Collaborative Group. Canagliflozin and Cardiovascular and Renal Events in Type 2 Diabetes. N Engl J Med. 2017 Aug 17;377(7):644-657. doi: 10.1056/NEJMoa1611925. Epub 2017 Jun 12."},{"pmid":"32865377","type":"BACKGROUND","citation":"Packer M, Anker SD, Butler J, Filippatos G, Pocock SJ, Carson P, Januzzi J, Verma S, Tsutsui H, Brueckmann M, Jamal W, Kimura K, Schnee J, Zeller C, Cotton D, Bocchi E, Bohm M, Choi DJ, Chopra V, Chuquiure E, Giannetti N, Janssens S, Zhang J, Gonzalez Juanatey JR, Kaul S, Brunner-La Rocca HP, Merkely B, Nicholls SJ, Perrone S, Pina I, Ponikowski P, Sattar N, Senni M, Seronde MF, Spinar J, Squire I, Taddei S, Wanner C, Zannad F; EMPEROR-Reduced Trial Investigators. Cardiovascular and Renal Outcomes with Empagliflozin in Heart Failure. N Engl J Med. 2020 Oct 8;383(15):1413-1424. doi: 10.1056/NEJMoa2022190. Epub 2020 Aug 28."},{"pmid":"35908505","type":"BACKGROUND","citation":"Theofilis P, Sagris M, Oikonomou E, Antonopoulos AS, Siasos G, Tsioufis K, Tousoulis D. The impact of SGLT2 inhibitors on inflammation: A systematic review and meta-analysis of studies in rodents. Int Immunopharmacol. 2022 Oct;111:109080. doi: 10.1016/j.intimp.2022.109080. Epub 2022 Jul 28."},{"pmid":"34124273","type":"BACKGROUND","citation":"Lee N, Heo YJ, Choi SE, Jeon JY, Han SJ, Kim DJ, Kang Y, Lee KW, Kim HJ. Anti-inflammatory Effects of Empagliflozin and Gemigliptin on LPS-Stimulated Macrophage via the IKK/NF-kappaB, MKK7/JNK, and JAK2/STAT1 Signalling Pathways. J Immunol Res. 2021 Jun 2;2021:9944880. doi: 10.1155/2021/9944880. eCollection 2021."},{"pmid":"33880578","type":"BACKGROUND","citation":"Li N, Chen J, Wang P, Fan H, Hou S, Gong Y. Major signaling pathways and key mediators of macrophages in acute kidney injury (Review). Mol Med Rep. 2021 Jun;23(6):455. doi: 10.3892/mmr.2021.12094. Epub 2021 Apr 21."},{"pmid":"35753654","type":"BACKGROUND","citation":"Wu MZ, Chandramouli C, Wong PF, Chan YH, Li HL, Yu SY, Tse YK, Ren QW, Yu SY, Tse HF, Lam CSP, Yiu KH. Risk of sepsis and pneumonia in patients initiated on SGLT2 inhibitors and DPP-4 inhibitors. Diabetes Metab. 2022 Nov;48(6):101367. doi: 10.1016/j.diabet.2022.101367. Epub 2022 Jun 23."},{"pmid":"37026864","type":"BACKGROUND","citation":"Ng PY, Ng AK, Ip A, Wu MZ, Guo R, Yiu KH. Risk of ICU Admission and Related Mortality in Patients With Sodium-Glucose Cotransporter 2 Inhibitors and Dipeptidyl Peptidase-4 Inhibitors: A Territory-Wide Retrospective Cohort Study. Crit Care Med. 2023 Aug 1;51(8):1074-1085. doi: 10.1097/CCM.0000000000005869. Epub 2023 Apr 7."},{"pmid":"36190011","type":"BACKGROUND","citation":"Vaduganathan M, Claggett BL, Jhund P, de Boer RA, Hernandez AF, Inzucchi SE, Kosiborod MN, Lam CSP, Martinez F, Shah SJ, Desai AS, Hegde SM, Lindholm D, Petersson M, Langkilde AM, McMurray JJV, Solomon SD. Time to Clinical Benefit of Dapagliflozin in Patients With Heart Failure With Mildly Reduced or Preserved Ejection Fraction: A Prespecified Secondary Analysis of the DELIVER Randomized Clinical Trial. JAMA Cardiol. 2022 Dec 1;7(12):1259-1263. doi: 10.1001/jamacardio.2022.3750."},{"pmid":"26903338","type":"BACKGROUND","citation":"Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, Bellomo R, Bernard GR, Chiche JD, Coopersmith CM, Hotchkiss RS, Levy MM, Marshall JC, Martin GS, Opal SM, Rubenfeld GD, van der Poll T, Vincent JL, Angus DC. The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3). JAMA. 2016 Feb 23;315(8):801-10. doi: 10.1001/jama.2016.0287."},{"pmid":"8844239","type":"BACKGROUND","citation":"Vincent JL, Moreno R, Takala J, Willatts S, De Mendonca A, Bruining H, Reinhart CK, Suter PM, Thijs LG. The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. On behalf of the Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. Intensive Care Med. 1996 Jul;22(7):707-10. doi: 10.1007/BF01709751. No abstract available."},{"pmid":"19414839","type":"BACKGROUND","citation":"Levey AS, Stevens LA, Schmid CH, Zhang YL, Castro AF 3rd, Feldman HI, Kusek JW, Eggers P, Van Lente F, Greene T, Coresh J; CKD-EPI (Chronic Kidney Disease Epidemiology Collaboration). A new equation to estimate glomerular filtration rate. Ann Intern Med. 2009 May 5;150(9):604-12. doi: 10.7326/0003-4819-150-9-200905050-00006. Erratum In: Ann Intern Med. 2011 Sep 20;155(6):408."},{"pmid":"36335478","type":"BACKGROUND","citation":"Ostadal P, Rokyta R, Karasek J, Kruger A, Vondrakova D, Janotka M, Naar J, Smalcova J, Hubatova M, Hromadka M, Volovar S, Seyfrydova M, Jarkovsky J, Svoboda M, Linhart A, Belohlavek J; ECMO-CS Investigators. Extracorporeal Membrane Oxygenation in the Therapy of Cardiogenic Shock: Results of the ECMO-CS Randomized Clinical Trial. Circulation. 2023 Feb 7;147(6):454-464. doi: 10.1161/CIRCULATIONAHA.122.062949. Epub 2022 Nov 6."},{"pmid":"36027570","type":"BACKGROUND","citation":"Solomon SD, McMurray JJV, Claggett B, de Boer RA, DeMets D, Hernandez AF, Inzucchi SE, Kosiborod MN, Lam CSP, Martinez F, Shah SJ, Desai AS, Jhund PS, Belohlavek J, Chiang CE, Borleffs CJW, Comin-Colet J, Dobreanu D, Drozdz J, Fang JC, Alcocer-Gamba MA, Al Habeeb W, Han Y, Cabrera Honorio JW, Janssens SP, Katova T, Kitakaze M, Merkely B, O'Meara E, Saraiva JFK, Tereshchenko SN, Thierer J, Vaduganathan M, Vardeny O, Verma S, Pham VN, Wilderang U, Zaozerska N, Bachus E, Lindholm D, Petersson M, Langkilde AM; DELIVER Trial Committees and Investigators. Dapagliflozin in Heart Failure with Mildly Reduced or Preserved Ejection Fraction. N Engl J Med. 2022 Sep 22;387(12):1089-1098. doi: 10.1056/NEJMoa2206286. Epub 2022 Aug 27."},{"pmid":"31783881","type":"BACKGROUND","citation":"Karakike E, Kyriazopoulou E, Tsangaris I, Routsi C, Vincent JL, Giamarellos-Bourboulis EJ. The early change of SOFA score as a prognostic marker of 28-day sepsis mortality: analysis through a derivation and a validation cohort. Crit Care. 2019 Nov 29;23(1):387. doi: 10.1186/s13054-019-2665-5."},{"pmid":"34938289","type":"BACKGROUND","citation":"Ling L, Chen Z, Lui G, Wong CK, Wong WT, Ng RWY, Tso EYK, Fung KSC, Chan V, Yeung ACM, Hui DSC, Chan PKS. Longitudinal Cytokine Profile in Patients With Mild to Critical COVID-19. Front Immunol. 2021 Dec 6;12:763292. doi: 10.3389/fimmu.2021.763292. eCollection 2021."},{"pmid":"16540951","type":"BACKGROUND","citation":"Zimmerman JE, Kramer AA, McNair DS, Malila FM. Acute Physiology and Chronic Health Evaluation (APACHE) IV: hospital mortality assessment for today's critically ill patients. Crit Care Med. 2006 May;34(5):1297-310. doi: 10.1097/01.CCM.0000215112.84523.F0."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000018805","term":"Sepsis"},{"id":"D000014115","term":"Toxemia"},{"id":"D000007249","term":"Inflammation"},{"id":"D000016638","term":"Critical Illness"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007239","term":"Infections"},{"id":"D000018746","term":"Systemic Inflammatory Response Syndrome"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M19010","name":"Critical Illness","asFound":"Critically Ill","relevance":"HIGH"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M20864","name":"Sepsis","asFound":"Sepsis","relevance":"HIGH"},{"id":"M16869","name":"Toxemia","asFound":"Sepsis","relevance":"HIGH"},{"id":"M10293","name":"Inflammation","asFound":"Inflammation","relevance":"HIGH"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M20818","name":"Systemic Inflammatory Response Syndrome","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"}]},"interventionBrowseModule":{"meshes":[{"id":"C000570240","term":"Empagliflozin"}],"ancestors":[{"id":"D000077203","term":"Sodium-Glucose Transporter 2 Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000007004","term":"Hypoglycemic Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M258082","name":"Empagliflozin","asFound":"Due to","relevance":"HIGH"},{"id":"M1691","name":"Sodium-Glucose Transporter 2 Inhibitors","relevance":"LOW"},{"id":"M10054","name":"Hypoglycemic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hypo","name":"Hypoglycemic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}