{"protocolSection":{"identificationModule":{"nctId":"NCT06470698","orgStudyIdInfo":{"id":"PID2020-119829RB-100"},"organization":{"fullName":"University of Huelva","class":"OTHER"},"briefTitle":"EMA for Predicting Treatment Outcomes in Patients With SUD","officialTitle":"Neuropsychological Assessment in Real Time of the Implicit Cognition in the Prediction of Relapse of Patients With Substance Use Disorder","acronym":"TEMPTATION"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-24","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Enrique Moraleda Barreno","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Huelva"},"leadSponsor":{"name":"University of Huelva","class":"OTHER"},"collaborators":[{"name":"Ministerio de Economía y Competitividad, Spain","class":"OTHER_GOV"},{"name":"Agencia Estatal de Investigación, Spain","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This longitudinal repeated measures study will evaluate participants at the beginning of treatment through an assessment of psychological measures and craving. They will be trained to use a mobile platform, which will be available for 12 days. The assessment will be conducted via Ecological Momentary Assessment (EMA), with scheduled daily access and during situations of consumption risk. Each access will include questions on substance use, depression, anxiety, triggering situations, attitude towards drugs, and a cognitive bias test. The platform will alternate between two tests (Drug Stroop Task and WAT-DUD). Participants will follow a treatment program supervised by professionals.\n\nThe study aims to recruit 130 participants (65 for alcohol, 65 for cocaine) from the Provincial Service for Drug Dependence and Addictions in Huelva (SPDA). Participants, selected via stratified random sampling, must reside in Huelva, sign informed consent, have a compatible mobile device, and be over 18. Anonymity will be ensured through alphanumeric codes.\n\nUpon treatment admission, selected patients will be informed of their participation in the study. Interviews, conducted by psychologists, will outline the study objectives and duration. Patients agreeing to participate will sign informed consent and receive an identification code. Baseline assessment data will be integrated into a database for subsequent statistical analysis. The assessment encompasses the collection of four blocks of information:\n\nBlock 1. Patients medical history initiated during treatment admission. Block 2. Neuropsychological battery developed by the research team for the baseline evaluation.\n\nBlock 3. Neuropsychological battery developed by the research team for the web platform measured through Ecological Momentary Assessment (EMA).\n\nBlock 4. Follow-up information at three and six months provided by SPDA professionals through the patients medical history.\n\nTo ensure compliance with participant follow-up, a mixed monitoring protocol has been developed, which includes phone calls and WhatsApp messages. This protocol is designed according to social exchange theory so that participants perceive the benefits of their participation as outweighing the costs.\n\nThe statistical analysis involves identifying outliers and trimming distributions. Data will be averaged per test per person, considering different conditions. Repeated measures ANOVA will analyze factors such as gender and substance type to address study objectives, examining interactions and conducting planned contrasts for specific comparisons.","detailedDescription":"1. Study design: Longitudinal study of repeated measures in which: 1) Participants will undergo a baseline assessment at the beginning of treatment, which will include psychological measures and craving assessment. During this session, they will be logged into a platform via their mobile devices and trained in its use. The platform will be available from this moment onwards and for the next 12 days. 2) At this point, the assessment begins through ecological momentary assessment (EMA). Participants will be required to access the platform once daily during a pre-set time window (Daily Assessment; DA). Participants will also be instructed to access the platform when they experience they are at risk of consuming or acquiring substances (Temptation Assessment; TA). Each access to the platform, whether DA or TA, will include questions assessing substance use, depression, subjective anxiety, triggering situations, attitude toward drugs, and a cognitive bias test. The application will be programmed to administer one of two cognitive bias tests (Drug Stroop Task and WAT-DUD) in an alternate sequence for each participant, so that each test is administered 6 times to each subject (complete within-subjects counterbalancing). Throughout the entire study and during the subsequent months, participants will engage in a substance use treatment program, and clinical professionals from the Provincial Centers for Drug Dependence and Addictions will monitor patients to prevent and/or treat potential relapses.\n2. Participants: The study targets to recruit 130 participants (65 for alcohol, 65 for cocaine) who are receiving treatment for substance use disorder at the Provincial Service for Drug Dependence and Addictions in the province of Huelva (SPDA). The sample will be selected through stratified random sampling with simple allocation based on the primary drug of consumption and gender. To anonymize participant information, the application will not collect personal data. Participants will be assigned an alphanumeric code for identification.\n3. Procedures: At the time of admission to treatment, professionals at addiction treatment centers will inform randomly selected patients that they have been chosen to participate in this study. If they agree to participate, the interview will commence in a designated room at these centers where the psychologist administering the tests will be present. At the outset of the interview, participants will be briefed on the project objectives, duration, and its independent nature from their treatment process, and will be asked if they are interested in participating. In the event that the patient agrees, they will be asked to sign the informed consent form. Additionally, they will be assigned a code that will only allow their identification by the research team personnel, in order to incorporate the gathered information into follow-up assessments. Upon completion of the baseline assessment tests, all data will be integrated with psychological and neuropsychological tests into a database for subsequent statistical analysis. This database will not contain any information enabling patient identification by individuals not involved in the research.\n\nThe assessment encompasses the collection of four blocks of information:\n\nBlock 1. Patients medical history initiated during treatment admission. The following information will be gathered:\n\na) Consumption pattern during the 30 days prior to treatment initiation b) Sociodemographic information collected by center professionals.\n\nBlock 2. Neuropsychological battery developed by the research team for the baseline evaluation. The estimated time is 90 minutes, including training in the use of the platform. The following tests will be used:\n\nQuestionnaire developed by the research team including sociodemographic information and gender-related variables.\n\nState/Trait Depression Inventory (IDER). Craving: Multidimensional Alcohol Craving Scale (EMCA). Cocaine Craving Questionnaire-Now (CCQ-N-10).\n\nMonetary Choice Questionnaire (MCQ). Iowa Gambling Task (IGT). Balloon Analogue Risk Task (BART). Impulsive Behavior Scale (UPPS-P). Anxiety Sensitivity Index (ASI-3). Positive and Negative Affect Schedule (PANAS). Acceptance and Action Questionnaire-II (AAQ-II). Padua Inventory.\n\nBlock 3. Neuropsychological battery developed by the research team for the web platform measured through Ecological Momentary Assessment (EMA). The following tests will be utilized:\n\n1. Cognitive bias assessment: Each access to the platform (DA or TA) will include one of these two tests in an alternate sequence for each participant.\n\n   Drug Stroop Task for mobile devices. Word Association Task for Drug Use Disorder (WAT-DUD)\n2. State/Trait Depression Inventory (IDER). This test is administered on DA on days 2, 6, and 10, and on each TA. Since the complete test is already administered during the baseline assessment, participants will only need to respond to questions related to the State (degree of affectation) during the EMA assessment.\n3. Craving assessment: The test are administered on days 1, 4, 8, and 12, and on each TA.\n\n   Multidimensional Alcohol Craving Scale (EMCA). Cocaine Craving Questionnaire-Now (CCQ-N-10).\n4. In order to obtain relevant information during the EMA follow-up, a series of additional questions are included. These questions address the following:\n\nSubjective anxiety. This question is included at the end of the IDER items. Attitude towards the drug. These questions are integrated into the craving questionnaires (EMCA/CCQ-N-10).\n\nTriggering situation: These questions are integrated into the craving questionnaires (EMCA/CCQ-N-10).\n\nConsumption during follow-up: These questions are presented independently from the rest of the tests before completing each access to the platform.\n\nBefore concluding the last two blocks related to the developed neuropsychological battery, it is worth noting that a series of control questions have been included to ensure greater reliability in participants responses. These questions have been included in both the baseline assessment tests and those presented during the EMA follow-up.\n\nBlock 4. Follow-up information at three and six months provided by SPDA professionals through the patients medical history: current situation, adherence level, level of involvement according to professional assessment, current substance use and relapses.\n\nTo ensure compliance with participant follow-up, a mixed monitoring protocol has been developed, which includes phone calls and WhatsApp messages. This protocol is designed according to social exchange theory so that participants perceive the benefits of their participation as outweighing the costs. Once SPDA professionals provide participant contact information and obtain consent for contact, an initial contact will be made via WhatsApp to schedule a baseline assessment appointment. If there is no response, a phone call will be made. When participants complete the baseline assessment, they will be taught how to use the platform, and the time window for data collection will be established. Participants will receive a welcome and motivation or pre-notification message, which includes elements of personalization and trust, tangible and intangible benefits of study participation, and cost minimization. At the designated time, a notification message will be sent, reminding participants of access hours and providing a direct link to the platform to minimize response costs. If participants do not access the platform daily during the established time window, a reminder message will be sent, even if they are no longer within the mentioned temporal window. This reminder will emphasize the benefits of study participation and provide a link to minimize response costs. If, despite reminders, participants do not access the platform for two consecutive days, a phone call will be made to encourage active participation. After completing the follow-up, a final thank-you message will be sent to participants, informing them of the amount of gift cards they will receive. They will also be reminded that their participation will help others and improve future interventions.\n\nStatistical analysis. First, an analysis will be conducted to identify outliers in the individual responses to the items of each execution of each PSC. Distributions with outliers will be handled by trimming to the 90th percentile, transforming the considered outliers to the equivalent of the 5th and 95th percentiles of the distribution. Subsequently, the average value will be calculated for each test per person based on other variables (distinguishing between daily tests and impulse tests, as well as tests conducted on days of substance consumption versus days of non-consumption). This way, each participant will have an estimated value in the performance of each test under different access conditions (daily and impulse) and under the circumstances of substance consumption or non-consumption. To address the study objectives, data will be analyzed using a repeated measures ANOVA model. This model will have three factors forming different groups of participants (gender, primary substance, and type of admission) and two factors of repeated measures (type of measurement - impulse or daily - and substance consumption on the day of measurement). The full factorial model will be initially analyzed, which examines all main effects and all interactions. If any of the interactions are statistically significant, the results will be analyzed through decomposition into simple effects, as well as the estimation of the magnitude of the interaction. Comparisons for specific objectives will be conducted through planned contrasts."},"conditionsModule":{"conditions":["Substance Use Disorders","Substance Use"],"keywords":["Ecological Momentary Assessment","Substance Use Disorder","Cocaine","Alcohol","Treatment","Gender"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":130,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Differences between daily access scores and temptation access scores","description":"We may find statistically significant differences between the scores obtained during episodes of temptation to consume or purchase substances and those obtained from daily measures, with higher scores during temptation episodes. These differences will be observed in both groups, among both men and women.","timeFrame":"Through study completion, an average of 2 years"},{"measure":"Relationship between number of episodes of temptations and scores in the tests","description":"It may be that during the monitoring, those participants who experience a higher number of episodes of temptation will have elevated levels in the scheduled measures. Those participants who have higher scores during episodes of temptation will have a greater number of episodes of consumption. These relationships will be observed in both groups, among both men and women.","timeFrame":"Through study completion, an average of 2 years"},{"measure":"Differences based on the type of substance","description":"There may be statistically significant differences in the test scores based on the type of substance.","timeFrame":"Through study completion, an average of 2 years"},{"measure":"Relationship between the studied variables and variables associated with gender.","description":"We may find differences in test scores based on gender-related variables.","timeFrame":"Through study completion, an average of 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients initiating treatment for addiction to cocaine or alcohol as the primary substance.\n2. Patients with a diagnosis of Substance Use Disorder of mild, moderate, or severe severity, according to the 5th Edition of the DSM (Diagnostic and Statistical Manual of Mental Disorders).\n3. Maintaining residency in the province of Huelva during the study\\&#39;s follow-up period.\n4. Willingness to participate in the study by providing informed consent.\n5. Possessing a mobile device that meets the necessary technical requirements for the installation and operation of the application.\n\nExclusion Criteria:\n\n1. Patients with severe, unstable mental disorders, as assessed by the clinical team at the treatment centers.\n2. Patients with physical or mental disorders that hinder the execution of the tests and assessments included in the study.\n3. Patients under the age of 18.\n4. Patients with opioid consumption.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Individuals receiving treatment for Substance Use Disorder (SUD) at the Provincial Service for Drug Dependence and Addictions (SPDA) in the province of Huelva, Spain.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ana Segura-Barriga, Graduate","role":"CONTACT","phone":"+34 682 78 15 22","email":"ana.segura@dpces.uhu.es"}],"overallOfficials":[{"name":"Enrique Moraleda-Barreno, PhD","affiliation":"University of Huelva","role":"PRINCIPAL_INVESTIGATOR"},{"name":"José A. Lorca-Marín, PhD","affiliation":"University of Huelva","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ana Segura-Barriga, Graduate","affiliation":"University of Huelva","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Huelva","status":"RECRUITING","city":"Huelva","zip":"21007","country":"Spain","contacts":[{"name":"Ana Segura-Barriga, Psichology","role":"CONTACT","phone":"800-555-5555","phoneExt":"Graduate","email":"ana.segura@dpces.uhu.es"},{"name":"Enrique Moraleda-Barreno, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"José A. Lorca-Marín, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ana Segura-Barriga, Graduate","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":37.26638,"lon":-6.94004}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000019966","term":"Substance-Related Disorders"}],"ancestors":[{"id":"D000064419","term":"Chemically-Induced Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21837","name":"Substance-Related Disorders","asFound":"Substance Use","relevance":"HIGH"},{"id":"M30302","name":"Chemically-Induced Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC25","name":"Substance Related Disorders"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3777","name":"Ethanol","relevance":"LOW"},{"id":"M6271","name":"Cocaine","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"}]}},"hasResults":false}