{"protocolSection":{"identificationModule":{"nctId":"NCT06482489","orgStudyIdInfo":{"id":"2024-D0049"},"organization":{"fullName":"University of Lausanne Hospitals","class":"OTHER"},"briefTitle":"Accurate Prostate Cancer Following Using Low-Field MRI (Low-PRISM)","officialTitle":"Comparing Prostate Cancer Screening Between Standardized 3T MRI Screening Protocol and Low-Field MRI in a Prospective Study","acronym":"Low-PRISM"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Naik Vietti Violi","investigatorTitle":"Dre","investigatorAffiliation":"University of Lausanne Hospitals"},"leadSponsor":{"name":"University of Lausanne Hospitals","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study compares the effectiveness of low-field MRI (0.55T) with high-field MRI (3T) in prostate cancer screening and image quality. It consists of three phases: optimizing the low-field MRI protocol with healthy volunteers, evaluating image quality in patients with metallic artifacts (like hip prostheses), and assessing low-field MRI in patients with suspicious prostate lesions found on high-field MRI. Additionally, a retrospective analysis will review prostate cancer surgery patients from 2018 to 2024, examining pre-surgery prostate images. The aim is to find an accessible solution for prostate cancer screening while maintaining or improving image quality.","detailedDescription":"This study aims to compare the effectiveness of low-field MRI (0.55T) with traditional high-field MRI (3T) in prostate cancer screening and image quality improvement. The study is conducted in three phases: first, a pilot study with healthy volunteers to optimize the low-field MRI protocol; second, an evaluation of image quality between the two types of MRI in patients with metallic artifacts, particularly due to hip prostheses; and finally, the assessment of low-field MRI in patients with suspicious prostate lesions on high-field MRI (3T).\n\nOur goal is to find an accessible solution for prostate cancer screening while maintaining or improving image quality."},"conditionsModule":{"conditions":["Prostate Cancer"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":74,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy volunteers for protocol optimization","description":"The commencement of the study involves the formulation of the 0.55T MRI protocol. For this purpose, a cohort of 23 male volunteers will undergo a 0.55T MRI. The objective is to achieve the same spatial resolution and coverage as observed at 3T.","interventionNames":["Device: Siemens Magnetom Free.Max 0.55T (Siemens Healthineers, Erlangen, Germany)."]},{"label":"Study of 0.55T Prostate MRI in Adult Men with Metal Implants.","description":"The second phase of the research will be carried out to compare the MRI image quality between 0.55T and 3T MRI. The study will involve 20 adult men, who on 3T prostate MRI, have DWI reported as sub-diagnostic (PI-QUAL \\< 3) due to the presence of metallic implant(s).","interventionNames":["Device: Siemens Magnetom Free.Max 0.55T (Siemens Healthineers, Erlangen, Germany)."]},{"label":"Evaluation of 0.55T Prostate MRI in Adult Men with Suspicious Lesions.","description":"The third phase includes 31 patients whose 3T MRIs detected lesions classified as PI-RADS 4/5 and who are scheduled for targeted prostate biopsy.","interventionNames":["Device: Siemens Magnetom Free.Max 0.55T (Siemens Healthineers, Erlangen, Germany)."]}],"interventions":[{"type":"DEVICE","name":"Siemens Magnetom Free.Max 0.55T (Siemens Healthineers, Erlangen, Germany).","description":"Performing low-field MRI to evaluate image quality with patients carrying metallic implants and assess the detection of suspicious prostate lesions.","armGroupLabels":["Evaluation of 0.55T Prostate MRI in Adult Men with Suspicious Lesions.","Healthy volunteers for protocol optimization","Study of 0.55T Prostate MRI in Adult Men with Metal Implants."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluate the diagnostic accuracy of 0.55T MRI in detecting prostate suspicious lesions using the PI-RADS grading score, with the results of as the reference standard.","description":"Assess the overall quality of prostate MR images obtained with 0.55T compared to 3T MRI in patients with suspected prostate cancer, using metrics of SNR, CNR and the PI-QUAL scaling score.\n\nEvaluate the diagnostic accuracy of 0.55T MRI in detecting prostate suspicious lesions using the PI-RADS grading score, with the results of a targeted prostate biopsy as the reference.","timeFrame":"9 months"}],"secondaryOutcomes":[{"measure":"Protocol optimization on healthy volunteers","description":"Assess image quality at 3T MRI and optimize the trade-off between quality and scan time.","timeFrame":"1 month"},{"measure":"Image quality on patients with metal implants","description":"Compare 0.55T and 3T MRI image quality in patients with implants and suspected prostate cancer, assessing PI-QUAL scaling.","timeFrame":"9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Work Package1 (WP): 0.55T MRI Protocol Development Healthy male volunteers aged 18 and above. Agree to be contacted for incidental findings Signed informed consent WP2: 0.55T Prostate MRI with patients with metallic implant(s) Adult men (≥18 y.o) with 3T MRI reported as sub-diagnostic due to metallic implants Signed informed Consent WP3: 0.55T Prostate MRI with patients with suspicious lesion(s) Adult men (≥18 y.o) PI-RADS 4/5 lesions detected on 3T MRI, schedules for targeted biopsy Signed informed consent\n\nExclusion Criteria:\n\n* WP1: 0.55T MRI Protocol Development Individuals with a history of prostate cancer MR Contraindications as listed in the MR Safety Screening form WP2: 0.55T Prostate MRI with patients with metallic implant(s) Contraindications as per MD instructions Any condition making the patient unsuitable for the study Refusal to be notified in case of incidental finding on the examination WP3: 0.55T Prostate MRI with patients with suspicious lesion(s) Individuals with a history of prostate cancer. Contraindications as per MD instructions Any condition making the patient unsuitable for the study Refusal to be notified in case of incidental finding on the examination","sex":"MALE","genderBased":true,"genderDescription":"Male patients.","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We initiate our study by establishing a specialized Low-Field MRI protocol. 23 healthy volunteers participate in this phase undergoing a 0.55T MRI to refine imaging sequences for prostate cancer screening. Our objective is to optimize these sequences ensuring diagnostic quality on par with the standard 3T MRI, comparing technical settings such as SNR and CNR from healthy volunteers and the retrospective 3T prostate MRI cohort.\n\nIn WP2, 0.55T MRI exam will be performed on 20 patients who had a previous 3T MRI with a sub-diagnostic prostate MRI, using metrics of SNR, CNR, DWI and the PI-QUAL scaling score due to metallic implants.\n\nIn WP3, 31 eligible and enrolled patients who have a PI-RADS 4 or 5 lesion detected during a clinical 3T MRI exam with scheduled targeted prostate biopsy will undergo an additional MRI exam at 0.55T (before the biopsy).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Naïk Vietti-Violi, Dre","role":"CONTACT","phone":"0795560240","phoneExt":"+41","email":"Naik-Vietti-Violi@chuv.ch"},{"name":"Gorun Ilanjian, Dr","role":"CONTACT","phone":"0795560232","phoneExt":"+41","email":"Gorun.Ilanjian@chuv.ch"}],"overallOfficials":[{"name":"Ileana Jelescu, Prof","affiliation":"Lausanne University Hospital","role":"STUDY_CHAIR"}]},"referencesModule":{"references":[{"pmid":"33172724","type":"BACKGROUND","citation":"Mottet N, van den Bergh RCN, Briers E, Van den Broeck T, Cumberbatch MG, De Santis M, Fanti S, Fossati N, Gandaglia G, Gillessen S, Grivas N, Grummet J, Henry AM, van der Kwast TH, Lam TB, Lardas M, Liew M, Mason MD, Moris L, Oprea-Lager DE, van der Poel HG, Rouviere O, Schoots IG, Tilki D, Wiegel T, Willemse PM, Cornford P. EAU-EANM-ESTRO-ESUR-SIOG Guidelines on Prostate Cancer-2020 Update. Part 1: Screening, Diagnosis, and Local Treatment with Curative Intent. Eur Urol. 2021 Feb;79(2):243-262. doi: 10.1016/j.eururo.2020.09.042. Epub 2020 Nov 7."},{"pmid":"22322308","type":"BACKGROUND","citation":"Barentsz JO, Richenberg J, Clements R, Choyke P, Verma S, Villeirs G, Rouviere O, Logager V, Futterer JJ; European Society of Urogenital Radiology. ESUR prostate MR guidelines 2012. Eur Radiol. 2012 Apr;22(4):746-57. doi: 10.1007/s00330-011-2377-y. Epub 2012 Feb 10."},{"pmid":"30898406","type":"BACKGROUND","citation":"Turkbey B, Rosenkrantz AB, Haider MA, Padhani AR, Villeirs G, Macura KJ, Tempany CM, Choyke PL, Cornud F, Margolis DJ, Thoeny HC, Verma S, Barentsz J, Weinreb JC. Prostate Imaging Reporting and Data System Version 2.1: 2019 Update of Prostate Imaging Reporting and Data System Version 2. Eur Urol. 2019 Sep;76(3):340-351. doi: 10.1016/j.eururo.2019.02.033. Epub 2019 Mar 18."},{"pmid":"35179971","type":"BACKGROUND","citation":"Karanasios E, Caglic I, Zawaideh JP, Barrett T. Prostate MRI quality: clinical impact of the PI-QUAL score in prostate cancer diagnostic work-up. Br J Radiol. 2022 May 1;95(1133):20211372. doi: 10.1259/bjr.20211372. Epub 2022 Feb 18."},{"pmid":"32646850","type":"BACKGROUND","citation":"Giganti F, Allen C, Emberton M, Moore CM, Kasivisvanathan V; PRECISION study group. Prostate Imaging Quality (PI-QUAL): A New Quality Control Scoring System for Multiparametric Magnetic Resonance Imaging of the Prostate from the PRECISION trial. Eur Urol Oncol. 2020 Oct;3(5):615-619. doi: 10.1016/j.euo.2020.06.007. Epub 2020 Jul 6."},{"pmid":"33570542","type":"BACKGROUND","citation":"Eldred-Evans D, Burak P, Connor MJ, Day E, Evans M, Fiorentino F, Gammon M, Hosking-Jervis F, Klimowska-Nassar N, McGuire W, Padhani AR, Prevost AT, Price D, Sokhi H, Tam H, Winkler M, Ahmed HU. Population-Based Prostate Cancer Screening With Magnetic Resonance Imaging or Ultrasonography: The IP1-PROSTAGRAM Study. JAMA Oncol. 2021 Mar 1;7(3):395-402. doi: 10.1001/jamaoncol.2020.7456."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"eCRF on RedCap Software","infoTypes":["STUDY_PROTOCOL","ICF"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011471","term":"Prostatic Neoplasms"}],"ancestors":[{"id":"D000005834","term":"Genital Neoplasms, Male"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000011469","term":"Prostatic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M14335","name":"Prostatic Neoplasms","asFound":"Prostate Cancer","relevance":"HIGH"},{"id":"M8946","name":"Genital Neoplasms, Male","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M8944","name":"Genital Diseases, Male","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M14333","name":"Prostatic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}