{"protocolSection":{"identificationModule":{"nctId":"NCT06470724","orgStudyIdInfo":{"id":"256/EC-KEPK FKIK UMY/IX/2021"},"organization":{"fullName":"Universitas Muhammadiyah Yogyakarta","class":"OTHER"},"briefTitle":"Effectiveness of Visual-Behavioral Approach and Predictive Factors in Dental Exams for Children With Autism","officialTitle":"Effectiveness of Structural-Visual Model Behavioral Approach and Predictive Factors of Cooperativity and Compliance in Dental Examinations for Children With Autism Spectrum Disorder"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-10-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-04-23","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alfini Octavia","investigatorTitle":"Doctor","investigatorAffiliation":"Universitas Muhammadiyah Yogyakarta"},"leadSponsor":{"name":"Universitas Muhammadiyah Yogyakarta","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of the study are:\n\n1. Evaluating the effectiveness of the structural-visual model of behavioral approach on the compliance and cooperativity of children with ASD in dental examinations.\n2. Analyzing the association between the predicting factors and compliance in the step of dental examination.\n3. Analyzing the association between the predicting factors and cooperativity in dental examinations.\n\nThis study tested two hypotheses:\n\n1. Evaluating the effectiveness of the structural-visual model of behavioral approach on the compliance\n2. Evaluating the effectiveness of the structural-visual model of behavioral approach on cooperativity of children with ASD in dental examinations.\n\nThe participants will undergo the structural visual approach intervention, and the investigator will measure its effectiveness through four assessments: one pre-test and three post-tests.","detailedDescription":"Autism Spectrum Disorder (ASD) is a brain development disorder marked by issues in two main areas: communication and interacting with others; as well as rigid, repetitive, and stereotypical behaviors, hobbies, or activities. Autism Spectrum Disorder (ASD) is becoming more common every year, making it a major concern for most parents around the world, including those in Indonesia. One of the areas in Indonesia, Yogyakarta, also has to deal with this problem.\n\nStudies have shown that a lot of kids with autism are afraid of things that don't make sense. Sensory issues are common in kids with ASD, which makes it hard for them to handle the sounds and sights in the dentist's office. As a result, these kids often show more behavioral problems, too much worry, and bad behavior at the dentist's office, which makes it very hard for the dentists to do exams and provide oral care. Researchers also think that this refusal to cooperate makes parents hesitant to take their autistic children to the dentist for regular checkups or treatments. This means that these kids don't get the dental care they need and have bad mouth health. Also, many studies show that kids with ASD are more likely than kids in the general population to have cavities, bad oral health, and periodontal disease.\n\nTo help people with behavior problems, you need to know about their other health problems, the type of ASD they have, any previous treatment they've had, their behavior, their social and communication skills, the medicines they take to control their behavior, any learning disabilities or mental retardation they may have, their heightened sensory perceptions, and their inability to apply what they have learned in other situations.\n\nNotably, visual pedagogy is a structural-visual behavior method that is often used with kids who have ASD. People in Indonesia have looked into how to help kids with autism understand dental checks by using visual aids. However, these tests were not done in real centers with lots of kids and long wait times. With this and other reasons in mind, this study used a visual-structural method to help Indonesian kids with autism during dental checks. What they learned about kids and their families led them to make changes. The information can help dentists handle kids with ASD and guess how they will act during dental exams.\n\nThe intervention comprised seven behavior approaches in this research defined as follows:\n\nA successive approach: An approach to familiarization with the unfamiliar environment of the simulated dental office.\n\nTell-Feel-Show-Do (T-F-S-D): A dental approach explained to the patient's treatment by telling the patient what would happen, what he felt or did, and what had been done.\n\nVisual pedagogy: Introduced dentistry to autistic children through visual media, such as pictures and photographs.\n\nAudiovisual modeling: A learning process through audiovisual media, such as video and animation.\n\nIn-vivo modeling: Learning new activities by watching them in front of the model.\n\nBehavioral trials: A learning strategy conducted through practicing the recent activity by him/herself.\n\nAuto-modeling: A learning process following the activity of editing pictures during the prior visit of the patient."},"conditionsModule":{"conditions":["Autism Spectrum Disorder"],"keywords":["Autism spectrum Disorder,","visual pedagogy","structural","cooperativity","dental examination"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Intervention Day of Intervention Structural Intervention\n\n1. st visit :Successive approaches,T-S-F-D,visual pedagogy\n2. nd visitSuccessive approaches,T-S-F-D, visual pedagogy, audio-visual modelling\n3. nd visit: Successive approaches, T-S-F-D, visual pedagogy, in vivo modelling\n4. h visit: Successive approaches, T-S-F-D, visual pedagogy, behavioral trials\n5. th visit:T-S-F-D, auto-modeling, behavioral trial\n\nThe intervention in the process of dental examination lasted within 5 times of dental visit. During the pre-intervention test, the dentist asked the child to submit to the 10 steps of the dental examination but did not force the child to comply and cooperativity was measured by Frankl Behavior Scale, and the assessment/post-test was conducted 3 times. dentist explained the steps using photographs and images, and the assistant filmed this activity.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Participants did not know about the intervention and neither did a research assistant as an assessor who only provided assessments without involving the intervention."}},"enrollmentInfo":{"count":37,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"intervention of structural visual approach","type":"EXPERIMENTAL","description":"1. st visit): Intervensi: Successive approaches, T-S-F-D, visual pedagogy\n2. nd visit): Intervensi: Successive approaches, T-S-F-D, visual pedagogy, audio-visual modelling\n3. rd visit): Intervensi: Successive approaches, T-S-F-D, visual pedagogy, in vivo modelling\n4. th visit): Intervensi: Successive approaches, T-S-F-D, visual pedagogy, behavioral trials\n5. th visit): Intervensi: T-S-F-D, auto-modeling, behavioral trial","interventionNames":["Behavioral: Structural visual approach"]}],"interventions":[{"type":"BEHAVIORAL","name":"Structural visual approach","description":"The intervention comprised seven behavior approaches in this research defined as follows:\n\nA successive approach: An approach to familiarization with the unfamiliar environment of the simulated dental office.\n\nTell-Feel-Show-Do (T-F-S-D): A dental approach explained to the patient's treatment by telling the patient what would happen, what he felt or did, and what had been done.\n\nVisual pedagogy: Introduced dentistry to autistic children through visual media, such as pictures and photographs.\n\nAudiovisual modeling: A learning process through audiovisual media, such as video and animation.\n\nIn-vivo modeling: Learning new activities by watching them in front of the model.\n\nBehavioral trials: A learning strategy conducted through practicing the recent activity by him/herself.\n\nAuto-modeling: A learning process following the activity of editing pictures during the prior visit of the patient.","armGroupLabels":["intervention of structural visual approach"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Compliance of dental step of examination","description":"Compliance with dental step examination\n\nThese steps (a) through (j) were given scores from 1 to 10:\n\n1. Going into the dental room (score 1):\n2. Sitting down (score 2):\n3. Lying back in the dentist chair (score 3)\n4. Tolerating direct light on the face (score 4\n5. Mouth open wide and teeth showing (score 5)\n6. Being able to handle having your mouth touched with gloves on (score 6)\n7. Looking at yourself in the mirror (score 7)\n8. Check over with tooth explorer (score 8)\n9. Exam with bathroom mirror and tooth probe (score 9)\n10. Tooth blockage (score 10)","timeFrame":"The duration of the research process spanned a period of 3 months. 1. The initial visit was pre-tested to assess the degree of cooperativity. 2. The second through sixth visits were conducted with a one-week gap. This is a visit for intervention, l"},{"measure":"Cooperativity","description":"During pre- and post-tests, the Frankl Behavior Scale was used to measure how cooperative the kids were. According to Frankl (1962) and Klein (1999), the scale was split into four groups:\n\n1. Definitely Not Good The patient doesn't want to get treatment, cries, is scared, fights, and is very negative.\n2. Negative: Not wanting to get dental care, not following through, and having a negative attitude, but not too much.\n3. Good news The patients are willing to go to the doctor, don't mind any treatment, follow directions, and work together.\n4. Definitely positive Gets along well with the dentist, is interested in treatments, smiles, and seems to enjoy the situation.","timeFrame":"The duration of the research process spanned a period of 3 months. 1. The initial visit was pre-tested to assess the degree of cooperativity. The second through sixth visits were conducted with a one-week gap. This is a visit for intervention, last"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged between 6 and 18 years old (school-aged children in Indonesia).\n2. Good general health without physical disabilities.\n3. Cooperative parents/caregivers who provided informed consent to participate in the study.\n4. They reside in the same household as their parents/caregivers.\n5. Diagnosis of autism spectrum disorder according to the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5) by a psychiatrist.\n\nExclusion Criteria:\n\n* a. Had undergone training for dental examination in a dental setting. b. The dental approach could not be provided due to a lack of non-pharmacological behavior management or cooperative behavior.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Universitas Muhammadiyah Yogyakarta Dental Hospital","city":"Yogyakarta","zip":"55252","country":"Indonesia","geoPoint":{"lat":-7.80139,"lon":110.36472}}]},"referencesModule":{"references":[{"pmid":"27105789","type":"RESULT","citation":"Elmore JL, Bruhn AM, Bobzien JL. Interventions for the Reduction of Dental Anxiety and Corresponding Behavioral Deficits in Children with Autism Spectrum Disorder. J Dent Hyg. 2016 Apr;90(2):111-20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"IPD is not shared with other parties because it is in accordance with the statement submitted in the ethics submission."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001321","term":"Autistic Disorder"},{"id":"D000067877","term":"Autism Spectrum Disorder"},{"id":"D000002659","term":"Child Development Disorders, Pervasive"}],"ancestors":[{"id":"D000065886","term":"Neurodevelopmental Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M206","name":"Autism Spectrum Disorder","asFound":"Autism Spectrum Disorder","relevance":"HIGH"},{"id":"M4623","name":"Autistic Disorder","asFound":"Autism","relevance":"HIGH"},{"id":"M5903","name":"Child Development Disorders, Pervasive","asFound":"Autism Spectrum Disorder","relevance":"HIGH"},{"id":"M5902","name":"Developmental Disabilities","relevance":"LOW"},{"id":"M30644","name":"Neurodevelopmental Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8068","name":"Erythromycin","relevance":"LOW"},{"id":"M8069","name":"Erythromycin Estolate","relevance":"LOW"},{"id":"M18236","name":"Erythromycin Ethylsuccinate","relevance":"LOW"},{"id":"M195803","name":"Erythromycin stearate","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}