{"protocolSection":{"identificationModule":{"nctId":"NCT06473402","orgStudyIdInfo":{"id":"Bezmialem1903"},"organization":{"fullName":"Bezmialem Vakif University","class":"OTHER"},"briefTitle":"Effects of Manual Therapy Techniques on Hamstring","officialTitle":"Comparison of the Effects of Two Different Manual Therapy Techniques on Individuals With Short Hamstring"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-04","type":"ACTUAL"},"completionDateStruct":{"date":"2024-06-04","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bezmialem Vakif University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Hamstring shortness occurs in almost all populations worldwide, in both symptomatic and asymptomatic individuals. The causes of hamstring shortness include genetic factors, adaptation of the muscle to acute or chronic injury, sitting in a sitting position for a long time, etc. countable. Some studies have stated that decreased hamstring flexibility may cause patellar tendinopathy, patellofemoral pain, hamstring strain, and muscle damage after eccentric exercise.Therefore, the flexibility of the hamstring muscles must be maintained. The objective of current research is to contrast the immediate consequences of two distinct manual therapy methods applied to individuals with a short hamstring muscle on the said muscle.","detailedDescription":"Flexibility is the ability of the muscle to move in a single or a series of joint planes within an unrestricted range of motion. Muscle flexibility is an important element of muscle functionality and has a very important place in ensuring the biomechanical function of the muscle. One of the advantages of flexibility in the context of literature is its ability to enhance athletic performance, decrease the likelihood of injury, alleviate or minimize post-exercise discomfort, and improve coordination. Furthermore, it serves as a crucial aspect for injury prevention and rehabilitation. Limited flexibility causes the person to be prone to various musculoskeletal system overuse injuries and significantly affects functionality. Flexibility is different for each muscle. This difference depends on the adaptation of the muscle to the stresses placed on the muscle. Decreased flexibility is usually seen in fast-twitch muscles that span two joints. Hamstring muscles are a typical example of this. In normal daily activities, the physiological amplitudes of the hamstring muscles are rarely fully realized. For this reason, hamstring muscles are one of the muscle groups that tend to shorten. Hamstring shortness occurs in almost all populations worldwide, in both symptomatic and asymptomatic individuals. The causes of hamstring shortness include genetic factors, adaptation of the muscle to acute or chronic injury, sitting in a sitting position for a long time, etc. countable. Some studies have stated that decreased hamstring flexibility may cause patellar tendinopathy, patellofemoral pain, hamstring strain, and muscle damage after eccentric exercise.Therefore, the flexibility of the hamstring muscles must be maintained. Flexible hamstrings can prevent acute and chronic musculoskeletal injuries, low back pain, posture deviations, gait limitations and the risk of falls. Stretching exercises are often performed to increase hamstring flexibility . There are also different methods to increase hamstring flexibility. A widely used approach is manual therapy. According to Greenman, this method can strengthen weak muscles by restoring their normal length when they are shortened, contracted, or affected by spasticity. In addition, manual therapy can help reduce edema by promoting the lymphatic system's pumping action. This approach also enhances the mobility of joints with limited movement.\n\nAnother alternative method is massage application. Massage is believed to increase blood flow to the muscles and increase muscle temperature, thus improving performance. In addition to the effects mentioned above, massage is believed to reduce the risk of injury by increasing flexibility and reducing stiffness.\n\nThe rate of use of massage guns has increased significantly, especially in recent years, by athletes, coaches and physiotherapists. Perhaps the most important reasons why it is so popular are that it helps to increase sports performance and increase the level of flexibility. According to the literature, applying the sacroiliac joint muscle energy technique and percussion massage to the hamstring muscle has been shown to increase hamstring flexibility. However, there is no study available that compares the immediate effects of applying the sacroiliac joint muscle energy technique versus percussion massage on hamstring shortness. Therefore, the aim of our study is to compare the instant effects of sacroiliac joint muscle energy technique and percussion massage applications on hamstring flexibility."},"conditionsModule":{"conditions":["Muscle Tightness","Muscle Spasm"],"keywords":["manual therapy","muscle energy techniques","vibration","hamstring flexibility","muscle strength"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Muscle Energy Technique","type":"EXPERIMENTAL","description":"Patients received anterior and posterior innominate muscle energy techniques. The anterior technique had the patient lying on their back with their leg on the diagonal shoulder. The clinician flexed the knee and hip, placed their hand on the back thigh, and instructed the patient to push, resulting in hip extension. After eight seconds, the patient inhaled and exhaled. The clinician then increased hip flexion and pushed against a new barrier. The posterior technique was performed with the patient lying on their side in the modified sims position. The clinician held the leg with their caudal hand and placed the hypothenar edge of their cranial hand on the right SIPS. They then extended the leg in their caudal hand and had the patient pull it towards themselves, applying equal counterforce. After eight seconds, the patient inhaled and exhaled. The clinician then extended the leg and pushed it towards a new barrier.","interventionNames":["Diagnostic Test: Muscle Strength Test","Diagnostic Test: Hamstring Flexibility","Diagnostic Test: Knee Range of Motion","Other: Manual Therapy Technique"]},{"label":"Massage Gun","type":"EXPERIMENTAL","description":"A percussion massage device was used in the study. Massage application was applied to the Hamstring muscle, adhering to optimal standards. During the application, a wide round head, which is the most preferred by clinical professionals, was used and 30 Hz, which is considered as the average application speed, was used. The application was applied for a total of 6 minutes, 2 minutes for each part of the muscle. Applications have been made many times on every part of the muscle, from the starting point to the ending point.","interventionNames":["Diagnostic Test: Muscle Strength Test","Diagnostic Test: Hamstring Flexibility","Diagnostic Test: Knee Range of Motion","Device: Percussion Therapy"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Muscle Strength Test","description":"Hamstring muscle strength of the participants was measured with a dynamometer (Microfet 2, Hoggan Health Industries, HHD) with the knee flexed at 90 degrees. After the physiotherapist fixes and positions the dynamometer 5 cm proximal to the calcaneus with a belt, the participant will be asked to accelerate to maximum isometric strength by trying to bring his heel closer to his hip against this resistance. The isometric strength of the hamstring muscle will be measured in Newtons (N) by being asked to wait at maximum force level for three seconds. Measurements were made in 2 repetitions and the highest value was noted. There will be a 30-second rest period between attempts.","armGroupLabels":["Massage Gun","Muscle Energy Technique"]},{"type":"DIAGNOSTIC_TEST","name":"Hamstring Flexibility","description":"The Sit and Reach Test will be administered to evaluate flexibility. Measurements will be made with a test stand with a length of 35 cm, a width of 45 cm and a height of 32 cm. The measurement of the participant who cannot reach the zero point of the sole of the foot on this tripod will be recorded as minus (-), while the measurement of the participant who can pass the zero point will be recorded as plus (+). Participants will be seated in a long sitting position with the soles of their feet resting on the testing apparatus, and the measurement will begin with their knee joints fully extended. While leaning his body forward, he will be asked to lie forward as far as he can, with his hands in front of his body, without bending his knees. The test will be repeated 2 times and the best value will be recorded in cm.","armGroupLabels":["Massage Gun","Muscle Energy Technique"]},{"type":"DIAGNOSTIC_TEST","name":"Knee Range of Motion","description":"Joint range of motion measurement of the participants was made with a universal goniometer. Degree was used as the measurement unit. The measurement was made in the prone position. The pivot point of the goniometer is placed on the lateral epicondyle of the femur, and the fixed arm is kept parallel to the lateral midline of the femur, while the movable arm will follow the fibula. The joint range of motion of the participants was measured before and after manual therapy. AAOS (American of Orthopedic Surgeons) was taken as the reference value.","armGroupLabels":["Massage Gun","Muscle Energy Technique"]},{"type":"DEVICE","name":"Percussion Therapy","description":"A percussion massage device was used in the study. Massage application was applied to the Hamstring muscle, adhering to optimal standards. During the application, a wide round head, which is the most preferred by clinical professionals, was used and 30 Hz, which is considered as the average application speed, was used. The application was applied for a total of 6 minutes, 2 minutes for each part of the muscle. Applications have been made many times on every part of the muscle, from the starting point to the ending point.","armGroupLabels":["Massage Gun"]},{"type":"OTHER","name":"Manual Therapy Technique","description":"Anterior and posterior innominate muscle energy techniques were performed on patients. In the anterior technique, the patient lay on their back with their leg on the diagonal shoulder. The clinician flexed the hip and knee, placed their hand on the back thigh, and instructed the patient to push, resulting in hip extension. After eight seconds, the patient inhaled and exhaled. The clinician then increased hip flexion and applied pressure against a new barrier. In the posterior technique, the patient lay on their side in the modified sims position. The clinician held the leg with their caudal hand and placed the hypothenar edge of their cranial hand on the right SIPS. The patient then pulled the leg towards themselves, applying equal counterforce for eight seconds before inhaling and exhaling. Finally, the clinician extended the leg and pushed it against a new barrier.","armGroupLabels":["Muscle Energy Technique"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hamstring Flexibility","description":"Hamstring flexibility was measured with sit and reach test","timeFrame":"Change from baseline to final examination immediate after 6 minutes of manual therapy"}],"secondaryOutcomes":[{"measure":"Hamstring Strength","description":"Hamstring strength was measured with dynamometer","timeFrame":"Change from baseline to final examination immediate after 6 minutes of manual therapy"},{"measure":"Range of Motion","description":"Knee flexion range of motion was measured with goniometer","timeFrame":"Change from baseline to final examination immediate after 6 minutes of manual therapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nClinical diagnosis of hamstring muscle shortness Must be able to cooperate with therapist\n\nExclusion Criteria:\n\nPrevious trauma or surgery Ankle instability. Having neurological findings during the SLR test. Hyperalgesia, hematoma, varicose veins or skin infection in the lower extremity.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"25 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Çağla Yılmaz, Bsc.","affiliation":"Bezmialem Vakif University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Bezmialem Vakif University","city":"Istanbul","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013035","term":"Spasm"}],"ancestors":[{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M15837","name":"Spasm","asFound":"Muscle Spasm","relevance":"HIGH"},{"id":"M9999","name":"Hyperkinesis","relevance":"LOW"},{"id":"M12077","name":"Muscle Cramp","relevance":"LOW"},{"id":"M22619","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}