{"protocolSection":{"identificationModule":{"nctId":"NCT06471036","orgStudyIdInfo":{"id":"Pro00114181"},"organization":{"fullName":"Duke University","class":"OTHER"},"briefTitle":"Test 2 Treat: Can we Improve the Testing and Treatment of High Cholesterol in Patients Who Have Been Hospitalized for a Cardiac Event by Providing Education to Doctors and Patients?","officialTitle":"Test 2 Treat: A Randomized Implementation Trial to Improve LDL-C Management After Hospitalization for ASCVD (Atherosclerotic Cardiovascular Disease)","acronym":"T2T"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-04","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Duke University","class":"OTHER"},"collaborators":[{"name":"Amgen","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this implementation trial is to learn if providing education to doctors and patients who have had a heart event works to prevent future heart problems. The main questions it aims to answer are:\n\n1. Does educating the doctors in a health system improve how often patients in the hospital for a heart event have their cholesterol checked?\n2. Can a \"care champion\" who calls patients who have been discharged from the hospital after a heart event help patients to achieve their cholesterol goals?\n\nResearchers will compare the number of people who achieve their cholesterol goals with the help of the care champion to the number of people who did so without the intervention to see if the care champion works to help patients lower their cholesterol.\n\nParticipants will:\n\nComplete two 15 minute surveys over the phone - 1 at enrollment and 1 at the end of the study 6 months later.","detailedDescription":"Data Collection\n\nData will be collected from several sources:\n\nClinical Research Coordinator (CRC) will enter patient data into the Case Report Form (CRF) Baseline clinical data from the electronic health record (EHR)\n\nBaseline clinical data and patient reported outcomes (PROs) (from patient)\n\n6-month clinical data (from EHR) 6-month clinical data and PROs (from patient) 8-month clinical data (from EHR) - only to collect post-study low-density lipoprotein cholesterol (LDL-C) values Care champion will record data around process (i.e. number of calls to each patient, etc) Care champion will record data on adaptations to intervention at each site on monthly basis CRC will enter screening vs enrollment data into CRF\n\nData Protection Participants will be assigned a unique identifier by their enrolling site. All participant data that are transferred to Duke will contain the identifier only; participant names or any information which would make the participant identifiable will not be transferred.\n\nSafety Management and Reporting of Adverse Events/Serious Adverse Events As the intervention only promotes guideline adherence to care, and no medications are being prescribed by study personnel, this is a low-risk study and the investigators will not routinely collect safety or adverse events data. Clinical event data (including hospitalizations, death, MI, stroke, and coronary revascularization) will be collected during the study period by health record check and by discussion with the patients. However, clinical events will not be formally adjudicated; they will be reported and affirmed by site PI.\n\nStatistical Hypotheses, Randomization, and Sample Size Determination Hypotheses On average, patients in the treatment arm with have a larger change in LDL level compared to the usual care arm.\n\nH_0: β_trt= 0 H_a: β_trt≠ 0\n\nRandomization Participants will be randomized with a 1:1 allocation at the site level.\n\nSample Size Determination Sample size determination was done using a 2-level hierarchical mixed model design where patients (level-1) are randomized within sites (level-2) into two arms. The arms are treatment and control arms. Assuming a mean change in LDL of 18.9 mg/dL with a standard difference of 38.8 mg/dL, ρ=0.05, α=0.05, and 6 clusters, the planned overall sample size of n=400 should be sufficiently powered.\n\nTotal Subjects Group 1 Group 2 Clusters Subjects Per Cluster in Group 1 Subjects Per Cluster in Group 2 Mean Difference SD ICC Power N N1 N2 K M1 M2 δ σ ρ Alpha 0.99729 360 180 180 6 30 30 18.9 38.8 0.05 0.05 0.99871 396 198 198 6 33 33 18.9 38.8 0.05 0.05 0.99899 408 204 204 6 34 34 18.9 38.8 0.05 0.05 0.99921 420 210 210 6 35 35 18.9 38.8 0.05 0.05 0.99978 480 240 240 6 40 40 18.9 38.8 0.05 0.05 Power calculations were computed using PASS 2023, version 23.0.2.\n\nPlanned Statistical Analysis Patients admitted for MI and/or coronary percutaneous revascularization who have an admission LDL level ≥ 70 mg/dL and have a primary care clinician and/or cardiologist within the same health system (same EHR).\n\nPatients will be randomized 1:1 at the site level to either usual care or an interventional arm with a care champion to improve post-discharge LDL management. Patients would be expected to get their LDL re-checked post-discharge as part of guideline recommended care. However, this does not always happen and the intervention is meant to increase the adherence to this standard as well as appropriate medication titration, when indicated. At 6 months post-discharge all patients who have not already had their LDL checked post-discharge will be prompted to do so. At 8 months post-discharge, the CRC will do an EHR review to obtain last LDL values.\n\nPrimary Objectives The primary endpoint is within-patient change in LDL from admission LDL level to last LDL checked post-discharge within 8 months post-discharge (6 months of intervention and a 2-month post-study window to capture LDL). The investigators will model the association between treatment group and last known LDL value using linear regression, adjusting for admission LDL level, age, sex, and race. Random intercepts will be used to account for clustered data by site.\n\nMissing Final LDL Values The investigators expect some patients in each arm to never get their LDL checked within the 6-month follow-up window. For these patients, the CRC will contact both the patient and their primary providers (PCP and/or cardiologist) at 6-months post-discharge to encourage them to get their LDL checked, per standard of care. The CRC will then do an EHR review at 8-months post-discharge to obtain any LDL values that have been recorded.\n\nFor those who have been contacted but still do not have an LDL level recorded by 8 months post-discharge, the investigators will assign their admission value as their final value if there have been no apparent lipid-lowering therapy (LLT) changes in the EHR. If this group is \\>5% of either treatment arm the investigators will estimate temporal variability in LDL levels and further account for regression to the mean and chance variation. The investigators will use our existing cohort to estimate this variability.\n\nFor those who do not have an LDL level recorded by 8 months post-discharge but do have a record of LLT changes within 6 months post-discharge, the investigators will conditionally impute final LDL based on other patients with similar LLT changes who have a final LDL level. Clinically relevant LLT change categories (e.g., increase from low/moderate to high intensity statin; addition of non-statin therapies such as PCSK9i mAb or siRNA, ezetimibe, or bempedoic acid) will be created. The investigators will use these change categories with other relevant covariates to impute final LDL levels. Our imputation approach will be a model-based multiple imputation using the fully conditional specification method. For patients whose LLT change category is not well represented in our data, the investigators will use an expected reduction based on current literature. The investigators will do sensitivity analyses varying the expected reduction thresholds.\n\nProportions will be calculated by treatment arm and compared with logistic regression using random intercepts to account for clustered data by site. Means will be calculated by treatment arm and compared with linear regression using random intercepts to account for clustered data by site. Unadjusted and adjusted analyses will be done. Adjusted models will adjust for age, sex, and race.\n\nBinary outcomes will be analyzed with logistic regression. Time to event outcomes will be analyzed with Cox proportional hazards model. The proportional hazards assumption will be assessed with Schoenfeld residuals. For all models, unadjusted and adjusted (for age, sex, and race) models will be calculated. All models will also use random intercepts to account for clustered data by site."},"conditionsModule":{"conditions":["ASCVD","LDL-C"],"keywords":["Implementation Science","atherosclerotic cardiovascular disease (ASCVD)","low-density lipoprotein cholesterol (LDL-C)","Intervention","care champion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be assigned to either the intervention or standard of care group.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Care Champion Intervention","type":"EXPERIMENTAL","description":"The participants randomized to the intervention arm will have a care champion help to navigate their inpatient-to-outpatient transition and lipid care. They will be introduced to the intervention before discharge by the CRC who has enrolled them. This will include a virtual introduction to the care champion, delivery of contact information, and expectations around communication from the care champion in the coming months. It will also include clear education around the patient's LDL-C goals, lipid management plan, plans for re-testing, and outpatient follow-up.","interventionNames":["Other: Care Champion Intervention"]},{"label":"Standard of Care","type":"NO_INTERVENTION","description":"Standard of Care"}],"interventions":[{"type":"OTHER","name":"Care Champion Intervention","description":"The care champion will communicate with the patient according to an algorithm and will emphasize adherence to appropriate lipid lowering therapy, LDL-C retesting, and outpatient follow-up. The care champion will also facilitate communication of any challenges or issues with the patient's outpatient care team. Of note, the care champion will NOT be responsible for prescriptions or drug management.","armGroupLabels":["Care Champion Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Within-patient change in LDL-C (low-density lipoprotein cholesterol) from baseline (during admission) to last LDL-C level checked within 6+2 (8) months post-discharge","timeFrame":"Baseline to 6+2 (8) months post-discharge"}],"secondaryOutcomes":[{"measure":"Number of participants with LDL-C (low-density lipoprotein cholesterol) elevated on initial re-check (post-discharge) who get LLT uptitrated (initiated and/or increased dose) within 4 weeks of LDL-C test","description":"Elevated LDL-C is defined as ≥70 mg/dL.","timeFrame":"Within 6 months post-discharge"},{"measure":"Time to LDL-C (low-density lipoprotein cholesterol) control","description":"LDL-C control is defined as an LDL-C level below 70 mg/dL.","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with a change in LLT (lipid-lowering therapy) within 6 months post-discharge","description":"A change in LLT is defined as initiation and/or increase in dose, e.g., initiation of any statin therapy, initiation of high-intensity statin therapy, initiation of bempedoic acid, initiation of ezetimibe, initiation of PCSK9i.","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with at least one LDL-C (low-density lipoprotein cholesterol) check within 6 months post-discharge (without prompting)","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with last LDL-C (low-density lipoprotein cholesterol) level checked within 6+2 (8) months post-discharge that is <70 mg/dL","timeFrame":"6-8 months post-discharge"},{"measure":"Number of times per participant LDL-C (low-density lipoprotein cholesterol) level checked within 6 months post-discharge (without prompting)","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with LDL-C (low-density lipoprotein cholesterol) elevated on initial re-check (post-discharge) who get LDL-C checked again within 6 months post-discharge (without prompting)","timeFrame":"Within 6 months post-discharge"}],"otherOutcomes":[{"measure":"Patient satisfaction","description":"To assess the impact of the intervention on patient satisfaction. Scale used to be determined.","timeFrame":"Within 6 months post-discharge"},{"measure":"Clinician satisfaction","description":"To assess the impact of the intervention on clinician satisfaction. Scale used to be determined.","timeFrame":"Within 6 months post-discharge"},{"measure":"Patient-reported adherence to LLT, measured by Medication Adherence Report Scale (MARS).","description":"To test the effectiveness of implementation a care champion intervention to improve patient adherence to LLT. Five claims are based on a 5-point Likert score (1 = always, 2 = often, 3 = sometimes, 4 = rarely, and 5 = never); therefore the total score lies within the 5-25 points range. A higher score signifies higher adherence.","timeFrame":"Within 6 months post-discharge"},{"measure":"Patient-reported self-efficacy, measured by General Self-Efficacy (GSE) Scale","description":"To test the effectiveness of implementation a care champion intervention to improve patient self-efficacy post-discharge. The GSE scale consists of 10 items, each rated on a 4-point scale ranging from 1 (not at all true) to 4 (exactly true). The total score is calculated by summing the responses to each item, with a range of 10-40. A higher score indicates better self-efficacy.","timeFrame":"Within 6 months post-discharge"},{"measure":"Time to MACE (CV death, nonfatal MI, or nonfatal stroke)","description":"To assess the impact of the intervention on hard clinical outcomes","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with Coronary revascularization (PCI or CABG)","description":"To assess the impact of the intervention on hard clinical outcomes","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with All-cause mortality","description":"To assess the impact of the intervention on hard clinical outcomes","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of participants with All-cause hospitalization","description":"To assess the impact of the intervention on hard clinical outcomes","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of calls to each patient","description":"To assess implementation outcomes of the intervention utilizing the RE-AIM framework. RE-AIM is a framework to guide the planning and evaluation of programs according to the 5 key RE-AIM outcomes: Reach, Effectiveness, Adoption, Implementation, and Maintenance.","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of contacts with each patient's care team","description":"To assess implementation outcomes of the intervention utilizing the RE-AIM framework. RE-AIM is a framework to guide the planning and evaluation of programs according to the 5 key RE-AIM outcomes: Reach, Effectiveness, Adoption, Implementation, and Maintenance.","timeFrame":"Within 6 months post-discharge"},{"measure":"Which clinicians (PCP vs cardiology) did RNs connect with?","description":"To assess implementation outcomes of the intervention utilizing the RE-AIM framework. RE-AIM is a framework to guide the planning and evaluation of programs according to the 5 key RE-AIM outcomes: Reach, Effectiveness, Adoption, Implementation, and Maintenance.","timeFrame":"Within 6 months post-discharge"},{"measure":"Number of referrals to lipid clinic","description":"To assess implementation outcomes of the intervention utilizing the RE-AIM framework. RE-AIM is a framework to guide the planning and evaluation of programs according to the 5 key RE-AIM outcomes: Reach, Effectiveness, Adoption, Implementation, and Maintenance.","timeFrame":"Within 6 months post-discharge"},{"measure":"Adaptations made to algorithm at each site","description":"To assess implementation outcomes of the intervention utilizing the RE-AIM framework. RE-AIM is a framework to guide the planning and evaluation of programs according to the 5 key RE-AIM outcomes: Reach, Effectiveness, Adoption, Implementation, and Maintenance.","timeFrame":"Within 6 months post-discharge"},{"measure":"Patient barriers identified during intervention (for medication adherence, LDL-C recheck, clinician follow-up)","description":"To assess implementation outcomes of the intervention utilizing the RE-AIM framework. RE-AIM is a framework to guide the planning and evaluation of programs according to the 5 key RE-AIM outcomes: Reach, Effectiveness, Adoption, Implementation, and Maintenance.","timeFrame":"Within 6 months post-discharge"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 18 years old\n2. Admitted with Type 1 NSTEMI or STEMI, and/or percutaneous coronary revascularization\n3. LDL-C level during admission ≥ 70 mg/dL\n4. Primary care clinician and/or cardiologist within the health system (and with access to the same EHR) who will manage the patient in the outpatient setting\n\nExclusion Criteria:\n\n1. Determined to be highly unlikely to survive and/or to continue follow-up in that health system for at least 6 months (including those on hospice or with significant dementia), as identified by site investigator\n2. Underwent CABG (would therefore be discharged from surgical service)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Neha Pagidipati, MD","role":"CONTACT","phone":"919 668 8742","email":"neha.pagidipati@duke.edu"}]},"referencesModule":{"references":[{"pmid":"30423391","type":"BACKGROUND","citation":"Grundy SM, Stone NJ, Bailey AL, Beam C, Birtcher KK, Blumenthal RS, Braun LT, de Ferranti S, Faiella-Tommasino J, Forman DE, Goldberg R, Heidenreich PA, Hlatky MA, Jones DW, Lloyd-Jones D, Lopez-Pajares N, Ndumele CE, Orringer CE, Peralta CA, Saseen JJ, Smith SC Jr, Sperling L, Virani SS, Yeboah J. 2018 AHA/ACC/AACVPR/AAPA/ABC/ACPM/ADA/AGS/APhA/ASPC/NLA/PCNA Guideline on the Management of Blood Cholesterol: Executive Summary: A Report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines. J Am Coll Cardiol. 2019 Jun 25;73(24):3168-3209. doi: 10.1016/j.jacc.2018.11.002. Epub 2018 Nov 10. No abstract available. Erratum In: J Am Coll Cardiol. 2019 Jun 25;73(24):3234-3237. doi: 10.1016/j.jacc.2019.05.012."},{"pmid":"37471501","type":"BACKGROUND","citation":"Virani SS, Newby LK, Arnold SV, Bittner V, Brewer LC, Demeter SH, Dixon DL, Fearon WF, Hess B, Johnson HM, Kazi DS, Kolte D, Kumbhani DJ, LoFaso J, Mahtta D, Mark DB, Minissian M, Navar AM, Patel AR, Piano MR, Rodriguez F, Talbot AW, Taqueti VR, Thomas RJ, van Diepen S, Wiggins B, Williams MS; Peer Review Committee Members. 2023 AHA/ACC/ACCP/ASPC/NLA/PCNA Guideline for the Management of Patients With Chronic Coronary Disease: A Report of the American Heart Association/American College of Cardiology Joint Committee on Clinical Practice Guidelines. Circulation. 2023 Aug 29;148(9):e9-e119. doi: 10.1161/CIR.0000000000001168. Epub 2023 Jul 20. Erratum In: Circulation. 2023 Sep 26;148(13):e148. Circulation. 2023 Dec 5;148(23):e186."},{"pmid":"11277825","type":"BACKGROUND","citation":"Schwartz GG, Olsson AG, Ezekowitz MD, Ganz P, Oliver MF, Waters D, Zeiher A, Chaitman BR, Leslie S, Stern T; Myocardial Ischemia Reduction with Aggressive Cholesterol Lowering (MIRACL) Study Investigators. Effects of atorvastatin on early recurrent ischemic events in acute coronary syndromes: the MIRACL study: a randomized controlled trial. JAMA. 2001 Apr 4;285(13):1711-8. doi: 10.1001/jama.285.13.1711."},{"pmid":"17503884","type":"BACKGROUND","citation":"Bavry AA, Mood GR, Kumbhani DJ, Borek PP, Askari AT, Bhatt DL. Long-term benefit of statin therapy initiated during hospitalization for an acute coronary syndrome: a systematic review of randomized trials. Am J Cardiovasc Drugs. 2007;7(2):135-41. doi: 10.2165/00129784-200707020-00005."},{"pmid":"11242427","type":"BACKGROUND","citation":"Stenestrand U, Wallentin L; Swedish Register of Cardiac Intensive Care (RIKS-HIA). Early statin treatment following acute myocardial infarction and 1-year survival. JAMA. 2001 Jan 24-31;285(4):430-6. doi: 10.1001/jama.285.4.430."},{"pmid":"29371200","type":"BACKGROUND","citation":"Wang WT, Hellkamp A, Doll JA, Thomas L, Navar AM, Fonarow GC, Julien HM, Peterson ED, Wang TY. Lipid Testing and Statin Dosing After Acute Myocardial Infarction. J Am Heart Assoc. 2018 Jan 25;7(3):e006460. doi: 10.1161/JAHA.117.006460."},{"pmid":"34313687","type":"BACKGROUND","citation":"DeVore AD, Granger BB, Fonarow GC, Al-Khalidi HR, Albert NM, Lewis EF, Butler J, Pina IL, Allen LA, Yancy CW, Cooper LB, Felker GM, Kaltenbach LA, McRae AT, Lanfear DE, Harrison RW, Disch M, Ariely D, Miller JM, Granger CB, Hernandez AF. Effect of a Hospital and Postdischarge Quality Improvement Intervention on Clinical Outcomes and Quality of Care for Patients With Heart Failure With Reduced Ejection Fraction: The CONNECT-HF Randomized Clinical Trial. JAMA. 2021 Jul 27;326(4):314-323. doi: 10.1001/jama.2021.8844."}],"seeAlsoLinks":[{"label":"Low-Density Lipoprotein Cholesterol Testing Following Myocardial Infarction Hospitalization Among Medicare Beneficiaries","url":"https://doi.org/10.1016/j.jacadv.2023.100753"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"}],"browseLeaves":[{"id":"M9988","name":"Hypercholesterolemia","relevance":"LOW"},{"id":"M26188","name":"Atherosclerosis","asFound":"Atherosclerotic Cardiovascular Disease","relevance":"HIGH"},{"id":"M4469","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4465","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}