{"protocolSection":{"identificationModule":{"nctId":"NCT06477861","orgStudyIdInfo":{"id":"MD.11.12.2023"},"organization":{"fullName":"Benha University","class":"OTHER"},"briefTitle":"The Role of Elastic Power in Predicting the Severity and Mortality in Adult Patients With ARDS Due to Pneumonia","officialTitle":"The Role of Elastic Power in Predicting the Severity and Mortality in Adult Patients With Acute Respiratory Distress Syndrome Secondary to Pneumonia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-24","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-24","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-10-24","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ahmed Hossameldin Ahmed Awad","investigatorTitle":"principle investigator","investigatorAffiliation":"Benha University"},"leadSponsor":{"name":"Benha University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"the role of elastic power in the prediction of severity and mortality in adults with ARDS secondary to pneumonia","detailedDescription":"Acute respiratory distress syndrome (ARDS) is an acute inflammatory pulmonary disease due to an acute damage of the alveoli, being the most common acute and critical illnesses in intensive critical care medicine.\n\nThe international epidemiological LUNGSAFE study shows that the incidence of ARDS in the ICU is approximately 10%, and the mortality rate is still as high as 30-50%, representing a major medical problem facing the society at present .\n\nThe Berlin criteria underwent a significant improvement in 2012, and the severity of the disease is graded according to the oxygenation index as compared with the previous ARDS American-European Consensus Conference (AECC) definition .\n\nHowever, the further research on ARDS in the past ten years revealed that the Berlin standard also has some limitations .\n\nFirst, investigations found that early oxygenation index (PaO2/FiO2 ratio) may not fully reflect the severity of lung disease in ARDS patients due to the different phases of ARDS progression and the distinctive responses to oxygenation strategy in diseased lung tissues.\n\nIndeed, the disease stratification according to the early PaO2/FiO2 ratio is not effective in predicting the prognosis of patients.\n\nLung protective ventilation in ARDS involves a variety of respiratory mechanics, such as tidal volume, driving pressure, lung compliance, flow rate, positive end expiratory pressure (PEEP), and respiratory rate.\n\nHowever, each mechanical parameter alone is too one-sided to reflect the pathogenic factors of ventilator induced lung injury (ventilator induced lung injury) and evaluate the severity of ARDS. Thus, Gattinoni in 2016 introduced the concept of mechanical power (MP) as the power exerted by the ventilator to the entire respiratory system in one minute during mechanical ventilation.\n\nTherefore, MP is a new concept in mechanical ventilation that is being increasingly recognized and studied in the field of critical care medicine. MP consists of three parts :the energy delivered just once when PEEP is applied, the energy applied to overcome airway resistance and finally, the elastic energy delivered at each tidal breath.\n\nNevertheless, shortcomings also exist in the assessment and quantification of ventilator induced lung injury (VILI) and the degree of lung injury by MP. For example, the energy consumed by the airflow to overcome airway resistance is difficult to link with the alveolar damage, and the energy carried by the airflow itself does not necessarily lead to ventilator induced lung injury (VILI). Airway resistance and peak airway pressure are not significantly associated with VILI, as highlighted by classic lung protective ventilation strategies.\n\nThe combined effect of plateau pressure, driving pressure, tidal volume, and changes in lung compliance are the parameters for the prevention of VILI. Among the components of MP, the most closely related to ARDS lung injury might be elastic power (i.e., the power to overcome the elastic resistance of the respiratory system). Elastic energy refers to the energy exerted by the ventilator to overcome the elastic resistance of the respiratory system with a single ventilation and elastic power (EP) is the power exerted by the ventilator to overcome the elastic resistance of the respiratory system in one minute. The EP is comprised of two elements: the energy required to surpass the baseline stretch of the fibers and the energy necessary to overcome the elasticity of the respiratory system with every delivery of tidal volume."},"conditionsModule":{"conditions":["Acute Respiratory Distress Syndrome"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"mild to moderate ARDS","description":"100 =\\< PO2/FiO2 ratio \\< 300","interventionNames":["Other: calculation of the elastic power of the lung in case of the ARDS and corolating with the severity index of Berline definition of ARDS in respect to mortality and severity"]},{"label":"severe ARDS","description":"100 \\< PO2/FiO2 ratio","interventionNames":["Other: calculation of the elastic power of the lung in case of the ARDS and corolating with the severity index of Berline definition of ARDS in respect to mortality and severity"]}],"interventions":[{"type":"OTHER","name":"calculation of the elastic power of the lung in case of the ARDS and corolating with the severity index of Berline definition of ARDS in respect to mortality and severity","description":"calculation of variables of the elastic power of the lung from the lung pressures on the ventilator : Elastic power = 0.098 \\* tidal volume \\* respiratory rate \\* 1/2(PEEP+Pplat)","armGroupLabels":["mild to moderate ARDS","severe ARDS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"28 day mortality","description":"- survivors are defined as patients who are discharged from ICU or survive beyond 28 days","timeFrame":"28 days"}],"secondaryOutcomes":[{"measure":"elastic power normalized to compliance","description":"investigators will compare the results of the elastic power and the elastic power normalized to compliance with the current criteria of Berlin definition of the severity of ARDS depending on the PO2/FiO2 ratio and the expected mortality to determine which is more accurate in prediction of severity and mortality. Investigators will compare the predicted values of Berline definition in regards to mortality with the values obtained from the elastic power and the elastic power corrected to compliance equations to investigate which was more reliable and accurate.","timeFrame":"28 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge from 18 to 65 years (male or female). Patients fulfilling criteria of ARDS as per Berline definition who will be admitted to ICU , intubated and MV more than 48 hours will be included in this study.\n\nFulfillment of Criteria of readiness for ARDS as per Berline definition :\n\n1. an acute onset (\\<1 week of a known clinical insult or new or worsening respiratory symptoms),\n2. respiratory failure not primarily due to hydrostatic edema,\n3. bilateral opacities on a chest radiograph (not fully explained by effusions, lobar or lung collapse, or nodules), and\n4. \\<300 mmHg of the ratio of arterial partial pressure of oxygen (PaO2) to the fraction of inspired oxygen (FiO2) (PaO2/FiO2) with 5 cm H2O of positive end-expiratory pressure (PEEP) or continuous positive airway pressure. To facilitate the estimation of the ARDS prognosis, the Berline definition classifies the severity of ARDS into 3 categories: mild (200 mmHg \\< PaO2/FiO2 \\< 300 mmHg), moderate (100 mm Hg \\< PaO2/FiO2 \\<200 mmHg), and severe (PaO2/FiO2 \\< 100 mmHg).\n\nExclusion Criteria:\n\n* Non intubated ICU admissions\n* Non-invasive ventilated patients.\n* Age less than 18 years or more than 65 years of age\n* Open chest wall trauma.\n* Patient requiring Extra Corporal Membrane Oxygenator\n* Patients with increased intrabdominal pressure interfering with mechanical ventilator parameters measurements","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"It's the population from which sample size will be non randomly selected. The study will be on ARDS patients who will be admitted to ICU of Benha University hospitals .\n\na) Sample size : The sample size was calculated using G\\*power software based on a previous study by Xie , who investigated the elastic power as a predictor of ARDS severity. They reported a large effect size of elastic power between mild to moderate and moderate to severe ARDS patients. The minimum sample size needed to detect a large effect size (d = 0.8) between such groups is 70 patients (at least 20 with mild to moderate disease and 50 with severe disease). Alpha and power levels were adjusted at 0.05 and 0.8, respectively","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ahmed H Awad, MsC.ICU","role":"CONTACT","phone":"+971561707026","email":"ahmedhossam79@gmail.com"},{"name":"Samar R Mohamed","role":"CONTACT","phone":"01287793991"}],"overallOfficials":[{"name":"Samar R Mohammed","affiliation":"lecturer of anaesthesia and critical care","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Banha University Hospital","status":"RECRUITING","city":"BanhÄ","state":"Al Qalubeyah","country":"Egypt","contacts":[{"name":"Samar R Mohammed, lecturer","role":"CONTACT","phone":"+201287793991"},{"name":"Samar R Mohamed","role":"CONTACT","phone":"01287793991"}],"geoPoint":{"lat":30.45906,"lon":31.17858}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"undecided"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011014","term":"Pneumonia"},{"id":"D000012128","term":"Respiratory Distress Syndrome"},{"id":"D000012127","term":"Respiratory Distress Syndrome, Newborn"},{"id":"D000055371","term":"Acute Lung Injury"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000007235","term":"Infant, Premature, Diseases"},{"id":"D000007232","term":"Infant, Newborn, Diseases"},{"id":"D000055370","term":"Lung Injury"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M12307","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M13904","name":"Pneumonia","asFound":"Pneumonia","relevance":"HIGH"},{"id":"M14965","name":"Respiratory Distress Syndrome","asFound":"Respiratory Distress Syndrome","relevance":"HIGH"},{"id":"M14964","name":"Respiratory Distress Syndrome, Newborn","asFound":"Respiratory Distress Syndrome","relevance":"HIGH"},{"id":"M28144","name":"Acute Lung Injury","asFound":"Acute Respiratory Distress Syndrome","relevance":"HIGH"},{"id":"M28143","name":"Lung Injury","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14978","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"M25869","name":"Premature Birth","relevance":"LOW"},{"id":"M10279","name":"Infant, Premature, Diseases","relevance":"LOW"},{"id":"M10276","name":"Infant, Newborn, Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T4927","name":"Respiratory Distress Syndrome, Infant","asFound":"Respiratory Distress Syndrome","relevance":"HIGH"},{"id":"T192","name":"Acute Respiratory Distress Syndrome","asFound":"Acute Respiratory Distress Syndrome","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}