{"protocolSection":{"identificationModule":{"nctId":"NCT06470646","orgStudyIdInfo":{"id":"The AVG study"},"organization":{"fullName":"RenJi Hospital","class":"OTHER"},"briefTitle":"Effectiveness and Health Economics of Endoluminal Treatment of Arteriovenous Graft Fistula.","officialTitle":"A Real-World Clinical Study Based on Decentralized Arteriovenous Fistula Data System - Endovascular Treatment Efficacy and Health Economics Evaluation of Failure in Arteriovenous Graft Fistula."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"RenJi Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"This study is a prospective, single-center real-world research, aiming to understand the clinical intervention effects and health economics value of various endovascular treatment methods for arteriovenous graft fistula failure in the real world. The target lesion is defined as the inflow tract (artery, anastomosis, bend), middle segment, and outflow vein of the dialysis pathway. The study will recruit 240 patients with arteriovenous graft fistula failure at a single center from September 2023 to December 2024. Depending on different treatment methods, patients will be divided into several subgroups, such as the simple balloon dilation group, drug balloon group, stent implantation group, etc. As this is a real-world study, the main observations will be the technical success rate of various endovascular treatment methods, major adverse events during the perioperative period, and the symptom-driven target lesion re-intervention rate, target vessel patency rate, and total hospital expenditure related to target lesions at 1, 6, 12, 18, and 24 months postoperatively.","detailedDescription":"1. Study Population Patients with arteriovenous graft fistula failure.\n2. Sample Size Calculation This study is a prospective real-world study with few inclusion criteria and four subgroups, all compared pairwise. Under the premise of comparing two groups, this study uses the Logrank test to compare the differences in patient survival time. The expected primary patency rate for the control group is 6 months, and for the experimental group is up to 8 months. The trial requires at least 96 patients (48 in each group) to detect this difference with 90% power at a significance level of α=0.05 (two-sided). The study is planned for a recruitment period of 10 months and a follow-up period of 24 months, with an estimated dropout rate of 5% for both the experimental and control groups. Therefore, a total of 240 patients with arteriovenous graft fistula failure are planned to be recruited to meet the sample size requirements.\n3. Specific Research Content This study is a prospective, single-center real-world study aimed at understanding the clinical intervention effects and health economics value of various endovascular treatment methods for arteriovenous graft fistula failure in the real world. The target lesion is defined as the inflow tract (artery, anastomosis, bend), middle segment, and outflow vein of the dialysis pathway. The study will recruit 240 patients with arteriovenous graft fistula failure at a single center from September 2023 to December 2024. Depending on different treatment methods, patients will be divided into several subgroups, such as the simple balloon dilation group, drug balloon group, stent implantation group, etc. As this is a real-world study, the main observations will be the technical success rate of various endovascular treatment methods, major adverse events during the perioperative period, and the symptom-driven target lesion re-intervention rate, target vessel patency rate, and total hospital expenditure related to target lesions at 1, 6, 12, 18, and 24 months postoperatively.\n4. Research Methods\n\n1. Inclusion Criteria (Diagnostic Criteria, Inclusion Criteria, Exclusion Criteria)\n\nInclusion Criteria:\n\n1. Patients aged 18 to 80 years undergoing hemodialysis;\n2. Patients with arteriovenous graft fistula unable to complete hemodialysis;\n3. The guidewire must pass through the stenosis of the lesion side's graft fistula and further undergo endovascular treatment to be eligible for inclusion. This study does not limit the form of guidewire passing through the target lesion;\n4. Patients who have successfully undergone endovascular treatment again after the initial target lesion opening failure are still eligible for inclusion;\n5. Subjects and their legal representatives understand the purpose of the study, voluntarily participate, and sign informed consent forms, willing to undergo follow-up at specific time points in this trial.\n\nExclusion Criteria:\n\n1. Patients planning to undergo renal transplantation or switch to peritoneal dialysis;\n2. Women who are pregnant, breastfeeding, or planning to become pregnant during the study period;\n3. Patients who have undergone or plan to undergo surgical treatment within the past 30 days of the study;\n4. Allergies or contraindications to heparin, contrast agents, or antiplatelet drugs.;\n5. Patients who have participated in interfering drug or other medical device clinical trials during the past 3 months;\n6. Patients with coagulation disorders or other hematologic diseases;\n7. Patients with other diseases that may cause trial difficulties or significantly shorten patient life expectancy (\\<2 years), such as tumors, severe liver disease, heart failure, etc., or patients with a life expectancy of less than 6 months;\n8. Patients unable or unwilling to participate in this trial.\n\n2. Subject Allocation\n\nThis study adopts parallel grouping and is divided into multiple subgroups based on lesion treatment methods, totaling 240 cases:\n\nSimple Balloon Dilation Group: Only using a regular balloon for dilation, without using other special balloons or stents.\n\nCutting Balloon Group: Using a cutting balloon for dilation, with the option of using a regular balloon for pre-dilation without using other special balloons or stents.\n\nDrug-Coated Balloon Group: Using a drug-coated balloon for dilation, with the option of using a regular balloon/cutting balloon for pre-dilation without using a stent.\n\nStent Implantation Group: Implantation of stents, with the option of using a regular balloon/cutting balloon/drug-coated balloon for pre-dilation.\n\n3. Trial Treatment All patients choose endovascular treatment methods. The approach is through the arterial end of the anastomosis, to open the target lesion, and in case of failure, considering retrograde puncture at the distal end of the venous stenosis for bidirectional opening. After the guidewire passes through the lesion, the operator can choose the treatment plan according to the characteristics of the lesion.\n\n4. Subject Early Termination/Trial Termination Criteria\n\nSubject Early Termination/Trial Termination Criteria:\n\n1. Withdrawal from the study due to adverse events, especially serious adverse events, based on safety and ethical considerations by the researchers;\n2. Loss to follow-up;\n3. Subject voluntarily withdraws informed consent;\n4. Serious violations of the trial protocol by the subject or researcher;\n5. Other situations deemed necessary for withdrawal"},"conditionsModule":{"conditions":["Hemodialysis Access Failure"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":240,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Endovascular therapy","description":"Endovascular therapy is a minimally invasive interventional approach that utilizes the vascular system as a pathway to access and treat various pathological conditions within the body.By employing specialized catheters and devices,endovascular techniques enable precise delivery of therapeutic agents or interventional procedures directly to the targetsite,without the need for conventional open surgery."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinically-driven target lesion re-intervention","description":"Clinically-driven target lesion re-intervention refers to a repeat procedure performed on a previously treated lesion due to the recurrence of symptoms or other clinical indications, rather than being routinely scheduled.","timeFrame":"1-month、6-month、12-month、18-month、24-month"}],"secondaryOutcomes":[{"measure":"target lesion primary patency","description":"Target lesion primary patency refers to the treated lesion site remaining open and unobstructed without the needfor any additional revascularization procedure during the follow-up period.","timeFrame":"1-month、6-month、12-month、18-month、24-month"},{"measure":"target lesion assisted primary patency","description":"Target lesion assisted primary patency refers to the treated lesion site remaining patent(open) during the follow-up period,but requiring an additional revascularization procedure,such as percutaneous transluminal angioplasty,to maintain patency of the target lesion.","timeFrame":"1-month、6-month、12-month、18-month、24-month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients aged 18 to 80 years undergoing hemodialysis;\n2. Patients with arteriovenous graft fistula unable to complete hemodialysis;\n3. The guidewire must pass through the stenosis of the lesion side's graft fistula and further undergo endovascular treatment to be eligible for inclusion. This study does not limit the form of guidewire passing through the target lesion;\n4. Patients who have successfully undergone endovascular treatment again after the initial target lesion opening failure are still eligible for inclusion;\n5. Subjects and their legal representatives understand the purpose of the study, voluntarily participate, and sign informed consent forms, willing to undergo follow-up at specific time points in this trial.\n\nExclusion Criteria:\n\n1. Planned kidney transplant or conversion to peritoneal dialysis\n2. Women who are pregnant,breastfeeding or planning to become pregnant during the study period\n3. Recent (within 30 days) or planned surgical procedure for haemodialysis access\n4. Allergy or contraindication to heparin, contrast media, antiplatelet drugs\n5. Patients who have participated in a clinical trial of a drug or other medical device that interferes with this clinical trial within the last 3 months.\n6. Patients with a history of coagulation disorders or other haematological disorders\n7. Patients with other conditions that may make the trial difficult or significantly shorten the patient's life expectancy (\\<2 years), e.g.tumours,severe liver disease,cardiac insufficiency,etc.,or patients with a life expectancy of less than 6 months.\n8. Patients unable or unwilling to participate in this trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Hemodialysis access stenosis with significant hemodynamic changes: Evaluated by ultrasound, the target lesion PSVR ≤ 2.0, accompanied by one or more of the following clinical and physiological abnormalities: natural blood flow of the fistula \\<500ml/min; inability to meet the blood flow required by the dialysis prescription; thrombosis formation in arteriovenous graft fistula; elevated venous pressure during dialysis; difficulty in puncture; decline in dialysis adequacy; and abnormal signs of the fistula, etc.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Cao Ruzhou","role":"CONTACT","phone":"+86-18616752813","email":"caorzh@126.com"}],"overallOfficials":[{"name":"JiaQuan Chen, M.M.","affiliation":"RenJi Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Renji Hospital","status":"RECRUITING","city":"Shanghai","state":"Shanghai","country":"China","contacts":[{"name":"Cao Ruzhou","role":"CONTACT","phone":"+86-18616752813","email":"caorzh@126.com"},{"name":"JiaQuan Chen, M.M.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.22222,"lon":121.45806}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000005402","term":"Fistula"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M4472","name":"Arteriovenous Fistula","relevance":"LOW"},{"id":"M8532","name":"Fistula","asFound":"Fistula","relevance":"HIGH"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}