{"protocolSection":{"identificationModule":{"nctId":"NCT06476067","orgStudyIdInfo":{"id":"23228/ESCC-Erec"},"organization":{"fullName":"City of Hope Medical Center","class":"OTHER"},"briefTitle":"Predicting Early Tumor Recurrence in Patients With ESCC","officialTitle":"Predicting Postoperative Early Tumor Recurrence in Patients With ESCC"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2006-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"City of Hope Medical Center","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The prognosis of patients with esophageal squamous cell carcinoma (ESCC) who develop post-operative early tumor recurrence is often relatively poor. Therefore, biomarker that can detect micro metastases before the start of treatment is required. Epigenomic alterations such as DNA methylation have attracted attention as promising biomarkers. We aim to predict early recurrence based on whole genome DNA methylation analysis of esophageal cancer.","detailedDescription":"Prognosis for patients with esophageal squamous cell carcinoma (ESCC) remains poor. Surgery is one of the standard treatments for patients with ESCC who are considered to have a curative resection, however, approximately 40% of patients develop tumor recurrence within two years after surgery. The main cause of poor prognosis in ESCC patients undergoing surgery is postoperative tumor recurrence due to the presence of latent micro-metastases at the time of surgery. Even with today's advances in preoperative diagnostic techniques, predicting early tumor recurrence remains difficult due to the lack of established methods. Epigenetic markers, especially DNA methylation, are considered ideal markers for predicting cancer metastasis due to their cancer-specific methylation patterns, biological stability, and technical reproducibility. Our study aims to evaluate methylation of surgical specimens to assess residual disease and predict early recurrence."},"conditionsModule":{"conditions":["Esophageal Cancer","Recurrence","DNA Methylation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"RETROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Formalin-fixed and paraffin-embedded (FFPE) samples derived from resection tissue."},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with postoperative early tumor recurrence with ESCC （Training)","description":"Patients with early tumor recurrence defined as patients who developed tumor recurrence within 2 years after esophagectomy A panel of DNA methylation, whose specific methylation level is tested DNA from resection tissue with Methylation-specific PCR(MSP)","interventionNames":["Procedure: Surgery"]},{"label":"Patients without postoperative early tumor recurrence with ESCC （Training)","description":"Patients without early tumor recurrence defined as patients who did not develope tumor recurrence within 2 years after esophagectomy A panel of DNA methylation, whose specific methylation level is tested DNA from resection tissue with Methylation-specific PCR(MSP)","interventionNames":["Procedure: Surgery"]},{"label":"Patients with postoperative early tumor recurrence with ESCC （Validation)","description":"Patients with early tumor recurrence defined as patients who developed tumor recurrence within 2 years after esophagectomy A panel of DNA methylation, whose specific methylation level is tested DNA from resection tissue with Methylation-specific PCR(MSP)","interventionNames":["Procedure: Surgery"]},{"label":"Patients without postoperative early tumor recurrence with ESCC （Validation)","description":"Patients without early tumor recurrence defined as patients who did not develope tumor recurrence within 2 years after esophagectomy A panel of DNA methylation, whose specific methylation level is tested DNA from resection tissue with Methylation-specific PCR(MSP)","interventionNames":["Procedure: Surgery"]}],"interventions":[{"type":"PROCEDURE","name":"Surgery","description":"Esophagectomy","armGroupLabels":["Patients with postoperative early tumor recurrence with ESCC （Training)","Patients with postoperative early tumor recurrence with ESCC （Validation)","Patients without postoperative early tumor recurrence with ESCC （Training)","Patients without postoperative early tumor recurrence with ESCC （Validation)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recurrence-free Survival（RFS)","description":"Time from curative-intent resection to the development of recurrence (or death)","timeFrame":"Up to 60 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients who had histologically confirmed ESCC.\n2. Patients who had undergone only complete esophagectomy with radical lymph node dissection without chemotherapy or radiotherapy before or after surgery.\n3. Patients for whom tissue samples are available\n4. Patients who were followed-up completely, with information on observation periods of at least 2 years after surgery.\n5. Written informed consent following full study information is provided to the patient.\n\nExclusion Criteria:\n\n1. Patients lacking clinical information within 2 years of surgery.\n2. Patients with multiple cancers.","sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who had undergone complete esophagectomy.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ajay Goel, PhD","role":"CONTACT","phone":"6262183452","email":"AJGOEL@COH.ORG"},{"name":"Koichi Takiguchi, PhD","role":"CONTACT","phone":"6262183452","email":"ktakiguchi@coh.org"}],"overallOfficials":[{"name":"Koichi Takiguchi, PhD","affiliation":"City of Hope Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Nagoya University","status":"RECRUITING","city":"Nagoya","state":"Aichi","zip":"4668560","country":"Japan","contacts":[{"name":"Fuminori Sonohara, PhD","role":"CONTACT","email":"Fuminori.sonohara@bswhealth.org"}],"geoPoint":{"lat":35.18147,"lon":136.90641}},{"facility":"Yamanashi Universiy","status":"RECRUITING","city":"Chuo","state":"Yamanashi","zip":"4093898","country":"Japan","contacts":[{"name":"Katsutoshi Shoda, PhD","role":"CONTACT","email":"kshoda@yamanashi.ac.jp"}],"geoPoint":{"lat":35.57779,"lon":139.71685}}]},"referencesModule":{"references":[{"pmid":"18695138","type":"BACKGROUND","citation":"Brown LM, Devesa SS, Chow WH. Incidence of adenocarcinoma of the esophagus among white Americans by sex, stage, and age. J Natl Cancer Inst. 2008 Aug 20;100(16):1184-7. doi: 10.1093/jnci/djn211. Epub 2008 Aug 11."},{"pmid":"26873401","type":"BACKGROUND","citation":"Sawada G, Niida A, Uchi R, Hirata H, Shimamura T, Suzuki Y, Shiraishi Y, Chiba K, Imoto S, Takahashi Y, Iwaya T, Sudo T, Hayashi T, Takai H, Kawasaki Y, Matsukawa T, Eguchi H, Sugimachi K, Tanaka F, Suzuki H, Yamamoto K, Ishii H, Shimizu M, Yamazaki H, Yamazaki M, Tachimori Y, Kajiyama Y, Natsugoe S, Fujita H, Mafune K, Tanaka Y, Kelsell DP, Scott CA, Tsuji S, Yachida S, Shibata T, Sugano S, Doki Y, Akiyama T, Aburatani H, Ogawa S, Miyano S, Mori M, Mimori K. Genomic Landscape of Esophageal Squamous Cell Carcinoma in a Japanese Population. Gastroenterology. 2016 May;150(5):1171-1182. doi: 10.1053/j.gastro.2016.01.035. Epub 2016 Feb 10."},{"pmid":"32398863","type":"BACKGROUND","citation":"Cui Y, Chen H, Xi R, Cui H, Zhao Y, Xu E, Yan T, Lu X, Huang F, Kong P, Li Y, Zhu X, Wang J, Zhu W, Wang J, Ma Y, Zhou Y, Guo S, Zhang L, Liu Y, Wang B, Xi Y, Sun R, Yu X, Zhai Y, Wang F, Yang J, Yang B, Cheng C, Liu J, Song B, Li H, Wang Y, Zhang Y, Cheng X, Zhan Q, Li Y, Liu Z. Whole-genome sequencing of 508 patients identifies key molecular features associated with poor prognosis in esophageal squamous cell carcinoma. Cell Res. 2020 Oct;30(10):902-913. doi: 10.1038/s41422-020-0333-6. Epub 2020 May 12. Erratum In: Cell Res. 2022 Apr;32(4):415-416. doi: 10.1038/s41422-022-00625-x."},{"pmid":"34160577","type":"BACKGROUND","citation":"Yang H, Liu H, Chen Y, Zhu C, Fang W, Yu Z, Mao W, Xiang J, Han Y, Chen Z, Yang H, Wang J, Pang Q, Zheng X, Yang H, Li T, Zhang X, Li Q, Wang G, Chen B, Mao T, Kong M, Guo X, Lin T, Liu M, Fu J. Long-term Efficacy of Neoadjuvant Chemoradiotherapy Plus Surgery for the Treatment of Locally Advanced Esophageal Squamous Cell Carcinoma: The NEOCRTEC5010 Randomized Clinical Trial. JAMA Surg. 2021 Aug 1;156(8):721-729. doi: 10.1001/jamasurg.2021.2373. Erratum In: JAMA Surg. 2022 Sep 1;157(9):859. doi: 10.1001/jamasurg.2022.3765."},{"pmid":"31855875","type":"BACKGROUND","citation":"Leng X, He W, Yang H, Chen Y, Zhu C, Fang W, Yu Z, Mao W, Xiang J, Chen Z, Yang H, Wang J, Pang Q, Zheng X, Liu H, Yang H, Li T, Zhang X, Li Q, Wang G, Mao T, Guo X, Lin T, Liu M, Fu J, Han Y. Prognostic Impact of Postoperative Lymph Node Metastases After Neoadjuvant Chemoradiotherapy for Locally Advanced Squamous Cell Carcinoma of Esophagus: From the Results of NEOCRTEC5010, a Randomized Multicenter Study. Ann Surg. 2021 Dec 1;274(6):e1022-e1029. doi: 10.1097/SLA.0000000000003727."},{"pmid":"17631554","type":"BACKGROUND","citation":"Guo H, Zhu H, Xi Y, Zhang B, Li L, Huang Y, Zhang J, Fu Z, Yang G, Yuan S, Yu J. Diagnostic and prognostic value of 18F-FDG PET/CT for patients with suspected recurrence from squamous cell carcinoma of the esophagus. J Nucl Med. 2007 Aug;48(8):1251-8. doi: 10.2967/jnumed.106.036509. Epub 2007 Jul 13."},{"pmid":"31820208","type":"BACKGROUND","citation":"Shuto K, Kono T, Shiratori T, Akutsu Y, Uesato M, Mori M, Narushima K, Imanishi S, Nabeya Y, Yanagawa N, Okazumi S, Koda K, Matsubara H. Diagnostic performance of diffusion-weighted magnetic resonance imaging in assessing lymph node metastasis of esophageal cancer compared with PET. Esophagus. 2020 Jul;17(3):239-249. doi: 10.1007/s10388-019-00704-w. Epub 2019 Dec 9."},{"pmid":"37015332","type":"BACKGROUND","citation":"Ajani JA, D'Amico TA, Bentrem DJ, Cooke D, Corvera C, Das P, Enzinger PC, Enzler T, Farjah F, Gerdes H, Gibson M, Grierson P, Hofstetter WL, Ilson DH, Jalal S, Keswani RN, Kim S, Kleinberg LR, Klempner S, Lacy J, Licciardi F, Ly QP, Matkowskyj KA, McNamara M, Miller A, Mukherjee S, Mulcahy MF, Outlaw D, Perry KA, Pimiento J, Poultsides GA, Reznik S, Roses RE, Strong VE, Su S, Wang HL, Wiesner G, Willett CG, Yakoub D, Yoon H, McMillian NR, Pluchino LA. Esophageal and Esophagogastric Junction Cancers, Version 2.2023, NCCN Clinical Practice Guidelines in Oncology. J Natl Compr Canc Netw. 2023 Apr;21(4):393-422. doi: 10.6004/jnccn.2023.0019."},{"pmid":"31274653","type":"BACKGROUND","citation":"Semenkovich TR, Hudson JL, Subramanian M, Mullady DK, Meyers BF, Puri V, Kozower BD. Trends in Treatment of T1N0 Esophageal Cancer. Ann Surg. 2019 Sep;270(3):434-443. doi: 10.1097/SLA.0000000000003466."},{"pmid":"36229672","type":"BACKGROUND","citation":"Tang C, Livingston MJ, Safirstein R, Dong Z. Cisplatin nephrotoxicity: new insights and therapeutic implications. Nat Rev Nephrol. 2023 Jan;19(1):53-72. doi: 10.1038/s41581-022-00631-7. Epub 2022 Oct 13."},{"pmid":"21146122","type":"BACKGROUND","citation":"Perazella MA, Moeckel GW. Nephrotoxicity from chemotherapeutic agents: clinical manifestations, pathobiology, and prevention/therapy. Semin Nephrol. 2010 Nov;30(6):570-81. doi: 10.1016/j.semnephrol.2010.09.005. Erratum In: Semin Nephrol. 2011 May;31(3):317."},{"pmid":"36584672","type":"BACKGROUND","citation":"Liu Z, Zhao Y, Kong P, Liu Y, Huang J, Xu E, Wei W, Li G, Cheng X, Xue L, Li Y, Chen H, Wei S, Sun R, Cui H, Meng Y, Liu M, Li Y, Feng R, Yu X, Zhu R, Wu Y, Li L, Yang B, Ma Y, Wang J, Zhu W, Deng D, Xi Y, Wang F, Li H, Guo S, Zhuang X, Wang X, Jiao Y, Cui Y, Zhan Q. Integrated multi-omics profiling yields a clinically relevant molecular classification for esophageal squamous cell carcinoma. Cancer Cell. 2023 Jan 9;41(1):181-195.e9. doi: 10.1016/j.ccell.2022.12.004. Epub 2022 Dec 29."},{"pmid":"31711920","type":"BACKGROUND","citation":"Azad TD, Chaudhuri AA, Fang P, Qiao Y, Esfahani MS, Chabon JJ, Hamilton EG, Yang YD, Lovejoy A, Newman AM, Kurtz DM, Jin M, Schroers-Martin J, Stehr H, Liu CL, Hui AB, Patel V, Maru D, Lin SH, Alizadeh AA, Diehn M. Circulating Tumor DNA Analysis for Detection of Minimal Residual Disease After Chemoradiotherapy for Localized Esophageal Cancer. Gastroenterology. 2020 Feb;158(3):494-505.e6. doi: 10.1053/j.gastro.2019.10.039. Epub 2019 Nov 9."},{"pmid":"34465601","type":"BACKGROUND","citation":"Kandimalla R, Xu J, Link A, Matsuyama T, Yamamura K, Parker MI, Uetake H, Balaguer F, Borazanci E, Tsai S, Evans D, Meltzer SJ, Baba H, Brand R, Von Hoff D, Li W, Goel A. EpiPanGI Dx: A Cell-free DNA Methylation Fingerprint for the Early Detection of Gastrointestinal Cancers. Clin Cancer Res. 2021 Nov 15;27(22):6135-6144. doi: 10.1158/1078-0432.CCR-21-1982. Epub 2021 Aug 31."},{"pmid":"30006931","type":"BACKGROUND","citation":"Roy R, Kandimalla R, Sonohara F, Koike M, Kodera Y, Takahashi N, Yamada Y, Goel A. A comprehensive methylation signature identifies lymph node metastasis in esophageal squamous cell carcinoma. Int J Cancer. 2019 Mar 1;144(5):1160-1169. doi: 10.1002/ijc.31755. Epub 2018 Oct 16."},{"pmid":"32699215","type":"BACKGROUND","citation":"Cao W, Lee H, Wu W, Zaman A, McCorkle S, Yan M, Chen J, Xing Q, Sinnott-Armstrong N, Xu H, Sailani MR, Tang W, Cui Y, Liu J, Guan H, Lv P, Sun X, Sun L, Han P, Lou Y, Chang J, Wang J, Gao Y, Guo J, Schenk G, Shain AH, Biddle FG, Collisson E, Snyder M, Bivona TG. Multi-faceted epigenetic dysregulation of gene expression promotes esophageal squamous cell carcinoma. Nat Commun. 2020 Jul 22;11(1):3675. doi: 10.1038/s41467-020-17227-z."},{"pmid":"27729459","type":"BACKGROUND","citation":"Hulbert A, Jusue-Torres I, Stark A, Chen C, Rodgers K, Lee B, Griffin C, Yang A, Huang P, Wrangle J, Belinsky SA, Wang TH, Yang SC, Baylin SB, Brock MV, Herman JG. Early Detection of Lung Cancer Using DNA Promoter Hypermethylation in Plasma and Sputum. Clin Cancer Res. 2017 Apr 15;23(8):1998-2005. doi: 10.1158/1078-0432.CCR-16-1371. Epub 2016 Oct 11."},{"pmid":"36319845","type":"BACKGROUND","citation":"Okada Y, Peng F, Perea J, Corchete L, Bujanda L, Li W, Goel A. Genome-wide methylation profiling identifies a novel gene signature for patients with synchronous colorectal cancer. Br J Cancer. 2023 Jan;128(1):112-120. doi: 10.1038/s41416-022-02033-9. Epub 2022 Nov 1."},{"pmid":"31900416","type":"BACKGROUND","citation":"Zhang J, Chen S, Yang J, Zhao F. Accurate quantification of circular RNAs identifies extensive circular isoform switching events. Nat Commun. 2020 Jan 3;11(1):90. doi: 10.1038/s41467-019-13840-9."},{"pmid":"33603224","type":"BACKGROUND","citation":"Thrift AP. Global burden and epidemiology of Barrett oesophagus and oesophageal cancer. Nat Rev Gastroenterol Hepatol. 2021 Jun;18(6):432-443. doi: 10.1038/s41575-021-00419-3. Epub 2021 Feb 18."},{"pmid":"35129490","type":"BACKGROUND","citation":"Liu F, Yang W, Yang W, Xu R, Chen L, He Y, Liu Z, Zhou F, Hou B, Zhang L, Zhang L, Zhang F, Cai F, Xu H, Lin M, Liu M, Pan Y, Liu Y, Hu Z, Chen H, He Z, Ke Y. Minimally Invasive or Open Esophagectomy for Treatment of Resectable Esophageal Squamous Cell Carcinoma? Answer From a Real-world Multicenter Study. Ann Surg. 2023 Apr 1;277(4):e777-e784. doi: 10.1097/SLA.0000000000005296. Epub 2021 Nov 11. Erratum In: Ann Surg. 2023 Jun 1;277(6):e1397. doi: 10.1097/SLA.0000000000005852."},{"pmid":"32193500","type":"BACKGROUND","citation":"Jeong DY, Lee KS, Choi JY, Chung MJ, Min YW, Kim HK, Zo JI, Shim YM, Sun JM. Surgically Resected Esophageal Squamous Cell Carcinoma: Patient Survival and Clinicopathological Prognostic Factors. Sci Rep. 2020 Mar 19;10(1):5077. doi: 10.1038/s41598-020-62028-5."},{"pmid":"27507904","type":"BACKGROUND","citation":"Jang HJ, Lee HS, Burt BM, Lee GK, Yoon KA, Park YY, Sohn BH, Kim SB, Kim MS, Lee JM, Joo J, Kim SC, Yun JS, Na KJ, Choi YL, Park JL, Kim SY, Lee YS, Han L, Liang H, Mak D, Burks JK, Zo JI, Sugarbaker DJ, Shim YM, Lee JS. Integrated genomic analysis of recurrence-associated small non-coding RNAs in oesophageal cancer. Gut. 2017 Feb;66(2):215-225. doi: 10.1136/gutjnl-2015-311238. Epub 2016 Aug 9."},{"pmid":"18697202","type":"BACKGROUND","citation":"Lee EJ, Lee BB, Han J, Cho EY, Shim YM, Park J, Kim DH. CpG island hypermethylation of E-cadherin (CDH1) and integrin alpha4 is associated with recurrence of early stage esophageal squamous cell carcinoma. Int J Cancer. 2008 Nov 1;123(9):2073-9. doi: 10.1002/ijc.23598."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000012008","term":"Recurrence"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M14850","name":"Recurrence","asFound":"Recurrence","relevance":"HIGH"},{"id":"M8088","name":"Esophageal Neoplasms","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T2141","name":"Esophageal Cancer","asFound":"Esophageal Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}