{"protocolSection":{"identificationModule":{"nctId":"NCT06470126","orgStudyIdInfo":{"id":"3/6"},"organization":{"fullName":"Ankara University","class":"OTHER"},"briefTitle":"Disinfection Effect of Gaseous Ozone","officialTitle":"Disinfection Effect of Gaseous Ozone on Candida Albicans and Enterococcus Faecalis: A Randomized Clinical Trial in Infected Primary Molars"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2010-12-26","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2012-08-12","type":"ACTUAL"},"completionDateStruct":{"date":"2012-08-12","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-15","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Firdevs Tulga Öz","investigatorTitle":"Professor Dr","investigatorAffiliation":"Ankara University"},"leadSponsor":{"name":"Ankara University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true},"descriptionModule":{"briefSummary":"The current study aimed to investigate the effect of gaseous ozone in disinfection the root canals of primary teeth. Thirty-six primary molars of 36 completely healthy patients (aged 5-10) were included in the study.The included teeth were randomly divided into three groups as follows:\n\n- sodium hypochlorite applied group, ozone applied group, ozone and sodium hypochlorite applied group.The study hypothesized that the antimicrobial efficiency of gaseous ozone would be higher than the other groups compared.","detailedDescription":"The current clinical randomized study's primary purpose was to investigate the antimicrobial efficiency of gaseous ozone on primary teeth root canals.The included teeth were randomly divided into three groups, and in each group, the root canal therapies of 12 primary teeth were done. In the first group, 2.5% sodium hypochlorite was applied as an irrigation agent. In second group, 0.9% sterile saline solution was combined with 80 seconds.\n\nOzonyTronX® application. 2.5% sodium hypochlorite was applied as an intracanal medicament in combination with 80 seconds OzonyTronX® in the last group. Microbial analyses assessed the colonization of Candida albicans and Enterococcus faecalis before and after the procedure."},"conditionsModule":{"conditions":["Endodontic Treatment"],"keywords":["root canal treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The teeth of the participants were randomly divided into three groups.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","maskingDescription":"The groups were randomly divided by investigator.","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":36,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"2.5% NaOCl","type":"ACTIVE_COMPARATOR","description":"2.5% NaOCl was applied as a root canal irrigation agent.","interventionNames":["Procedure: 2.5% NaOCl group: The interventions performed in the study are root- canal therapies and disinfection procedure of these therapies."]},{"label":"0.9% sterile saline solution combined with 80 seconds OzonyTronX®","type":"EXPERIMENTAL","description":"0.9% sterile saline solution was combined with 80 seconds OzonyTronX® application as a root canal irrigation procedure.","interventionNames":["Procedure: 0.9% sterile saline solution combined with 80 seconds: The OzonyTronX® interventions performed in the study are root- canal therapies and disinfection procedure of these therapies."]},{"label":"2.5% NaOCl with 80 seconds OzonyTronX®","type":"EXPERIMENTAL","description":"2.5% NaOCl was applied as an intracanal medicament in combination with 80 seconds OzonyTronX®","interventionNames":["Procedure: 2.5% NaOCl with 80 seconds OzonyTronX®:The interventions performed in the study are root- canal therapies and disinfection procedure of these therapies."]}],"interventions":[{"type":"PROCEDURE","name":"2.5% NaOCl group: The interventions performed in the study are root- canal therapies and disinfection procedure of these therapies.","description":"10 mL 2.5% NaOCl application followed the mechanical preparation. After 2 mL 0.9% saline application, the second samples were taken by placing a sterile cone in the largest canal of the tooth (distal canal for 60 seconds). The mesiobuccal and distobuccal canals were closed with a sterile cotton pellet while the samples were taken. After the application, the root canal filling was completed with a calcium hydroxide-containing paste (TgPex™, London, England), glass ionomer cement (Ionofil U, Voco, Cuxhaven, Germany) was placed, and the teeth were restored with a Stainless-Steel Crown (3M ESPE, Seefeld, Germany)","armGroupLabels":["2.5% NaOCl"]},{"type":"PROCEDURE","name":"0.9% sterile saline solution combined with 80 seconds: The OzonyTronX® interventions performed in the study are root- canal therapies and disinfection procedure of these therapies.","description":"The canals were irrigated with 10 mL 0.9% sterile saline. Ozone treatment (OzonyTronX with CA probe) was applied for 80 seconds, and 2 mL 0.9% saline application was performed. Finally, the second samples were taken by the method described in group with 2.5% NaOCl, and the canal treatment was completed.","armGroupLabels":["0.9% sterile saline solution combined with 80 seconds OzonyTronX®"]},{"type":"PROCEDURE","name":"2.5% NaOCl with 80 seconds OzonyTronX®:The interventions performed in the study are root- canal therapies and disinfection procedure of these therapies.","description":"The disinfection of root canals was done using 10 mL, 2.5% NaOCl, and ozone treatment for 80 seconds, and 2 mL 0.9% saline application was performed. Finally, the second samples were taken by the method described in group with %2.5 NaOCl, and the canal treatment was completed.","armGroupLabels":["2.5% NaOCl with 80 seconds OzonyTronX®"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Values of C. albicans and E. faecalis prior to the application and following the applications","description":"The results of the descriptive statistical analyses of the values of C. albicans and E. faecalis prior to the application and following the applications were shown in Log CFU.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Assessment the change in the amount of C. albicans and E. faecalis in percentage following irrigation/disinfection procedures","description":"The Wilcoxon signed-rank test determined the change in the microorganisms in root canals in percentage to compare the effect of irrigation procedures (E. faecalis and C. albicans) (intergroup comparisons-between the groups).","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pediatric patients with no use of an antimicrobial agent in the last 3 months\n* Teeth with positive responses to percussion and palpation, no sinus tract and intra-oral, extra-oral swelling,\n* Teeth with no pathological and physiological mobility, and restorable with stainless steel crown.\n* In radiographical examinations, the selected teeth needed to show the Res(i) and Res (1/4) scores according to the root resorption scoring system\n* No radiolucency in the peri-radicular tissue and no internal-external root resorption were also among the including criteria. However, the teeth with lesions only in 1/3 percent of the bifurcation area were also included in the study\n\nExclusion Criteria:\n\n* Patients who are not compatible with including criteria,\n* Who cannot adopt the dental treatments,\n* with whom rubber-dam İsolation was not possible were excluded from the study","healthyVolunteers":true,"sex":"ALL","minimumAge":"5 Years","maximumAge":"10 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Firdevs TULGA OZ","affiliation":"Ankara University","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M5381","name":"Calcium","relevance":"LOW"},{"id":"M5398","name":"Calcium, Dietary","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"}]}},"hasResults":false}