{"protocolSection":{"identificationModule":{"nctId":"NCT06479265","orgStudyIdInfo":{"id":"HS-21-00356"},"organization":{"fullName":"University of Southern California","class":"OTHER"},"briefTitle":"Manipulating Cognitive Intensity During Aerobic Exercise","officialTitle":"Manipulating the Wisconsin Card Sorting Task Using Virtual Reality to Challenge Executive Function"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-05-15","type":"ACTUAL"},"completionDateStruct":{"date":"2022-05-15","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Malcolm Jones","investigatorTitle":"Director of Health Innovation","investigatorAffiliation":"University of Southern California"},"leadSponsor":{"name":"University of Southern California","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to investigate the performance effects of manipulating the properties of a cognitively engaging aerobic task. The overall goal of this proposal is to determine how changes in aspects of the task (selection time, number of sorting options) and inclusion of different dual task walking interferences can be used to challenge the cognitive domain of executive function in a range of healthy adults. The investigators hope to learn how to challenge people cognitively during exercise to promote mental benefits. Participants are invited as a possible participant because are a healthy adult. 40 participants will take part in the study. This research is being funded by the Clinical Exercise Research Center (CERC) in the Division of Biokinesiology and Physical Therapy on the University of Southern California Health Sciences Campus.","detailedDescription":"PURPOSE\n\nThe purpose of this study is to investigate the performance effects of manipulating the properties of a cognitively engaging aerobic task. The overall goal of this proposal is to determine how changes in aspects of the task (selection time, number of sorting options) and inclusion of different dual task walking interferences can be used to challenge the cognitive domain of executive function in a range of healthy adults. The investigators hope to learn how to challenge people cognitively during exercise to promote mental benefits. Participants are invited as a possible participant because are a healthy adult. 40 participants will take part in the study. This research is being funded by the Clinical Exercise Research Center (CERC) in the Division of Biokinesiology and Physical Therapy on the University of Southern California Health Sciences Campus.\n\nPROCEDURES\n\nIf participants decide to take part, this is what will happen:\n\nStudy Visit: Participants will report to the CERC and read the informed consent with a study investigator. Participants will be given the opportunity to ask any questions about the study. If participants are willing to take part in the study, the participant will sign this informed consent agreeing to participate. Participant's training intervention task will then be randomized. All participants will participate in the same training but in different orders. At this start of the visit, the investigators will use questionnaires to determine eligibility to participate in the full study. Participants will undergo the following assessments (Approximate time 1.5 hours):\n\nPhysical Activity Readiness Questionnaire (PAR-Q): This is a common method of uncovering health and lifestyle issues before starting an exercise program. This short questionnaire will be used to reveals history of illness and if an issue is revealed it is advisable to seek doctor's advice before participating in exercise excluding participants from this study.\n\nPrescreen Questionnaire: Prescreening should be conducted before immersion because there are pre-existing conditions that may increase the likelihood of side effects. Therefore, participants will complete a brief questionnaire to identify any pre-existing conditions that would exclude participants from this study.\n\nSF 36 Questionnaire: Validated scientific questionnaire scoring nine quality of life factors: (1)physical functioning, (2)role limitations due to physical health, (3) role limitations due to emotional health, (4)energy/fatigue, (5)emotional well-being, (6)social functioning, (7)pain, (8) general health, (9) health change.\n\n. Bioelectrical Impedance Analysis (BIA) to assess body composition: Multifrequency BIA will be performed on participants in order to determine body composition. Participants will be asked to stand on a scale-like device and grasp the handles. BIA works by passing multiple low energy frequencies through the hands and feet that participants will not feel. This test takes about 1 minute to perform.\n\nY-balance testing: The Y Balance Test is a portion of the Functional Movement Systems screen used to evaluate dynamic balance and functional symmetry. Participants will be asked to stand on one leg while reaching out in 3 different directions with the other lower extremity (anterior, posteromedial and posterolateral). This test takes about 2-4 minutes to perform.\n\n4-minute treadmill walk test: VO2 submaximal testing is a way of estimating \"aerobic fitness\". Participants will warm-up for 2 minutes at a 0% grade and a walking speed (recommended speed: 3.0-4.5 mph) that brings their heart rate to 50%-70% of her/his age-predicted max heart rate. After the warmup, the treadmill grade will be increased to 5%, and the participant will continue to walk at the same speed for an additional 4 minutes. Steady-state (SS) heart rate will be recorded. This concludes the test and participants will cool down for 1-2 minutes.\n\nSelf-selected walking speed on non-motorized treadmill: On a non-motorized treadmill, the movement of participant's feet is what moves the treadmill belt. Participants will be asked to walk on a non-motorized treadmill to determine a comfortable walking speed that can be sustained for at least 35 minutes. This assessment will take about 3-4 minutes.\n\nCognitive testing: Participants will complete 8 cognitive tasks that challenge their executive function domain of cognition. (4) of these tasks will be completed while standing, and (4) will be completed while walking at a self-selected speed on the non-motorized treadmill. Each task will take 4-6 minutes. Approximate time: 48 minutes.\n\nBlue Goji Gait Analysis: The Blue Goji treadmill is outfitted with 4 load sensors that sample at 50 Hz. Bilateral gait speed, and stride variability will be collected.\n\n10 Meter Walk Test: The 10 M Walk Test is a performance measure used to assess walking speed in meters per second over a short distance. The test can be used to identify changes in gait speed in response to therapeutic interventions.\n\nRISKS AND DISCOMFORTS\n\nPossible risks and discomforts participants could experience during this study include:\n\nExercise: Participants may experience exertion-related fatigue, dizziness, nausea, muscle strain, or muscle soreness.\n\nBIA: There are no risks in performing the BIA test. However, this test will provide information about participants body composition and that could make participants feel uncomfortable.\n\nCognitive Testing: Some of the questions asked during the cognitive testing may make participants feel uneasy or embarrassed. Participants may choose to skip or stop answering any questions that make participants uncomfortable.\n\nBreach of Confidentiality: There is a small risk that people who are not connected with this study will learn participants identity or personal information.\n\nBENEFITS\n\nThe are no direct potential benefits to participants. As part of this study, a balance and body composition assessments from a trained exercise physiologist will take place. Participant's participation in this study will also help us learn more about potential training protocols to target cognition.\n\nPRIVACY/CONFIDENTIALITY\n\nThe investigators will keep participant's records for this study confidential as far as permitted by law. However, if investigators are required to do so by law, the investigators will disclose confidential information about participants. Efforts will be made to limit the use and disclosure of participant's personal information, including research study and medical records, to people who are required to review this information. The investigators may publish the information from this study in journals or present it at meetings. If the investigators do, participant's name will not be used. De-identified research will be retained for study record keeping purposes per institutional policy and future research.\n\nThe University of Southern California's Institutional Review Board (IRB) and Human Subject's Protections Program (HSPP) may review participant's records.\n\nALTERNATIVES This is not a treatment study. An alternative would be to not participate in this study.\n\nCOST\n\nThere are no costs related to participation. VOLUNTARY PARTICIPATION\n\nIt is the participant's choice whether to participate. If participants choose to participate, participant may change leave the study at any time. If participants decide not to participate, or choose to end participation in this study, participants will not be penalized.\n\nWITHDRAWAL FROM STUDY INSTRUCTIONS\n\nIf participants withdraw from the study, participants may be asked whether the investigator can use already collected data for analysis. If participants agree, this data will be handled the same as the research data. No new information will be collected from participants by the study team without permission.\n\nAfter withdrawal, the study site may still need to report any safety event that participants may have experienced due to participation to all entities involved in the study. Participant's personal information, including any identifiable information, that has already been collected up to the time of withdrawal will be kept and used to guarantee the integrity of the study, to determine the safety effects, and to satisfy any legal or regulatory requirements.\n\nPARTICIPANT TERMINATION\n\nParticipants may be withdrawn from the study due to injury, illness, personal choice, or non-compliance that would prevent participants from completing all visits.\n\nParticipants may be removed from this study without consent for any of the following reasons: participants do not follow the study investigator's instructions, at the discretion of the study investigator or the sponsor, participant's condition gets worse, or the sponsor closes the study. If this happens, the study investigator will discuss other options with participants.\n\nINJURY\n\nIf participants are injured as a direct result of research procedures, participants will receive medical treatment; however, participants or the insurance of the participants will be responsible for the cost. The University of Southern California does not provide any monetary compensation for injury.\n\nCONTACT INFORMATION\n\nIf participants have questions, concerns, complaints, or think the research has hurt them, talk to the study investigator Malcolm Jones at (323) 442-2180 or malcoljj@usc.edu.\n\nThis research has been reviewed by the USC Institutional Review Board (IRB). The IRB is a research review board that reviews and monitors research studies to protect the rights and welfare of research participants. Contact the IRB if participants have questions about rights as a research participant or have complaints about the research. Participants may contact the IRB at (323) 442-0114 or by email at irb@usc.edu.\n\nSTATEMENT OF CONSENT I have read (or someone has read to me) the information provided above. I have been given a chance to ask questions. All my questions have been answered. By signing this form, I am agreeing to take part in this study."},"conditionsModule":{"conditions":["Cognitive Decline"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Older Adults","description":"Healthy, adult age 65-75.","interventionNames":["Other: Phyical/Cognitve Exercise"]},{"label":"Younger Adults","description":"Healthy, young adult age 18-29.","interventionNames":["Other: Phyical/Cognitve Exercise"]}],"interventions":[{"type":"OTHER","name":"Phyical/Cognitve Exercise","description":"Participants will report to the CERC and review informed consent with a study investigator. Eligibility assessments (PAR-Q, WCST64, Medical History) will be done post-consent. Data collected will include age, body composition, gender, aerobic capacity, chronic medication use, and treated pathologies. All measurements will occur during one visit. Participants will lay supine for 5 minutes to measure resting heart rate (HR) using an HR monitor. This resting HR, with age-predicted HR max, will determine HR reserve (HRR). Participants will master the WCST64 and identify walking pace on the Blue Goji treadmill. They will complete a baseline 10 Meter Walk Test, followed by the digital WCST64 under 7 conditions, ending with a post-intervention 10 Meter Walk Test.","armGroupLabels":["Older Adults","Younger Adults"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cognitive Task Performance","description":"Score of the Wisconsin Card Sorting Task 64 for each Trial","timeFrame":"90 minutes - 120 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-29 year old men and women; 65-75 year old men and women\n* Competency in English sufficient for assessment and training\n* Able to see and hear sufficiently to participate\n* Answer YES to all questions on the Physical Activity Readiness Questionnaire (PAR-Q) or receive medical clearance from a physician\n\nExclusion Criteria:\n\n* History of known neurological disease (e.g., Epilepsy, Multiple sclerosis, Parkinson disease, Alzheimer's disease), cerebral infarct (e.g., Stroke), or traumatic brain injury\n* History of known cardiovascular or metabolic disease or chronic illness which may compromise the patient's ability to safely perform the aerobic exercise (e.g., coronary artery disease, arrhythmia, asthma requiring an inhaler during exercise), or presently uncontrolled hypertension (SBP \\> 140 mmHg or DBP \\> 90 mmHg).\n* Musculoskeletal injuries interfering with the ability to perform aerobic exercise or medical conditions for which exercise in contraindicated\n* Individuals with medical implant devices such as pacemakers, or essential support devices such as patient monitoring systems, must not use this equipment. Safe, low-level currents will flow through the body duringthe test, which may cause malfunctioning of the device or endanger lives.\n* Bioelectrical Impedance Analysis (BIA) uses safe low level currents, which are not harmful to the body. However, we do not recommend pregnant women test.","sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Healthy 18-29 year old men and women and health 65-75 year old men and women.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Malcolm Jones, PhD","affiliation":"University of Southern California","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinical Exercise Research Center","city":"Los Angeles","state":"California","zip":"90033","country":"United States","geoPoint":{"lat":34.05223,"lon":-118.24368}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M29705","name":"Cognitive Dysfunction","asFound":"Cognitive Decline","relevance":"HIGH"},{"id":"M6301","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T170","name":"Goji","relevance":"LOW"},{"id":"T215","name":"Lycium","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}