{"protocolSection":{"identificationModule":{"nctId":"NCT06470685","orgStudyIdInfo":{"id":"CCR5979"},"organization":{"fullName":"Royal Marsden NHS Foundation Trust","class":"OTHER"},"briefTitle":"Prophylactic Prostatectomy for Prostate Cancer (PPPC)","officialTitle":"Assessing the Acceptability of Prophylactic Prostatectomy for People at High Genetic Risk of Developing Prostate Cancer: a Qualitative Study","acronym":"PPPC"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-24","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-24","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-24","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Royal Marsden NHS Foundation Trust","class":"OTHER"},"collaborators":[{"name":"Institute of Cancer Research, United Kingdom","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Prostate cancer affects 1-in-8 people assigned male at birth in the UK and kills almost 12,000 annually. Half the cases occur due to genetic factors. These include rare highly-penetrant mutations such as BRCA2 as well as a combination of common genetic variants. A 'polygenic risk score' can be used to identify people who may develop more aggressive forms of the disease. Prophylactic, or 'risk-reducing' mastectomy and oophorectomy has been shown to prevent mortality and be acceptable for healthy women with known genetic risks. There is no such evidence as yet of the benefits of similar surgery for people at a higher genetic risk of developing prostate cancer. However, this question is often posed in clinic by people who carry pathogenic variants in BRCA2. In the future we propose to develop a feasibility study offering prophylactic prostatectomy to people based on their high genetic risk.\n\nPrior to this, we wish to undertake this pilot qualitative study to better understand patients' perspectives on the acceptability of the procedure. Prostatectomy carries risks, with potential impact on erectile function and urinary continence. In this year-long project we will conduct up to 20 semi-structured interviews with patients and public to explore acceptability and to identify informational and support needs envisaged by men contemplating prophylactic prostatectomy. We will invite people aged over 18 to take part. We will include a wide range of perspectives including those at higher genetic risk or a strong family history of prostate cancer, as well as those with unknown or normal genetic risk factors. We will include people from different socio-economic backgrounds and those of black ethnicity who carry a higher risk. They will be recruited from existing prostate cancer screening studies and from community organisations with expertise in working with under-served communities.","detailedDescription":"Prostate cancer (PrCa) is the most common cancer in people assigned male at birth in the UK, with over 50,000 new cases diagnosed and 12,000 lives lost to prostate cancer in the UK each year (Cancer Research UK, 2023). This is of particular concern for individuals of Black African and Black African Caribbean ancestry who carry a 1 in 4 risk of developing prostate cancer (compared with 1 in 6 individuals overall); for people with a family history of the disease and for people who have a genetic predisposition to prostate cancer (for example those who carry a pathogenic variant in a high-risk gene such as Breast Cancer 2(BRCA2) (Cancer Research UK, 2023; Page et al, 2019). As cancers tend to arise in the peripheries of the prostate gland, there may be few or no symptoms even from locally advanced disease until very late on. Even with symptoms, they can easily be conflated with benign disease or ignored as a typical feature of the ageing process (Gnanapragasam et al, 2022). Early diagnosis and treatment are potentially lifesaving for a range of conditions with late presentation a major cause of death from cancer. However early diagnosis is particularly challenging in cases where there is aggressive disease, which can manifest suddenly and spread rapidly beyond the prostate (Castro et al, 2013; 2015). There is also currently no screening programme for the early detection of prostate cancer as there are well documented concerns about the use of Prostate Specific Antigen (PSA) testing when applied to the general population (Cancer Research UK, 2023).\n\nThe aetiology of the disease remains very poorly understood. The substantial worldwide variation in incidence rates suggests that lifestyle risk factors are important. To date, however, no definite lifestyle risk factors have been identified. Aside from demographic factors, risk factors for prostate cancer include genetic factors arising from rare highly-penetrant mutations, and/or from common variants conferring more moderate risks. A number of genome wide associations studies have shown that a combination of common variants can also contribute to substantial risks. Furthermore, these also interact with rarer variants such as BRCA2. The top 1% of the risk distribution from common variants confers 5-11 times the relative risk of developing prostate cancer. These interact with the risks from BRCA2 mutations to increase the lifetime risk from 18% to greater than 60%. Prostate cancer in BRCA2 carriers occurs at a young age and may be more aggressive, and the optimal management is unknown (Nyberg et al, 2020). The impact of BRCA2 on people from African backgrounds is not known, however this group may be at even higher risk of prostate cancer.\n\nThe IMPACT study has investigated targeted prostate screening in BRCA2 carriers, showing a clear benefit of PSA-based screening in the early detection of clinically important prostate cancers (Page et al, 2019). The IMPACT team are working with the National Screening Committee to review their current PSA screening recommendations. However, this screening has only looked at risk stratification based on BRCA2 mutation status alone and has not investigated the impact of screening on people with BRCA2 incorporating a calculation of their common genetic variants, or 'polygenic risk score'.\n\nProphylactic, or 'risk-reducing' mastectomy is a well-established treatment for healthy women with a family history of breast cancer, a personal history of breast cancer together with a family history, or people with a known BRCA1/2 mutation to reduce their risk of developing breast cancer in the future (Bertozzi et al, 2023). Prophylactic bilateral salpingo-oophrectomy is offered to reduce their risk of breast and gynaecological cancers (Giannakeas \\& Narod, 2018). There is a clear mortality benefit from undergoing prophylactic oophorectomy, and evidence to support that prophylactic mastectomy reduces mortality in younger people undergoing this procedure. High levels of satisfaction and quality of life following these procedures is also reported (Grandi et al, 2023; Razdan et al, 2016).\n\nThere is no such evidence as yet of the benefits of performing similar surgery for people at a higher genetic risk of developing prostate cancer, without evidence of the disease. However, this is a question often posed in clinic by people who carry pathogenic variants in BRCA2 who have at least a 25-60% chance of developing prostate cancer in their lifetime. We propose to develop a trial to recruit people to a feasibility study offering prophylactic prostatectomy based on their high genetic risk (combined high polygenic risk score and BRCA2 carrier status). Prior to this trial we wish to undertake this pilot qualitative study to better understand patients' perspectives on the acceptability and feasibility of the study. Prostatectomy is not without its own risks and the impact on quality of life namely, its effects on erectile dysfunction and urinary incontinence and consequent psychological impact of living with these side-effects. Appropriate counselling of people prior to their recruitment for such a study is key, and we feel that interviews seeking the views and perspectives of patients and the public (PPIE) would be imperative in order to inform the design of a future study with the necessary input from those affected.\n\nThere is no evidence as yet of the benefits of performing prophylactic prostatectomy for people at a higher genetic risk of developing prostate cancer, without evidence of the disease. People who carry a mutation in BRCA2 often ask why a prophylactic prostatectomy isn't offered when they may benefit from this procedure, and the research team propose to develop a feasibility study in the future. Research conducted with people undergoing prophylactic mastectomy and bilateral salpingo oophorectomy suggests that there are many nuanced personal factors to consider when providing information and advice about such an intervention (McGarrigle et al, 2021). These factors reflect the need for balance between reduced cancer worry and post-surgical side effects and potential emotional and inter-personal impact.\n\nBefore designing a feasibility study, it is therefore crucial to understand the likely factors that would influence people's decision-making and the potential psychosocial impact. This study will explore people's understandings, views and opinions on prophylactic prostatectomy in order to identify informational and support needs when planning future research."},"conditionsModule":{"conditions":["Prostate Cancer","Genetic Predisposition to Disease","BRCA Mutation"],"keywords":["Prostatectomy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"BEHAVIORAL","name":"Qualitative Research Interviews","description":"Research Interviews"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"What would be the uptake of prophylactic prostatectomy?","description":"To explore people's understandings, views and opinions on hypothetical prophylactic prostatectomy for those at high genetic risk of developing prostate cancer.","timeFrame":"Opinions collected and analysed over 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* People aged 18 and over.\n* Unaffected people (ie no previous prostate surgery) assessed to be living at higher risk of prostate cancer based on either:\n\n  1. Carrying a variant in a higher risk gene (eg BRCA2) AND/OR\n  2. Having a strong family history of prostate cancer AND/OR\n  3. Being of Black African or Black Caribbean ancestry\n* AND/OR People who have undergone a prostatectomy for prostate cancer (as part of cancer treatment\n\nExclusion criteria:\n\n- People deemed unsuitable to approach by clinical team based on poor performance status or current concurrent medical condition.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"We will invite people aged 18 and over to take part in this research, including those at higher genetic risk based either on the result of a genetic test (including people who have a pathogenic variant in etihter the BRCA1 or BRCA2), people with a strong family history of prostate cancer, or of black ethnicity. We will include people who have not had any previous prostate surgery, and people who have had a prostatectomy as part of their cancer treatment.\n\nWe aim to recruit from different socio-economic backgrounds and those of black ethnicity who are at higher-risk of developing prostate cancer. They will be recruited from RMH prostate cancer screening studies and from community organisations with links and expertise in working with under-served communities.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Elizabeth K K Bancroft, PhD","role":"CONTACT","phone":"02087224483","email":"elizabeth.bancroft@rmh.nhs.uk"},{"name":"Elizabeth Page, MSc","role":"CONTACT","phone":"02087224483","email":"Prostate.research@rmh.nhs.uk"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011471","term":"Prostatic Neoplasms"},{"id":"D000020022","term":"Genetic Predisposition to Disease"}],"ancestors":[{"id":"D000005834","term":"Genital Neoplasms, Male"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000011469","term":"Prostatic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000004198","term":"Disease Susceptibility"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M14335","name":"Prostatic Neoplasms","asFound":"Prostate Cancer","relevance":"HIGH"},{"id":"M21875","name":"Genetic Predisposition to Disease","asFound":"Genetic Predisposition to Disease","relevance":"HIGH"},{"id":"M7380","name":"Disease Susceptibility","relevance":"LOW"},{"id":"M8946","name":"Genital Neoplasms, Male","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M8944","name":"Genital Diseases, Male","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M14333","name":"Prostatic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}