{"protocolSection":{"identificationModule":{"nctId":"NCT06476314","orgStudyIdInfo":{"id":"22/326"},"organization":{"fullName":"Suleyman Demirel University","class":"OTHER"},"briefTitle":"Virtual Reality Glasses and Stress Ball Applications in Dressing Change","officialTitle":"Examination of the Effects of Virtual Reality Glasses and Stress Ball Applications on Pain, Vital Signs Anxiety, Fear, Satisfaction, and Comfort Levels During the Dressing Changes in Patients Who Underwent Abdominal Surgery"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Altun Baksi","investigatorTitle":"Assoc. Prof.","investigatorAffiliation":"Suleyman Demirel University"},"leadSponsor":{"name":"Suleyman Demirel University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the statistical data of the Ministry of Health for the year 2021 in Türkiye, approximately 4.7 million surgical interventions are performed annually. According to the 2017 data from the National Health Service-Associated Infections Surveillance Network, the Surgical Site Infection (SSI) rate in our country is 0.72%, and it is stated that it can be prevented by approximately 60%. Dressing application holds an important place in surgical wound management, wound healing, and preventing complications. Patients may experience pain, anxiety, and fear due to unknown factors and previous experiences during the dressing change which holds an important place in wound care management. The aim is to minimize patients\\&#39; negative emotions/situations during dressing changes by diverting their attention elsewhere using virtual reality (VR) glasses and stress balls. Upon reviewing the literature, no study was found that examines the effect of applying VR glasses and stress balls during abdominal surgery dressing changes on pain, vital signs, anxiety, fear, comfort, and satisfaction levels in adults. In this regard, the aim of the research is; to examine the effects of VR glasses and stress ball application on pain, vital signs, anxiety, fear, comfort, and satisfaction levels during dressing changes in patients undergoing abdominal surgery. The study was designed as a pre-test post-test control group randomized experimental model. The sample of the study consists of adult patients who underwent abdominal surgery in Isparta City Hospital General Surgery Service-1. In the study sample, 120 individuals were included in total 40 with VR glasses, 40 individuals using stress balls, and 40 in the control group. Patient Information Form, Visual Analog Scale, and State-Trait Anxiety Scale will be used in data collection. Data from the study will be analyzed with number, percent, average, x-square, variance, and t-test in a computer environment. In consideration of the data, it is believed that important findings will be obtained in increasing satisfaction and comfort by eliminating pain, anxiety, and fear during dressing changes in patients."},"conditionsModule":{"conditions":["Surgical Wound","Abdominal Surgery"],"keywords":["Dressing","surgical wound","incision","virtual reality glasses","stress ball","nursing care","pain","vital signs","anxiety","fear","satisfaction","comfort levels"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel assignment experimental model using randomized pretest and posttest with control group","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Virtual Reality Glasses Group","type":"EXPERIMENTAL","description":"Apart from the routine clinic procedure, VR video scenes (contain nature views) will be watched for 5-10 minutes during the procedure.","interventionNames":["Device: Virtual Reality Glasses Group"]},{"label":"Stress Ball Group","type":"EXPERIMENTAL","description":"Apart from the routine clinic procedure, it will be asked squeezing the stress ball for about 5-10 minutes (squeezing it once every time he counts to five)during the procedure.","interventionNames":["Device: Stress Ball Group"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Only dressing will be changed just as routine clinic procedure without any intervention"}],"interventions":[{"type":"DEVICE","name":"Virtual Reality Glasses Group","description":"Apart from the routine clinic procedure, VR video scenes (contain nature views) will be watched for 5-10 minutes during the procedure.","armGroupLabels":["Virtual Reality Glasses Group"]},{"type":"DEVICE","name":"Stress Ball Group","description":"Apart from the routine clinic procedure, it will be asked squeezing the stress ball for about 5-10 minutes (squeezing it once every time he counts to five)during the procedure.","armGroupLabels":["Stress Ball Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient Information Form","description":"This form created by researchers, consists of a total of 14 questions. These questions include patients' age, gender, education level, marital status, employment status, income level, chronic disease status, history of previous surgeries, reason for hospital admission, knowledge about colonoscopy, preference for the current method if another colonoscopy is required, and inquiry about the use of additional sedation and painkillers during the procedure.","timeFrame":"Pre-test data will be collected from all three groups 10-15 minutes before the procedure."},{"measure":"Visual Analog Scale (Visual Analog Skala-VAS)","description":"The scale is a valid tool for measuring psychological and health variables such as pain and satisfaction, which are commonly used in clinical studies. It is a scale where the distance between two ends, with a minimum value of 0 at one end and a maximum value of 10 at the other end, is measured with a 10 cm ruler. (Price, 1983). The scale will be used to determine the pain, fear, satisfaction, and comfort levels of patients who underwent abdominal surgery during dressing changes. In this regard: It is explained to the patient that there are two extreme points and he is free to mark any place between these points that is convenient for him. The interval between the beginning of \"No pain, fear, satisfaction, and comfort\" and the point marked by the patient is measured and recorded in centimeters.","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"},{"measure":"State Anxiety Inventory (In State-Trait Anxiety Inventory)","description":"The scale is a valid and reliable scale adapted to Turkish. State anxiety inventory consists of two different scales including 40 items that individuals may use to express their emotions. The first twenty of these items, the state anxiety inventory determines persons' worry tendency due to individual characteristics. Statements in the scale are presented in the form of direct and inverted expressions. The scale was scored by giving four options for each statement. Spielberger and his colleagues state that scores ranging from 0 to 19 indicate no anxiety, 20 to 39 indicate mild anxiety, 40 to 59 indicate moderate anxiety, and scores of 60-79 indicate severe anxiety, also individuals with a score of 60 and above require professional help. This scale will be used to determine the state anxiety status of patients who underwent abdominal surgery in this study.","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure."},{"measure":"Trait Anxiety Inventory (In State-Trait Anxiety Inventory)","description":"The scale is a valid and reliable scale adapted to Turkish. State-trait anxiety inventory consists of two different scales including 40 items that individuals may use to express their emotions. The items from 21 to 40 on the scale, trait anxiety inventory, were prepared to determine anxiety felt by the individual due to stressful situations. Similarly, each statement has been scored with four options.Points obtained from both scales range between 20 and 80. Spielberger and his colleagues state that scores ranging from 0 to 19 indicate no anxiety, 20 to 39 indicate mild anxiety, 40 to 59 indicate moderate anxiety, and scores of 60-79 indicate severe anxiety, also individuals with a score of 60 and above require professional help. This scale will be used to determine the trait anxiety status of patients who underwent abdominal surgery in this study.","timeFrame":"Pre-test data will be collected from all three groups 10-15 minutes before the procedure."},{"measure":"Vital signs-pulse","description":"Patients' pulse levels","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"},{"measure":"Vital signs-systolic blood pressure","description":"Patients' systolic blood pressure levels","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"},{"measure":"Vital signs-diastolic blood pressure","description":"Patients' diastolic blood pressure levels","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"},{"measure":"Vital signs-fever","description":"Patients' fever levels","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"},{"measure":"Vital signs-respiratory rate","description":"Patients' respiratory rate levels","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"},{"measure":"Vital signs-oxygen saturation","description":"Patients' oxygen saturation levels","timeFrame":"Pre-test and post-test data will be collected from all three groups 10-15 minutes before the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Acceptance to participate in the study both in writing and verbally.\n* Being over 18,\n* Having undergone abdominal surgery,\n* Being on the 1st day after surgery,\n* Being subjected to first dressing after surgery,\n* Staying in the one-person room or being the only patient in the room,\n* Being conscious (person, place and time orientation),\n* Patients who have no vision, hearing or communication problems will be included in the study.\n\nExclusion Criteria:\n\n* Patients using analgesic, anxiolytic, and sedative medications before, during, and immediately after dressing changes.\n* Having chronic pain disorder\n* Having a disease that may affect primarily vital signs (such as Hypertension, COPD),\n* Not having any psychiatric and cognitive/mental disease (dementia, etc.),\n* Having chronic diseases like epilepsy, vertigo,\n* Being diagnosed with vision, hearing(auditory) and/or balance disorder\n* Having an addiction or abusing alcohol or drugs.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Altun Baksi, PhD","role":"CONTACT","phone":"+90 505 397 32 46","email":"altunbaksi@sdu.edu.tr"}],"overallOfficials":[{"name":"Altun Baksi, PhD","affiliation":"Suleyman Demirel University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"29950139","type":"BACKGROUND","citation":"Birnie KA, Kulandaivelu Y, Jibb L, Hroch P, Positano K, Robertson S, Campbell F, Abla O, Stinson J. Usability Testing of an Interactive Virtual Reality Distraction Intervention to Reduce Procedural Pain in Children and Adolescents With Cancer [Formula: see text]. J Pediatr Oncol Nurs. 2018 Nov/Dec;35(6):406-416. doi: 10.1177/1043454218782138. Epub 2018 Jun 27."},{"pmid":"35068011","type":"BACKGROUND","citation":"Addab S, Hamdy R, Thorstad K, Le May S, Tsimicalis A. Use of virtual reality in managing paediatric procedural pain and anxiety: An integrative literature review. J Clin Nurs. 2022 Nov;31(21-22):3032-3059. doi: 10.1111/jocn.16217. Epub 2022 Jan 23."},{"pmid":"31342823","type":"BACKGROUND","citation":"Ding J, He Y, Chen L, Zhu B, Cai Q, Chen K, Liu G. Virtual reality distraction decreases pain during daily dressing changes following haemorrhoid surgery. J Int Med Res. 2019 Sep;47(9):4380-4388. doi: 10.1177/0300060519857862. Epub 2019 Jul 25."},{"pmid":"33387391","type":"BACKGROUND","citation":"Dings SJM, van Stralen KJ, Struben VMD, Noordzij MA. Pain and anxiety during vasectomies while distracting patients with video glasses or virtual reality glasses. BJU Int. 2021 Nov;128(5):561-567. doi: 10.1111/bju.15332. Epub 2021 Jan 27."},{"pmid":"31116237","type":"BACKGROUND","citation":"Freitas DMO, Spadoni VS. Is virtual reality useful for pain management in patients who undergo medical procedures? Einstein (Sao Paulo). 2019 May 20;17(2):eMD4837. doi: 10.31744/einstein_journal/2019MD4837."},{"pmid":"31190052","type":"BACKGROUND","citation":"Furness PJ, Phelan I, Babiker NT, Fehily O, Lindley SA, Thompson AR. Reducing Pain During Wound Dressings in Burn Care Using Virtual Reality: A Study of Perceived Impact and Usability With Patients and Nurses. J Burn Care Res. 2019 Oct 16;40(6):878-885. doi: 10.1093/jbcr/irz106."},{"pmid":"35984382","type":"BACKGROUND","citation":"Gardner SE, Bae J, Ahmed BH, Abbott LI, Wolf JS, Hein M, Carter C, Hillis SL, Tandy LM, Rakel BA. A clinical tool to predict severe pain during wound dressing changes. Pain. 2022 Sep 1;163(9):1716-1727. doi: 10.1097/j.pain.0000000000002553. Epub 2021 Dec 15."},{"pmid":"24899241","type":"BACKGROUND","citation":"Guo C, Deng H, Yang J. Effect of virtual reality distraction on pain among patients with hand injury undergoing dressing change. J Clin Nurs. 2015 Jan;24(1-2):115-20. doi: 10.1111/jocn.12626. Epub 2014 Jun 4."},{"pmid":"25641687","type":"BACKGROUND","citation":"Hudson BF, Ogden J, Whiteley MS. Randomized controlled trial to compare the effect of simple distraction interventions on pain and anxiety experienced during conscious surgery. Eur J Pain. 2015 Nov;19(10):1447-55. doi: 10.1002/ejp.675. Epub 2015 Jan 30."},{"pmid":"26847938","type":"BACKGROUND","citation":"Kim JY, Kim NK, Lee YJ. A descriptive study of Korean nurses' perception of pain and skin tearing at dressing change. Int Wound J. 2016 Mar;13 Suppl 1(Suppl 1):47-51. doi: 10.1111/iwj.12539."},{"pmid":"34397356","type":"BACKGROUND","citation":"Ricardo JW, Lipner SR. Utilizing a Sleep Mask to Reduce Patient Anxiety During Nail Surgery. Cutis. 2021 Jul;108(1):36. doi: 10.12788/cutis.0285."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"All IPD that underlie results in a publication"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000072836","term":"Surgical Wound"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M1112","name":"Surgical Wound","asFound":"Surgical Wound","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}