{"protocolSection":{"identificationModule":{"nctId":"NCT06476886","orgStudyIdInfo":{"id":"STUDY00002867"},"secondaryIdInfos":[{"id":"5P50MH127476-02","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5P50MH127476-02"}],"organization":{"fullName":"Nationwide Children's Hospital","class":"OTHER"},"briefTitle":"Intensive Crisis Intervention","officialTitle":"Intensive Crisis Intervention (ICI) for Adolescent Suicidal Behavior","acronym":"ICI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Jennifer Hughes","investigatorTitle":"Psychologist & Clinical Scholar, Associate Professor","investigatorAffiliation":"Nationwide Children's Hospital"},"leadSponsor":{"name":"Jennifer Hughes","class":"OTHER"},"collaborators":[{"name":"National Institute of Mental Health (NIMH)","class":"NIH"},{"name":"Ohio State University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study's purpose is to improve the clinical management of severe crises experienced by youth with psychiatric disorders by examining a brief, evidence-based alternative to inpatient psychiatric care.","detailedDescription":"The objective of this study is to refine and test Intensive Crisis Intervention (ICI), a brief, evidence-based treatment that incorporates Family Therapy/Parent Training, Cognitive Behavioral Therapy and Motivational Interviewing to target family functioning in reducing adolescent suicidal behavior. The project's main goal is to examine feasibility, acceptability, research implementation procedures, and preliminary effectiveness of ICI using a mixed-methods approach. The investigators will utilize the extensive catchment area of Nationwide Children's Hospital Behavioral Health (NCH-BH) to complete this work. NCH-BH has a Youth Crisis Stabilization Unit (YCSU) in which ICI can be implemented and compared with outcomes from a traditional adolescent psychiatric inpatient unit (Adolescent Psychiatric Inpatient Unit \\[APIU\\]).\n\nIn Year 1, the investigators will further develop and refine an intervention implementation guide, including a formalized treatment manual, training and supervision protocols, and data collection processes. They will then pilot test implementation of ICI with 20 adolescents divided across the study age range of 12-17 years, 20 parents, and 10 providers. After refinement of ICI based on findings from the pilot, the investigators will recruit, assess and randomly assign 60 youth with suicidal ideation and/or behavior who are eligible for admission to both the YCSU and APIU to the YCSU (n=30) or APIU (n=30).\n\nThe central hypothesis is that ICI will be acceptable to families and show greater improvements in the investigators' proposed mechanism of change, family functioning, compared with results of traditional inpatient treatment, assessing outcomes at discharge, 30-day, and 3-month follow-up. The investigators have the following three specific aims:\n\nSpecific Aim 1: To develop, refine and pilot test ICI, including the ICI treatment manual, training, and supervision protocols, for youth with suicidal ideation and/or behavior, and to evaluate whether the proposed research implementation procedures are feasible and acceptable to adolescents, parents, and providers.\n\nSpecific Aim 2: To conduct a small randomized controlled trial to examine preliminary acceptability and effectiveness of the ICI intervention on the basis of primary outcomes (consumer satisfaction, family functioning) and secondary outcomes (suicidal ideation, suicide attempts, emergency department (ED)/inpatient admission, hopelessness, and therapeutic alliance).\n\nHypothesis 2a: ICI will result in higher consumer satisfaction compared to traditional inpatient treatment.\n\nHypothesis 2b: ICI will result in greater improvements in family functioning at discharge, 30-days, and 3-month follow-up compared to improvements made after traditional inpatient treatment.\n\nHypothesis 2c: ICI will result in lower rates of suicidal ideation, attempts, ED/inpatient admissions, lower hopelessness scores, and higher ratings of therapeutic alliance compared to traditional inpatient treatment.\n\nSpecific Aim 3: To identify barriers to and facilitators of implementation and sustainability of ICI using qualitative interviews and surveys with families, and clinical and organizational stakeholders."},"conditionsModule":{"conditions":["Suicide","Suicidal Ideation","Suicide, Attempted","Suicide and Self-harm","Suicide Threat"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The Pilot Phase will consist of 20 youth admitted to YCSU and their parents receiving ICI.\n\nIn the RCT, 60 youth will be randomized in a 1:1 ratio to YCSU (n=30) or APIU (n=30).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Assessors will be blind to treatment assignment. It is not possible for clinicians or families to be blind to treatment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Crisis Intervention (ICI)","type":"ACTIVE_COMPARATOR","description":"ICI is a brief (Average Length of Stay \\[ALOS\\]: M±SD=4.5±1.4 days), intensive family-centered, skills-based alternative to traditional inpatient psychiatric care. Adolescents participate in 2-3 individual sessions and 1-2 family sessions daily. Based on the cognitive-behavioral model of suicidality, ICI emphasizes that learned, maladaptive cognitive, behavioral, and affective responses to stressors contributing to suicidal behavior can be changed. Master's-level clinicians facilitate this process by engaging adolescents and their families in developing more effective coping skills when faced with potential triggers to suicidal crises.","interventionNames":["Behavioral: Intensive Crisis Intervention (ICI)"]},{"label":"Adolescent Psychiatric Inpatient Unit (APIU)","type":"ACTIVE_COMPARATOR","description":"APIU provides comprehensive assessment and treatment services to children and adolescents with significant psychiatric difficulties and to their families using a multidisciplinary approach. Symptoms and behaviors that led to admission are targeted through a milieu-based model of care and therapeutic group programming. The multidisciplinary treatment team includes a child and adolescent psychiatrist, often in collaboration with an advanced practice provider, psychologist, psychiatric nursing staff including trained mental health specialists, behavioral healthcare clinicians, care managers, rehabilitative care staff, teachers, and parent partners. Average length of stay is 9-11 days. An individualized treatment plan is developed by the entire treatment team, including the patient and caregivers, and includes initial planning for discharge with the primary treatment goal being stabilization of acute psychiatric symptoms. Programming is based on a trauma-informed biopsychosocial approach.","interventionNames":["Behavioral: Adolescent Psychiatric Inpatient Unit (APIU)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Intensive Crisis Intervention (ICI)","description":"The Pilot Phase will consist of 20 youth admitted to YCSU and their parents receiving ICI.\n\nIn the randomized control trial (RCT), 60 youth will be randomized in a 1:1 ratio to YCSU (n=30) or APIU (n=30).","armGroupLabels":["Intensive Crisis Intervention (ICI)"],"otherNames":["ICI"]},{"type":"BEHAVIORAL","name":"Adolescent Psychiatric Inpatient Unit (APIU)","description":"In the randomized control trial (RCT), 60 youth will be randomized in a 1:1 ratio to YCSU (n=30) or APIU (n=30).","armGroupLabels":["Adolescent Psychiatric Inpatient Unit (APIU)"],"otherNames":["APIU"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Youth's perspective on the value of services received on the Client Satisfaction Questionnaire (CSQ-8)","description":"The Client Satisfaction Questionnaire (CSQ-8) is an 8-item, easily scored and administered measurement that is designed to measure client satisfaction with services. The CSQ-8 uses a 4-point Likert scale. Scores are summed across items once. Items 2, 4, 5, and 8 are reverse scored. Total scores range from 8 to 32, with the higher number indicating greater satisfaction. The items for the CSQ-8 were selected on the basis of ratings by mental health professionals of items that could be related to client satisfaction and by subsequent factor analysis. The CSQ-8 is unidimensional, yielding a homogeneous estimate of general satisfaction with services. The CSQ-8 has been extensively studied, and while it is not necessarily a measure of a client's perceptions of gain from treatment or outcome, it does elicit the client's perspective on the value of services received.","timeFrame":"Post-discharge (day of discharge or as soon as possible after intervention ends)"},{"measure":"Parent's perspective on the value of services received on the Client Satisfaction Questionnaire (CSQ-8)","description":"The Client Satisfaction Questionnaire (CSQ-8) is an 8-item, easily scored and administered measurement that is designed to measure client satisfaction with services. The CSQ-8 uses a 4-point Likert scale. Scores are summed across items once. Items 2, 4, 5, and 8 are reverse scored. Total scores range from 8 to 32, with the higher number indicating greater satisfaction. The items for the CSQ-8 were selected on the basis of ratings by mental health professionals of items that could be related to client satisfaction and by subsequent factor analysis. The CSQ-8 is unidimensional, yielding a homogeneous estimate of general satisfaction with services. The CSQ-8 has been extensively studied, and while it is not necessarily a measure of a client's perceptions of gain from treatment or outcome, it does elicit the client's perspective on the value of services received.","timeFrame":"Post-discharge (day of discharge or as soon as possible after intervention ends)"},{"measure":"Change from baseline in family functioning on the Systemic Clinical Outcome and Routine Evaluation - 15 (SCORE-15) at post-discharge, 30 days, and 3 month follow-ups","description":"The SCORE-15 is a self-report measure of family functioning and has been proved to be a reliable and valid index of therapeutic change. The SCORE-15 has 15 Likert scale items (5-point scale; 1=Describes us very well; 5=Describes us not at all), and six separate indicators, three of them qualitative.","timeFrame":"Baseline, post-discharge (day of discharge or as soon as possible after intervention ends), 30 days, 3 months"}],"secondaryOutcomes":[{"measure":"Change from baseline in suicidal ideation and behavior on the Columbia-Suicide Severity Rating Scale (C-SSRS) at 30 days and 3 months","description":"The C-SSRS is a validated, semi-structured interview that assesses both suicidal behavior and suicidal ideation (yes/no, frequency), with flexible time points and multiple informants depending on administrator purpose and need.","timeFrame":"Baseline, 30 days, 3 months"},{"measure":"Suicidal behavior and intent on the Pierce Suicide Intent Scale (SIS) based on most recent attempt reported on the C-SSRS at baseline, 30 days, and 3 months","description":"The SIS is a questionnaire that assesses behavior and circumstances surrounding the suicide attempt, including plans, preparation, communicative elements, and concept of lethality of the chosen method.","timeFrame":"Based on most recent attempt from C-SSRS at baseline, 30 days, and 3 months"},{"measure":"Change from baseline in acute care services for suicidality on a modified version of the Services Assessment for Children and Adolescents (SACA) at 30 days and 3 months","description":"The SACA is a questionnaire completed with parents that asks questions related to any treatment or help the child participant has received for emotional, behavioral, or drug or alcohol problems at baseline. The SACA is then updated at 30 day and 3 month follow-ups to assess for any change in mental health service utilization since last visit.","timeFrame":"Baseline, 30 days, 3 months"},{"measure":"Change from baseline in hopelessness on the Beck Hopelessness Scale (BHS) at 30 days and 3 months","description":"The Beck Hopelessness Scale (BHS) examines an individual's thoughts and beliefs about the future. The 20 true-false items measure three major aspects of hopelessness: feelings about the future, loss of motivation, and expectations. Scores on the BHS range from 0 to 20, with higher total scores indicating greater hopelessness. The hopelessness construct is highly correlated with measures of depression, suicidal intent, and ideation","timeFrame":"Baseline, 30 days, 3 months"},{"measure":"Change from baseline in psychiatric symptoms and functioning on the DSM-5 Level 1 Cross-Cutting Symptom Measure at 30 days and 3 months","description":"The DSM-5 Level 1 Cross-Cutting Symptom Measure assesses mental health domains that are important across psychiatric diagnoses. This child-rated version of the measure consists of 25 questions that assess 12 psychiatric domains, including depression, anger, irritability, mania, anxiety, somatic symptoms, inattention, suicidal ideation/attempt, psychosis, sleep disturbance, repetitive thoughts and behaviors, and substance use. Each item asks the child, age 11-17, or parent/caregiver to rate how much (or how often) the child has been bothered by the specific symptom during the past 2 weeks. The measure was found to be clinically useful and had good test-retest reliability. Nineteen of the items are rated on a 5-point scale (0=none or not at all; 1=slight or rare, less than a day or two; 2=mild or several days; 3=moderate or more than half the days; and 4=severe or nearly every day). The suicidal ideation, suicide attempt, and substance abuse items are each rated on a \"Yes or No\" scale.","timeFrame":"Baseline, 30 days, 3 months"},{"measure":"Youth's report of change from baseline in anxiety and depression on the Revised Children's Anxiety and Depression Scale, Short Version (RCADS-25) at post-discharge, 30 days, and 3 months","description":"The Revised Children's Anxiety and Depression Scale-25 (RCADS-25) is a 25-item scale that measures levels of anxiety and low mood. The scale has two subscales (Total Anxiety and Total Depression) and an overall score. Both the anxiety and depression subscales have strong relation to anxiety and depression diagnostic groups. All items assess the frequency of symptoms and are rated on a 4-point Likert scale (1=Never; 4=Always). The child self-report scale can be used by children and adolescents between the ages of 8 to 18.","timeFrame":"Baseline, post-discharge (day of discharge or as soon as possible after intervention ends), 30 days, 3 months"},{"measure":"Parent's report on youth's change from baseline in anxiety and depression on the Revised Children's Anxiety and Depression Scale, Short Version (RCADS-25) at post-discharge, 30 days, and 3 months","description":"The Revised Children's Anxiety and Depression Scale-25 (RCADS-25) is a 25-item scale that measures levels of anxiety and low mood. The scale has two subscales (Total Anxiety and Total Depression) and an overall score. Both the anxiety and depression subscales have strong relation to anxiety and depression diagnostic groups. All items assess the frequency of symptoms and are rated on a 4-point Likert scale (1=Never; 4=Always). A parent (or caregiver) version is available to rate a child or adolescent's level of anxiety and depressive symptoms based on personal observations.","timeFrame":"Baseline, post-discharge (day of discharge or as soon as possible after intervention ends), 30 days, 3 months"},{"measure":"Therapeutic alliance reported on the Working Alliance Inventory - Short Revised (WAI-SR) at post-discharge","description":"The Working Alliance Inventory-Short Revised (WAI-SR) is a 12-item measure for the assessment of the therapeutic alliance. The WAI-SR captures three key alliance aspects: (a) agreement on the tasks of therapy, (b) agreement on the goals of therapy and (c) development of an affective bond. The WAI-SR uses a 5-point Likert Scale (1=Seldom; 5=Always).","timeFrame":"Post-discharge (day of discharge or as soon as possible after intervention ends)"}],"otherOutcomes":[{"measure":"Adherence to therapy intervention on the Therapist Behavior Rating Scale - Competence (TBRS-C)","description":"The Therapist Behavior Rating scale is an adherence process coding instrument designed to identify core therapeutic techniques and behaviors in facilitating multidimensional family therapy. This study uses just the 4-item Competence subscale of the measure to rate the therapy adherence. The instrument uses a 7-point Likert scale (1=Not at all; 7=Extensively).","timeFrame":"Through study completion"},{"measure":"Adherence to therapy intervention on the Cognitive Therapy Rating Scale (CTRS)","description":"The Cognitive Therapy Rating Scale (CTRS) is an observer-rated measure of cognitive behavioral therapy treatment fidelity. The instrument uses a 7-point Likert scale (0=Poor; 6=Excellent) for 11 therapy skill-specific items, with 7 additional items of varying scales and 2 text fill-in items to rate overall treatment.","timeFrame":"Through study completion"},{"measure":"Adherence to therapy intervention on the Motivational Interviewing Treatment Integrity (MITI) scale","description":"The Motivational Interviewing Treatment Integrity (MITI) coding instrument is an observer-rated measure of motivational interviewing treatment fidelity. The MITI includes 4 global score items using a 5-point rating scale and 10 behavior count items. Global scores range from a minimum of \"1\" and a maximum of \"5.\" Higher scores on the global scores and higher behavior counts indicate greater fidelity to the motivational interviewing treatment.","timeFrame":"Through study completion"},{"measure":"Hospital staff participants' reports on intervention acceptability on the Acceptability of Intervention Measure (AIM)","description":"The Acceptability of Intervention Measure (AIM) is a widely used 4-item measure that can be administered to a wide range of stakeholders to determine the extent to which they believe an intervention is acceptable. The measure uses a 5-point Likert scale (1=Completely disagree; 5=Completely agree).","timeFrame":"Month 14 or 31 of study, dependent on study phase and staff role in study"},{"measure":"Hospital staff participants' reports on intervention appropriateness on the Intervention Appropriateness Measure (IAM)","description":"The Intervention Appropriateness Measure (IAM) is a widely used 4-item measure that can be administered to a wide range of stakeholders to determine the extent to which they believe an intervention is appropriate. The measure uses a 5-point Likert scale (1=Completely disagree; 5=Completely agree).","timeFrame":"Month 14 or 31 of study, dependent on study phase and staff role in study"},{"measure":"Hospital staff participants' reports on intervention feasibility on the Feasibility of Intervention Measure (FIM)","description":"The Feasibility of Intervention Measure (FIM) is a widely used 4-item measure that can be administered to a wide range of stakeholders to determine the extent to which they believe an intervention is feasible. The measure uses a 5-point Likert scale (1=Completely disagree; 5=Completely agree).","timeFrame":"Month 14 or 31 of study, dependent on study phase and staff role in study"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Youth between the ages of 12 years 0 months and 17 years 6 months at time of consent\n2. Present to the Nationwide Children's Hospital Psychiatric Crisis Department (PCD) with suicidal ideation and/or behavior as the primary referral\n3. Be eligible for admission to both YCSU and APIU based on PCD clinician's clinical judgement\n4. Patient and legal guardian must be willing to be admitted to either YCSU or APIU\n5. Youth obtains a score of ≥23 on the Concise Health Risk Tracking Self-Report (CHRT-SR)\n6. Youth resides with a primary caretaker who has legal authority to consent for participation in research\n7. Legal guardian must attend the PCD evaluation\n\nExclusion Criteria:\n\n1. Participants who are unable to understand study procedures (e.g., intellectual disability, actively psychotic)\n2. Inability to speak or read English adequately to understand and complete study consent and procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jennifer L Hughes","role":"CONTACT","phone":"614-722-6811","email":"jennifer.hughes@nationwidechildrens.org"},{"name":"Anastasia Berg","role":"CONTACT","phone":"614-355-7136","email":"Anastasia.berg@nationwidechildrens.org"}],"overallOfficials":[{"name":"Jennifer L Hughes","affiliation":"Nationwide Children's Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Nationwide Children's Hospital","status":"RECRUITING","city":"Columbus","state":"Ohio","zip":"43215","country":"United States","contacts":[{"name":"John Psurny","role":"CONTACT","phone":"614-355-4132","email":"John.Psurny@nationwidechildrens.org"},{"name":"Jennifer L Hughes, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.96118,"lon":-82.99879}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be made available through the National Institute of Mental Health (NIMH) Data Archive (NDA) system.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"The investigators will follow NIMH guidelines for dissemination of study data and related materials.","accessCriteria":"To be provided."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013405","term":"Suicide"},{"id":"D000059020","term":"Suicidal Ideation"},{"id":"D000013406","term":"Suicide, Attempted"}],"ancestors":[{"id":"D000016728","term":"Self-Injurious Behavior"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M16191","name":"Suicide","asFound":"Suicide","relevance":"HIGH"},{"id":"M29364","name":"Suicidal Ideation","asFound":"Suicidal Ideation","relevance":"HIGH"},{"id":"M16192","name":"Suicide, Attempted","asFound":"Suicide, Attempted","relevance":"HIGH"},{"id":"M19089","name":"Self-Injurious Behavior","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}