{"protocolSection":{"identificationModule":{"nctId":"NCT06477198","orgStudyIdInfo":{"id":"Medipol Hospital 37"},"organization":{"fullName":"Medipol University","class":"OTHER"},"briefTitle":"QLB vs ESPB for Lumbar Spinal Surgery","officialTitle":"Posterior Quadratus Lumborum Block vs Erector Spinae Plane Plane Block for Pain Management After Lumbar Spinal Surgery"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-06-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bahadir Ciftci","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Medipol University"},"leadSponsor":{"name":"Medipol University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Ultrasound-guided quadratus lumborum block (QLB) is a fascial plane block where local anesthetic is injected adjacent to the quadratus lumborum muscle to anesthetize the thoracolumbar nerves.\n\nThe ultrasound (US) guided erector spina plane block (ESPB) is a novel interfacial plan block defined by Forero et al. at 2016. Visualization of sonoanatomy with US is easy, and the spread of local anesthesic agents can be easily seen under the erector spinae muscle. Thus, analgesia occurs in several dermatomes with cephalad-caudad way. It has been reported that ESPB provides lumbar analgesia at T10-12, L3.\n\nThis study aims to compare US-guided ESPB and posterior QLB for postoperative analgesia management after lumbar disc herniation-laminectomy surgery.","detailedDescription":"Spine surgery in thoracolumbar region is one of the most common surgeries performed for the treatment of leg and back pain. Pain management is especially important for these patients since chronic pain often occurs after surgery. Severe pain may occur at postoperative period in patients following lumbar disc herniation (LDH) operation. Postoperative effective pain treatment provides early mobilization and shorter hospital stay, thus complications due to hospitalization such as infection and thromboembolism may be reduced.\n\nOpioids are one of the most preferred drugs among the analgesic agents. Parenteral opioids are generally performed for patients after surgery. However opioids have undesirable adverse events such as nausea, vomiting, itching, sedation and respiratory depression (opioid-related adverse events).\n\nVarious methods may be performed to reduce the use of systemic opioids and for effective pain treatment. US-guided interfascial plane blocks have been used increasily due to the advantages of ultrasound in anesthesia practice. Ultrasound-guided quadratus lumborum block (QLB) is a fascial plane block where local anesthetic is injected adjacent to the quadratus lumborum muscle to anesthetize the thoracolumbar nerves.\n\nThe ultrasound (US) guided erector spina plane block (ESPB) is a novel interfacial plan block defined by Forero et al. at 2016 The ESPB contains a local anesthetic injection into the deep fascia of erector spinae. This area is away from the pleural and neurological structures and thus minimizes the risk of complications due to injury. Visualization of sonoanatomy with US is easy, and the spread of local anesthetic agents can be easily seen under the erector spinae muscle. Thus, analgesia occurs in several dermatomes with cephalad-caudad way. Cadaveric studies have shown that the injection spreads to the ventral and dorsal roots of the spinal nerves. ESPB provides thoracic analgesia at the T5 level, abdominal analgesia at the T7-9 level, and lumbar analgesia at T10-12, L3 level. In the literature, it has been reported that ESPB provides effective analgesia after lumbar spine surgery.\n\nThis study aims to compare US-guided posterior QLB block and ESPB for postoperative analgesia management after lumbar disc herniation-laminectomy surgery. The primary aim is to compare postoperative pain scores (NRS) the secondary aim is to evaluate postoperative opioid consumption, motor block, and adverse effects related to opioids (allergic reaction, nausea, vomiting)."},"conditionsModule":{"conditions":["Lumbar Disc Herniation"],"keywords":["Lumbar Disc Herniation","Postoperative pain management","Erector spinae plane block","Quadratus lumborum block"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Sixty patients aged 18-65 years old with American Society of Anesthesiologists (ASA) classification I-II and scheduled for lumbar disc herniation surgery will be included in the study. Patients will be randomly divided into two groups (Group QLB = QLB group, Group ESPB = ESPB group) including 30 patients each, before entering the operating room.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Outcomes Assessor and participant were blinded to the study","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group QLB = QLB group","type":"ACTIVE_COMPARATOR","description":"Posterior QLB will be performed","interventionNames":["Other: QLB","Other: Postoperative analgesia management"]},{"label":"Group ESPB = ESPB Group","type":"ACTIVE_COMPARATOR","description":"Lumbar ESPB will be performed","interventionNames":["Other: ESPB","Other: Postoperative analgesia management"]}],"interventions":[{"type":"OTHER","name":"QLB","description":"The block procedure will be applied after the surgery and before extubation with patients in the prone position by using US (Vivid Q, GE Healthcare, US). Under aseptic conditions, the convex probe will be covered with a sterile sheath and a 22G, 80 mm block needle (Braun Stimuplex Ultra 360, Germany) will be used. After visualizing the quadratus lumborum muscle, the needle will be punctured and 5 ml of saline will be injected into the posterior border of the quadratus lumborum muscle between QLM and latissimus dorsi muscle.. After the block location is confirmed, 30 ml of 0.25% bupivacaine will be injected. The same process will be applied to the opposite side (60 ml totally).","armGroupLabels":["Group QLB = QLB group"]},{"type":"OTHER","name":"ESPB","description":"ESP block will be performed. Convex probe will be placed longitudinally 4 cm lateral to the L3 transverse process. Erector spinae muscle will be visualized on the hyperechoic transverse process. The block needle will be inserted cranio caudal direction and then for correction of the needle, 2 ml saline will be injected deep into the erector spina muscle fascia. Following confirmation of the correct position of the needle 30 ml %0.25 bupivacaine will be administered for the block in each side (total 60 mL).","armGroupLabels":["Group ESPB = ESPB Group"]},{"type":"OTHER","name":"Postoperative analgesia management","description":"Patients will be administered paracetamol 1 gr IV every 8 hours in the postoperative period. Postoperative patient evaluation will be performed by a pain nurse blinded to the procedure. Tramodol will be performed for rescue analgesia.","armGroupLabels":["Group ESPB = ESPB Group","Group QLB = QLB group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Postoperative pain scores (NRS-Numerical Rating Scala)","description":"Change from Baseline Pain Scores at Postoperative 24 hours","timeFrame":"Postoperative 24 hours period"}],"secondaryOutcomes":[{"measure":"The use of rescue analgesia (number of participants)","description":"Tramadol using","timeFrame":"Postoperative 24 hours period"},{"measure":"The use of rescue analgesia (rate of tramadol using)","description":"Tramadol using","timeFrame":"Postoperative 24 hours period"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* American Society of Anesthesiologists (ASA) classification I-II\n* Scheduled for lumbar disc herniation-laminectomy surgery under general anesthesia\n\nExclusion Criteria:\n\n* history of bleeding diathesis,\n* receiving anticoagulant treatment,\n* known local anesthetics and opioid allergy,\n* infection of the skin at the site of the needle puncture,\n* pregnancy or lactation,\n* patients who do not accept the procedure","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Bahadir Ciftci, Assoc Prof, MD","role":"CONTACT","phone":"+905343736865","email":"bciftci@medipol.edu.tr"},{"name":"Ahmet Cetinkal, Assoc Prof, MD","role":"CONTACT"}],"locations":[{"facility":"Istanbul Medipol University Hospital","city":"Istanbul","state":"Bagcilar","zip":"34070","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"35030493","type":"BACKGROUND","citation":"Oh SK, Lim BG, Won YJ, Lee DK, Kim SS. Analgesic efficacy of erector spinae plane block in lumbar spine surgery: A systematic review and meta-analysis. J Clin Anesth. 2022 Jun;78:110647. doi: 10.1016/j.jclinane.2022.110647. Epub 2022 Jan 11."},{"pmid":"32669870","type":"BACKGROUND","citation":"Qiu Y, Zhang TJ, Hua Z. Erector Spinae Plane Block for Lumbar Spinal Surgery: A Systematic Review. J Pain Res. 2020 Jul 1;13:1611-1619. doi: 10.2147/JPR.S256205. eCollection 2020."},{"pmid":"33061562","type":"BACKGROUND","citation":"Tulgar S, Aydin ME, Ahiskalioglu A, De Cassai A, Gurkan Y. Anesthetic Techniques: Focus on Lumbar Erector Spinae Plane Block. Local Reg Anesth. 2020 Sep 25;13:121-133. doi: 10.2147/LRA.S233274. eCollection 2020."},{"pmid":"38068268","type":"BACKGROUND","citation":"Canikli Adiguzel S, Akyurt D, Bahadir Altun H, Ultan Ozgen G, Akdeniz S, Bayraktar B, Tulgar S, Yigit Y. Posterior Quadratus Lumborum Block or Thoracolumbar Interfascial Plane Block and Postoperative Analgesia after Spinal Surgery: A Randomized Controlled Trial. J Clin Med. 2023 Nov 21;12(23):7217. doi: 10.3390/jcm12237217."},{"pmid":"37314577","type":"BACKGROUND","citation":"Alver S, Ciftci B, Celik EC, Sargolzaeimoghaddam M, Cetinkal A, Erdogan C, Ahiskalioglu A. Postoperative recovery scores and pain management: a comparison of modified thoracolumbar interfascial plane block and quadratus lumborum block for lumbar disc herniation. Eur Spine J. 2024 Jan;33(1):118-125. doi: 10.1007/s00586-023-07812-3. Epub 2023 Jun 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Individual participant data (IPD) will not be shared"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007405","term":"Intervertebral Disc Displacement"},{"id":"D000006547","term":"Hernia"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"},{"id":"D000013122","term":"Spinal Diseases"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"}],"browseLeaves":[{"id":"M13069","name":"Pain, Postoperative","relevance":"LOW"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M10439","name":"Intervertebral Disc Displacement","asFound":"Disc Herniation","relevance":"HIGH"},{"id":"M9625","name":"Hernia","asFound":"Herniation","relevance":"HIGH"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"M15919","name":"Spinal Diseases","relevance":"LOW"},{"id":"M5126","name":"Bone Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M5315","name":"Bupivacaine","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}