{"protocolSection":{"identificationModule":{"nctId":"NCT06480227","orgStudyIdInfo":{"id":"PFDN-33P01"},"secondaryIdInfos":[{"id":"UG1HD069013","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD069013"},{"id":"UG1HD054214","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD054214"},{"id":"UG1HD041267","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD041267"},{"id":"UG1HD054241","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD054241"},{"id":"UG1HD110057","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD110057"},{"id":"UG1HD069010","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG1HD069010"},{"id":"U24HD069031","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U24HD069031"}],"organization":{"fullName":"NICHD Pelvic Floor Disorders Network","class":"NETWORK"},"briefTitle":"Trial of Transurethral Bulking Agent Injection Versus Single-Incision Sling for Stress Urinary Incontinence","officialTitle":"A Randomized Trial of Transurethral Bulking Agent Injection Versus Single-Incision Sling for Stress Urinary Incontinence","acronym":"BASIS"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"NICHD Pelvic Floor Disorders Network","class":"NETWORK"},"collaborators":[{"name":"Eunice Kennedy Shriver National Institute of Child Health and Human Development (NICHD)","class":"NIH"},{"name":"Duke University","class":"OTHER"},{"name":"Kaiser Permanente","class":"OTHER"},{"name":"University of California, San Diego","class":"OTHER"},{"name":"University of Chicago","class":"OTHER"},{"name":"University of Pennsylvania","class":"OTHER"},{"name":"University of Texas Southwestern Medical Center","class":"OTHER"},{"name":"Women and Infants Hospital of Rhode Island","class":"OTHER"},{"name":"RTI International","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"This is a multicentered, double-blind, randomized controlled, surgical trial of 358 women with inadequate symptom relief of stress urinary incontinence (SUI) or stress predominant mixed urinary incontinence (MUI) after conservative care.\n\nThe Primary Aim is to determine the comparative effectiveness (as defined by \"much\" or \"very much\" improved on PGI-I) of transurethral bulking agent (TBA) \\[for 1 or 2 injections in 12 months\\] vs. single-incision sling (SIS) 12 months after treatment intervention in women with predominant stress urinary incontinence (SUI).","detailedDescription":"The BASIS trial is a multicentered, double-blind, randomized controlled, surgical trial with two active interventions, 1) a transurethral bulking agent (TBA) or 2) a single-incision sling (SIS). Both interventions are FDA-approved treatment options for urinary incontinence and will be used in line with their approved use. Participants will be randomly assigned to one of the interventions. A total of 358 women will be randomized 1:1 to TBA or SIS.\n\nAll participants will have data including demographics, medical history, and quality of life assessments as they relate to urinary incontinence collected at baseline. After undergoing treatment (either transurethral bulking agent or single-incision sling), participants will be asked to return to the clinic at 2-4 weeks, 3 months, and 12 months with additional follow-ups at 6 months, 24 months, and 36 months done over the phone.\n\nThe primary outcome of the BASIS trial is subjective success measured by PGI-I for TBA vs. SIS at 12 months.\n\nSecondary outcomes include assessments of 1) retreatment rates within 12 months; 2) validated, objective measures of condition improvement through 36 months; 3) objective success at 3 and 12 months as measured by standardized cough stress test; 4) functional outcomes (activity level, perceived recover, sexual function, etc.); 5) quality of life assessments; 6) operative procedure data and adverse events; 7) pain and functional activity, need for sedation and anesthesia, de novo or worsening symptoms; 8) medical resource use (additional medications, procedures, or therapies); and 9) healthy utility measures."},"conditionsModule":{"conditions":["Stress Urinary Incontinence","Urinary Incontinence","Mixed Urinary Incontinence"],"keywords":["Urinary Incontinence","Pelvic Floor Disorders","Single Incision Sling","Transurethral Bulking Agent"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":358,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Solyx Single-incision Sling","type":"ACTIVE_COMPARATOR","description":"Solyx Single-incision Sling","interventionNames":["Device: Solyx Single-incision Sling"]},{"label":"Bulkamid Transurethral Bulking Agent","type":"ACTIVE_COMPARATOR","description":"Bulkamid Transurethral Bulking Agent","interventionNames":["Device: Bulkamid Transurethral Bulking Agent"]}],"interventions":[{"type":"DEVICE","name":"Solyx Single-incision Sling","description":"Minimally invasive mesh device placed to treat stress urinary incontinence.","armGroupLabels":["Solyx Single-incision Sling"]},{"type":"DEVICE","name":"Bulkamid Transurethral Bulking Agent","description":"Minimally invasive bulking agent injections used to bulk up the tissue surrounding the urethra to treat stress urinary incontinence. Up to 2 treatments within 12 months are allowed","armGroupLabels":["Bulkamid Transurethral Bulking Agent"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Subjective success measured by Patient Global Impression-Improvement [PGI-I] (>2) for TBA vs. SIS at 12 months.","description":"The PGI-I is used to compare condition improvement, defined as (1) = very much better, (2) = much better, (3) = a little better, (4) = no change, (5) = a little worse, (6) much worse, (7) very much worse.\n\nDetermine the comparative effectiveness (as defined by \"much\" or \"very much\" improved on PGI-I) of transurethral bulking agent \\[for 1 or 2 injections in 12 months\\] vs. single-incision sling 12 months after treatment intervention in women with predominant stress urinary incontinence.","timeFrame":"At 12 months post-intervention."}],"secondaryOutcomes":[{"measure":"Rates of retreatment","description":"Rates of additional, non-protocol treatments (including other medications, therapies, or medical procedures) for stress urinary incontinence within 12 months after the initial TBA vs. SIS including success rates after 1 vs 2 TBA injections.","timeFrame":"From intervention to 12 months post-intervention."},{"measure":"Change in Incontinence Questionnaire-Urinary Incontinence Short Form [ICIQ-SF] score","description":"The International Consultation on Incontinence Questionnaire-Short Form (ICIQ-SF) consists of 3 scorable questions measuring frequency of leakage, volume of leakage, and associated bother with leakage, for a range of scores from 0 (no leakage or bother) to 21 (worst leakage, most bothersome). A fourth question asks which type(s) of leakage are occurring.\n\nThe ICIQ-SF score is collected at baseline and each follow-up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Subjective success measured by Patient Global Impression-Improvement [PGI-I] (>2) for TBA vs. SIS","description":"The PGI-I is used to compare condition improvement, defined as (1) = very much better, (2) = much better, (3) = a little better, (4) = no change, (5) = a little worse, (6) much worse, (7) very much worse.\n\nDetermine the comparative effectiveness (as defined by \"much\" or \"very much\" improved on PGI-I) of transurethral bulking agent \\[for 1 or 2 injections in 12 months\\] vs. single-incision sling 12 months after treatment intervention in women with predominant stress urinary incontinence.\n\nPGI-I at each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From 3 months to 36 months post-intervention."},{"measure":"Condition improvement measured by Patient Global Symptom Control [PGSC] for TBA vs. SIS","description":"The Patient Global Symptom Control (PGSC) is a patient-reported measure of perceived agreement that symptoms are under control, as assessed on a scale of 1 (Disagree Strongly) to 5 (Agree Strongly). Included here are participants who had reported disagreements as indicated by a rating of 1 (Disagree Strongly) or 2 (Disagree)\n\nPGSC is collected at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From interventions to 36 months post-intervention."},{"measure":"Condition improvement measured by Patient Global Impression of Severity [PGI-S] for TBA vs. SIS","description":"The Patient Global Impression of Severity (PGI-S) is a patient-reported measure of perceived severity of condition, as assessed on a scale of 1 (Normal) to 4 (Severe). The outcomes is calculated as those that reported Normal or Mild severity as indicated by a rating of 1 or 2.\n\nPGI-S at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Condition improvement measured by Urogenital Distress Inventory - Long Form [UDI-LF] for TBA vs. SIS","description":"The Urogenital Distress Inventory (UDI) is a standardized a measure of overactive bladder symptoms and health-related quality of life. The UDI scale has a range from 0 to 300 with higher scores indicating greater distress.\n\nUDI-LF is collected at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Objective success by standardized cough testing","description":"Objective success at 3 and 12 months after TBA (1 or 2 injections) vs. SIS by standardized cough testing with a minimum 300 mL bladder volume. (Note, objective failure may be present below 300 mL)","timeFrame":"From 3 to 12 months post-intervention."},{"measure":"New or worsening urge incontinence function","description":"Number of participants with new or worsening onset urge urinary incontinence (UUI) (including need for additional or change in UUI treatment in those on UUI therapy at baseline)","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Sexual functional measured by the Pelvic Organ Prolapse/Urinary Incontinence Sexual Questionnaire, IUGA-Revised [PISQ-IR] for TBA vs. SIS","description":"The Pelvic Organ Prolapse Incontinence Sexual Questionnaire, IUGA-revised measures the impact of incontinence symptoms on sexual function and satisfaction. The Sexually Active-Average (SA-AVG) ranges from 1 to 5 with higher scores indicating greater sexual function.\n\nPISQ-IR is collected at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Quality of life improvement measured by Incontinence Impact Questionnaire - Long Form [IIQ-LF] for TBA vs. SIS","description":"The Incontinence Impact Questionnaire-Long Form is a standardized a measure of health-related quality of life. The IIQ-LF Total score ranges from 0 to 400 with higher scores indicating worse impact.\n\nIIQ-LF is collected at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From baseline to 36 months post-intervention."},{"measure":"Quality of life improvement measured by 36-Item Short Form Health Survey [SF-36] for TBA vs. SIS","description":"The SF-36 determines participants' overall quality of life by assessing 1. limitations in physical functioning due to health problems; 2. limitations in usual role because of physical health problems; 3. bodily pain; 4. general health perceptions; 5. vitality; 6. limitations in social functioning because of physical or emotional problems; 7. limitations in usual role due to emotional problems; and 8. general mental health. Scores range from 0 to 100 with higher scores indicating better quality of life.\n\nSF-36 is collected at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From baseline to 36 months post-intervention."},{"measure":"Quality of life improvement measured by Decision Regret Scale- Satisfaction with Decision Scale [DRS-SDS] for TBA vs. SIS","description":"The DRS-SDS is a standardized assessment of treatment satisfaction. It asks subjects to reflect on a particular decision and then rate each item on a Likert scale from 1 (strongly agree) to 5 (strongly disagree). Higher scores are worse.\n\nDRS-SDS at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From baseline to 36 months post-intervention."},{"measure":"Blood Loss","description":"Estimated quantity of blood lost during protocol procedures.","timeFrame":"At intervention"},{"measure":"Operative time","description":"Estimated total time of operative procedure","timeFrame":"At intervention"},{"measure":"Operative Procedure-related adverse events","description":"Number of participants with intra- and post-operative complications requiring treatment or any treatment for voiding dysfunction or pain, categorized using a modification of the Dindo Classification.","timeFrame":"At intervention"},{"measure":"Post-op pain","description":"Number of participants with de novo or worsening pelvic floor muscle tenderness or de novo or worsening dyspareunia or surgical pain between 3 and 12 months","timeFrame":"Between 3 and 12 months post-intervention"},{"measure":"Intraoperative Pain management","description":"Number of participants with intraoperative need for additional sedation or anesthesia beyond local injection.","timeFrame":"At intervention"},{"measure":"Functional activity measured by Activity Assessment Scale [AAS] for TBA vs. SIS","description":"The AAS is a is a standardized a measure of impact of incontinence on normal and more strenuous activities. The score ranges from 0 to 100 with higher scores indicating greater functional activity.\n\nAAS is collected at at baseline and each follow up time point up to 36 months according to treatment assignment and as treated.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Medical resource use","description":"The number of participants with new medications, new symptoms or complaints, life events, and intercurrent therapies for incontinence and other urinary symptoms, intercurrent complications from treatment, intercurrent therapies for complications.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Medical Resource Cost","description":"The estimated direct and indirect cost of the intervention, new medications, new symptoms or complaints, life events, and intercurrent therapies for incontinence and other urinary symptoms, intercurrent complications from treatment, intercurrent therapies for complications.","timeFrame":"From intervention to 36 months post-intervention."},{"measure":"Health utility measure measured by the European Quality of Life-5 Dimensions (EQ-5D-5L)","description":"European Quality of Life-5 Dimensions (EQ-5D-5L) is a standardized instrument developed by the EuroQol Group as a measure of health-related quality of life. The EQ-5D-5L has 5 attributes (mobility, self-care, usual activities, pain/discomfort and anxiety/depression).\n\nEQ-5D descriptive system is divided into five levels of perceived problems:\n\nLEVEL 1: indicating no problem LEVEL 2: indicating slight problems LEVEL 3: indicating moderate problems LEVEL 4: indicating severe problems LEVEL 5: indicating unable to/extreme problems","timeFrame":"From baseline to 36 months post-intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Women \\>21 years\n* Bothersome SUI (PFDI-20 Q:#17 of somewhat, moderately or quite a bit) or stress predominant MUI (PFDI-20 Q:#16 \\< Q:#17)50 for \\> 3 months with well-controlled UUI on stable medication treatment through baseline and follow-up.\n* A positive cough stress test or urodynamic SUI within the past 18 months.\n* Normal voiding function as demonstrated by PVR \\< 150 mL\n* Candidate for either study procedure as determined by treating surgeon (i.e., failed or unable to perform conservative management for SUI including pelvic floor strengthening and failed or declines pessary option for SUI)\n* Available for up to 3 years.\n* Agrees to randomization.\n\nExclusion Criteria:\n\n* Anterior/apical vaginal prolapse beyond the hymen (\\>0 on POPQ) - Advanced prolapse may require additional surgery or potentially increase the risk of postoperative urinary obstruction and confound the results of the study.\n* Urge-predominant mixed UI by UDI-6 despite stable therapy - Urge predominant UI would not be expected to improve after TBA or SIS and may bias results of interventions designed specifically for stress urinary incontinence.\n* Planned hysterectomy, urethral or anterior/apical surgeries - additional surgery beyond TBA or SIS has potential to confound the results. Additionally, these procedures generally require general anesthesia and indwelling catheterization immediately post operatively. The impact of urethral instrumentation after TBA is unknown and could impact the efficacy of the urethral coaptation.\n* Malignancy or history of radiation of the pelvis - The risk of foreign material rejection and mesh complications may be higher in women with pelvic radiation and other treatment for pelvic malignancy may impact primary outcomes.\n* Pregnant, breast feeding or plans for pregnancy within 1 year - subsequent vaginal delivery and hormonal changes of breast feeding prior to primary outcome could impact the efficacy of either treatment.\n* Incomplete emptying (PVR \\> 150mL) - SUI surgery may increase the risk of urinary retention.\n* Prior anti-incontinence procedure - the aim of the study is to identify the role of TBA and SIS in primary, uncomplicated SUI or stress predominant MUI management.\n* Neurogenic bladder - the aim of the study is to identify the role of TBA and SIS in primary, uncomplicated SUI or stress predominant MUI management.\n* Prior adverse reaction to synthetic mesh or polyacrylamide - to minimize risk of post procedure complications.\n* Chronic bladder or pelvic pain conditions (e.g., Interstitial cystitis, painful bladder syndrome, fibromyalgia, chronic pelvic pain, etc.) - given the known risks of postoperative pain with SIS and higher risks of pain in those with baseline chronic pain, we aim to minimize post operative complications.\n* Active 3rd line treatment for OAB/UUI with botulinum toxin, sacral neuromodulation stimulation (SNS) or percutaneous tibial nerve stimulation (PTNS) within 12 months or plan for 3rd line or new OAB/UUI treatment within 1 year of SUI surgery. For those on stable medication OAB/UUI treatment, participants should be on stable treatment for 3 months with adequate symptom control prior to baseline measures and plan to remain on stable therapy without 3rd line treatment plans within 1 year of SUI surgery. Those who have received 3rd line treatment (Botox. PTNS or SNS) should have a washout of 1yr from and no plans for restarting within the primary outcome timeframe of 1 year post procedure. Those using SNS for bowel leakage only and no UUI symptoms do not require minimum 3 months. Participants with MUI on OAB/UUI medication therapy will still need to have SUI worse than UUI at baseline. Randomization will be stratified based on presence of UUI treatment component.\n* Active treatment for SUI with a pessary. For those using a pessary or other SUI support device, a 3-week washout period should occur prior to assessing baseline measures.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Emily Lukacz, MD","affiliation":"University of California, San Diego","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marie Gantz, MD","affiliation":"RTI International","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of California at San Diego","city":"La Jolla","state":"California","zip":"92037-0974","country":"United States","geoPoint":{"lat":32.84727,"lon":-117.2742}},{"facility":"Kaiser Permanente -- San Diego","city":"San Diego","state":"California","zip":"92110","country":"United States","geoPoint":{"lat":32.71533,"lon":-117.15726}},{"facility":"University of Chicago","city":"Chicago","state":"Illinois","zip":"60637","country":"United States","geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"Duke University, Duke Division of Urogynecology and Reconstructive Pelvic Surgery","city":"Durham","state":"North Carolina","zip":"27707","country":"United States","geoPoint":{"lat":35.99403,"lon":-78.89862}},{"facility":"University of Pennsylvania","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","geoPoint":{"lat":39.95233,"lon":-75.16379}},{"facility":"Brown/ Women and Infants Hospital of Rhode Island, Center for Women's Pelvic Medicine and Reconstructive Surgery","city":"Providence","state":"Rhode Island","zip":"02903","country":"United States","geoPoint":{"lat":41.82399,"lon":-71.41283}},{"facility":"University of Texas Southwestern Medical Center","city":"Dallas","state":"Texas","zip":"75390","country":"United States","geoPoint":{"lat":32.78306,"lon":-96.80667}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Study data will be made available through DASH","infoTypes":["STUDY_PROTOCOL","ICF"],"timeFrame":"Plan to submit full study dataset before the end of the award period.","accessCriteria":"Access is managed by DASH.","url":"http://dash.nichd.nih.gov/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014549","term":"Urinary Incontinence"},{"id":"D000004775","term":"Enuresis"},{"id":"D000014550","term":"Urinary Incontinence, Stress"}],"ancestors":[{"id":"D000014555","term":"Urination Disorders"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000059411","term":"Lower Urinary Tract Symptoms"},{"id":"D000020924","term":"Urological Manifestations"},{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019960","term":"Elimination Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M17299","name":"Urinary Incontinence","asFound":"Urinary Incontinence","relevance":"HIGH"},{"id":"M7936","name":"Enuresis","asFound":"Urinary Incontinence","relevance":"HIGH"},{"id":"M17300","name":"Urinary Incontinence, Stress","asFound":"Stress Urinary Incontinence","relevance":"HIGH"},{"id":"M1112","name":"Surgical Wound","relevance":"LOW"},{"id":"M29565","name":"Pelvic Floor Disorders","relevance":"LOW"},{"id":"M27171","name":"Nocturnal Enuresis","relevance":"LOW"},{"id":"M17305","name":"Urination Disorders","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M29464","name":"Lower Urinary Tract Symptoms","relevance":"LOW"},{"id":"M22659","name":"Urological Manifestations","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21832","name":"Elimination Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}