{"protocolSection":{"identificationModule":{"nctId":"NCT06477250","orgStudyIdInfo":{"id":"Edu:Social School Project"},"organization":{"fullName":"Max Planck Social Neuroscience Lab","class":"OTHER"},"briefTitle":"Investigating the Effects of a Dyad Intervention on Teacher Resilience, Mental Health, and Social Emotions and Behavior","officialTitle":"Investigating the Effects of an Online Empathy-Compassion Dyad Intervention on Teacher Resilience, Mental Health, Social Emotions, Social Communication, and Interactions","acronym":"EduSocial1"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Max Planck Social Neuroscience Lab","class":"OTHER"},"collaborators":[{"name":"Humboldt-Universität zu Berlin","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The COVID-19 pandemic increased psychological burdens in Germany, especially among teachers who have reported higher levels of emotional exhaustion and burnout compared to the general population. Even before the pandemic, teachers found their work highly stressful. Mindfulness- and compassion-based interventions, as well as socio-emotional learning interventions, show promise in combating burnout among educators. Despite increased research, partner-based Dyads have not been explored in schools. Recent studies suggest these social practice formats are more effective than solo mindfulness techniques in reducing loneliness, and social stress, and enhancing social connections and resilience. Additionally, the impact of these interventions on student, classroom, collegium, and system levels remains under-researched.\n\nThis study extends the CovSocial project and the ReSource project, which showed the effectiveness of partner-based dyadic mental training on stress reduction, resilience, and social cohesion. The first goal is to test a 10-week online empathy-compassion (EmCo) Dyad training program, inspired by the Affect Dyad from the ReSource project and the online coaching Dyad from the CovSocial project, incorporating empathic and compassionate listening.\n\nThe second goal is to evaluate the Dyad intervention's effects in an educational context, focusing on teachers' mental health, social capacities, social networks, and classroom climate, measured across: 1) mental health and resilience, 2) social emotions, 3) social interaction, 4) communication and listening skills, and 5) classroom climate. The third aim is to develop and validate the Teacher Autonomic Voice Assessment (TAVA) and the Egocentric Social Network Analysis Paradigm (e-SNAP), using autonomic measures and voice recordings to assess teachers' emotional states. The final aim is to investigate the cognitive and affective mechanisms driving changes in teachers' mental health, resilience, and social-emotional competencies.","detailedDescription":"The COVID-19 pandemic led to a dramatic rise in psychological burden and strain within Germany. German teachers, specifically, have reported increased emotional exhaustion and professional burnout, at levels exceeding those of the general population. The rise in teacher burnout is particularly alarming given that teachers already perceived their work as stressful and reported high rates of burnout prior to the pandemic. Mindfulness- and compassion-based interventions as well as socio-emotional learning interventions offer a promising approach to combating burnout among education professionals. Despite an increase in research efforts to alleviate burnout through such mental training intervention programs, partner-based Dyads have never been investigated in the school context. Yet, recent research suggests that these social practice formats are more efficient than classic mindfulness techniques practiced alone when it comes to reducing loneliness and social stress, boosting social connections and cohesion as well as resilience. Interestingly, the underlying mechanisms of these different types of interventions seem to be also rather different ones. Finally, the extent to which these interventions promote desired outcomes at the student, classroom, collegium, and system levels remains poorly known in the empirical literature.\n\nThis study is an extension of the CovSocial project and the preceding ReSource project, which provided evidence of the effectiveness of partner-based dyadic mental training interventions on stress reduction, psychological resilience, and social cohesion across multiple traits and state-level indicators of biopsychosocial health.\n\nThe first main goal of the proposed study is to test the efficacy of an adapted 10-week online empathy-compassion (EmCo) Dyad training program which both the original Affect Dyad inspired developed originally in the ReSource project and the 10-weeks online coaching Dyad program later developed in the context of the CovSocial project, and now includes an important differentiation between empathic and compassionate listening based on previous research in the lab.\n\nA second main goal is to test the effects of such Dyad intervention in the educational context with a focus on boosting teachers' mental health and social capacities as well as their social networks and the classroom climate. The intervention effects will be measured in several families of outcomes which we will call domains: 1) mental health and resilience, 2) social emotions, 3) social interaction, 4) communication and listening skills, and 5) classroom climate. The third aim is to develop and validate two novel tasks, the Teacher Autonomic Voice Assessment (TAVA) and the Egocentric Social Network Analysis Paradigm (e-SNAP). In exploring the use of both autonomic measures as well as voice recordings as indicators of the emotional states of the teachers in the classroom, we hope to provide more objective markers of training-induced changes in the teachers' social connections, emotional well-being, self-regulation skills, as well as communication competency during real-time class instruction.\n\nThe final aim is to assess underlying cognitive and affective mechanisms driving the observed changes in teachers' mental health, resilience, and social-emotional competencies.\n\nIn a multi-factorial mixed (between- and within-subjects) design, the type of intervention will serve as the between-subjects variable with two levels: (a) the EmCo dyad training and (b) a waitlist control group. The within-subject effects from pre- to post-intervention will be evaluated at three time points in the intervention group at the pre-test, mid-test (after 5 weeks), and post-test (after an additional 5 weeks). In the waitlist control group, the variables of interest will be assessed at three time points including pre-test, mid-test and post-test. In a second step, the waitlist control group will also undergo a 5-week period of empathy-based socio-emotional intervention, followed by another 5-week period of compassion-based socio-emotional intervention, using the same protocol and testing as above (sequential intervention approach). If recruitment barriers prevent the implementation of a waitlist control group, only the within-subject pre-post effects as well as all individual difference hypotheses will be tested.\n\nThe EmCo Dyad intervention implemented here is based on the daily Affect Dyad practice, and a 10-week program consisting of 10 teacher-guided 1.5-hour online coaching sessions to deepen the daily practice inspired by the CovSocial project. In comparison to the 10-week online training developed in the CovSocial project, an additional component has been added, namely the difference between empathic and compassionate listening. This Dyad program was designed to enhance a) interoceptive body awareness, b) acceptance of challenging emotions, c) resilience through gratitude and compassion, d) non-judgmental empathic and compassionate listening, e) social connectedness and f) common humanity. The topic of each weekly coaching session is organized according to these goals. The weekly coaching session is conducted by a skilled expert trainer with groups of about 20 teachers, following a consistent structure. These sessions include sharing personal experiences and difficulties with the Dyad practice in the group, and teacher-lead content presentations to enhance understanding of key aspects of the practice. Participants also say good-bye to their Dyad partner of the past week and get to know their new Dyad partner for the coming week in break-out rooms.\n\nParticipants in the EmCo training course complete a daily practice, six times per week, and weekly 1.5-hour online coaching sessions for 10 weeks via a study app.\n\nThe daily practice involves a 13-minute structured contemplative dialogue. It starts with a minute of silence, followed by partners taking turns speaking about one difficult situation (2.5 mins) and one situation that incurred gratitude (2.5 mins) in the past 24 hours. While the participants elaborate on each situation, they are asked to focus on the recall of the bodily experience of the emotions generated during the situation. The listener is asked to contemplate his/her partner's experiences in a non-judgmental manner. The session concludes with a final minute of silence. Participants are randomly assigned new partners each week."},"conditionsModule":{"conditions":["Burnout"],"keywords":["Resilience","Burnout","Psychological distress","Stress","Mental health","Empathy","Compassion","Prosocial Behavior","Classroom climate","Teachers"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"No masking will be used since both participants and staff need to be aware which condition the participant belongs to in order to be able to attain and provide the appropriate training and practice prior to starting the actual interventions."}},"enrollmentInfo":{"count":240,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Empathy- and compassion-based socio-emotional mental training","type":"EXPERIMENTAL","description":"Core practice: In the EmCo Dyad, participants perform a 13-minute partner-based exercise that involves contemplating over one difficult situation and one situation that incurred gratitude in the past 24 hours. Both partners take turns speaking about the two situations while the other partner listens in a non-judgmental manner. While the participants elaborate on the situations, they are asked to focus on the bodily experience of the emotions generated during the situation.\n\nThe focus is on empathic listening in the first 5 weeks, and on compassionate listening in the remaining 5 weeks.\n\nThe coaching sessions help deepen the Dyad practice and educate teachers about body language, coping better with difficult emotions/stress, the benefits of empathy versus compassion and the act of listening from a mindset of empathy versus compassion.","interventionNames":["Behavioral: Empathy-based socio-emotional mental training"]},{"label":"Control Group (Waitlist control)","type":"NO_INTERVENTION","description":"The control group will not undergo an intervention. This group will complete the self-report questionnaires but not the EMA and the pre-post dyad practice ratings. In a second step, the waitlist control group will also undergo a 5-week period of empathy-based socio-emotional intervention, followed by another 5-week period of compassion-based socio-emotional intervention, using the same protocol and testing as above (sequential intervention approach)."}],"interventions":[{"type":"BEHAVIORAL","name":"Empathy-based socio-emotional mental training","description":"The goal of the EmCo dyad practice is to enhance coping with difficult emotions, empathic and compassionate listening, social sharing, acceptance, and gratitude. It involves a daily partner-based practice and weekly coaching sessions with expert teachers.","armGroupLabels":["Empathy- and compassion-based socio-emotional mental training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline Depression Anxiety Stress Scale - 21 (DASS-21) scores at 5 and 10 weeks","description":"A scale measuring depression, anxiety, and stress (Henry \\& Crawford, 2005; Nilges \\& Essau, 2021). The scale ranges from 0 to 3, where higher scores indicate more depression, anxiety, and stress.","timeFrame":"Assessed at pre-intervention (Baseline), after the first 5 weeks of training (Mid-Test), and then after the second 5 weeks of training (Post-Test)"},{"measure":"Change from baseline Maslach Burnout Inventory-Educators Survey (MBI-ES) scores at 5 and 10 weeks","description":"A scale measuring burnout (Maslach \\& Jackson, 1981; Schwarzer et al., 2000). The scale ranges from 1 to 5, where higher scores indicate more burnout.","timeFrame":"Assessed at pre-intervention (Baseline), after the first 5 weeks of training (Mid-Test), and then after the second 5 weeks of training (Post-Test)"},{"measure":"Change from baseline Connor Davidson Resilience Scale (CD-RISC) score at 5 and 10 weeks","description":"A scale measuring psychological resilience (Connor \\& Davidson, 2003; Sarubin et al., 2015). The scale ranges from 1 to 5, where higher scores indicate more resilience.","timeFrame":"Assessed at pre-intervention (Baseline), after the first 5 weeks of training (Mid-Test), and then after the second 5 weeks of training (Post-Test)"},{"measure":"Change from baseline Sussex-Oxford Compassion Scale for Self and Others (SOCS) scores at 10 weeks","description":"A scale measuring self-compassion (SOCS-S) and compassion for others (SOCS-O; Gu et al., 2020). The scale ranges from 1 to5, where higher scores indicate more compassion.","timeFrame":"Assessed at pre-intervention (Baseline), at week 5 (after empathic listening training) and then again at week 10 (after compassionate listening training)"},{"measure":"Change from baseline Active Listening Attitude Scale (ALAS) scores at 5 and 10 weeks","description":"A scale measuring active listening (Mishima et al., 2000). The scale ranges from 1 to 5, where, higher scores indicate more active listening.","timeFrame":"Assessed at pre-intervention (Baseline), after the first 5 weeks of training (Mid-Test), and then after the second 5 weeks of training (Post-Test)"},{"measure":"Change from baseline Socio-Affective Video Task (SoVT) scores at 5 and 10 weeks","description":"This task assesses behavioral empathy and compassion using emotional video clips (Kanske et al., 2015; Klimecki et al., 2013; Valk et al., 2016). Higher scores indicate more empathy or more compassion.","timeFrame":"Assessed at pre-intervention (Baseline), at week 5 (after empathic listening training), and then again at week 10 (after compassionate listening training)"},{"measure":"Change from baseline Egocentric Social Network Analysis Paradigm (e-SNAP) scores at 5 and 10 weeks","description":"In this task, teacher-reported perceptions of their classroom and workplace networks are used to assess the frequency and pleasantness of interactions, as well as relationships within the network. Higher scores indicate more (a) Teacher-perceived interaction frequency (with pupils and teachers), (b) Teacher-perceived network density (% of total ties / all possible ties) (of the classroom, and of work colleagues), (c) Teacher-perceived interaction pleasantness ratio (pupil-pupil and teacher-teacher).","timeFrame":"Assessed at pre-intervention (Baseline), after the first 5 weeks of training (Mid-Test), and then after the second 5 weeks of training (Post-Test)"},{"measure":"Change from baseline Autonomic Nervous System (ANS) functioning at 10 weeks: Physiological Resting Baseline - electrocardiogram [ECG]","description":"Resting assessment of autonomic physiology. Participants sit quietly with eyes closed and no specific task is given. Autonomic activity will be measured with PLUX Biosignals sensors including a 3-point ECG sensor attached to the chest.\n\nResting autonomic physiology data will be analyzed with PLUX OpenSignals software to assess Heart Rate Variability (HRV).","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Autonomic Nervous System (ANS) functioning at 10 weeks: Physiological Resting Baseline - electrodermal activity [EDA]","description":"Resting assessment of autonomic physiology. Participants sit quietly with eyes closed and no specific task is given. Autonomic activity will be measured with PLUX Biosignals sensors including a 2-point EDA sensor attached to the index and middle fingers of the non-dominant hand.\n\nResting autonomic physiology data will be analyzed with PLUX OpenSignals software to assess Skin Conductance Response (SCR)","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Autonomic Nervous System (ANS) functioning at 10 weeks: Physiological Resting Baseline - inductive respiration","description":"Resting assessment of autonomic physiology. Participants sit quietly with eyes closed and no specific task is given. Autonomic activity will be measured with PLUX Biosignals sensors including an inductive respiration adjustable chest strap. Resting autonomic physiology data will be analyzed with PLUX OpenSignals software to assess Respiratory Sinus Arrhythmia (RSA) and breathing cycle amplitude and frequency","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Autonomic Nervous System (ANS) regulation at 10 weeks: Heart Rate Variability","description":"Phasic assessment of autonomic physiology as participants complete a semi-structured lesson plan in classrooms. Participants watch a series of short clips from Inside Out with their students. These clips have emotional (positive and negative) content. After watching the clips participants facilitate a class discussion encouraging students to consider the function of various emotions and self-regulation strategies for managing difficult emotional experiences. Following the discussion, participants are asked to sit quietly while students complete self-report surveys.\n\nPhasic autonomic physiology data will be analyzed with PLUX OpenSignals software to assess HRV and RSA (3-point ECG attached to the chest)","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Autonomic Nervous System (ANS) regulation at 10 weeks: Skin Conductance","description":"Phasic assessment of autonomic physiology as participants complete a semi-structured lesson plan in classrooms. Participants watch a series of short clips from Inside Out with their students. These clips have emotional (positive and negative) content. After watching the clips participants facilitate a class discussion encouraging students to consider the function of various emotions and self-regulation strategies for managing difficult emotional experiences. Following the discussion, participants are asked to sit quietly while students complete self-report surveys.\n\nPhasic autonomic physiology data will be analyzed with PLUX OpenSignals software to assess SCR (2-point EDA attached to the non-dominant hand)","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Autonomic Nervous System (ANS) regulation at 10 weeks: inductive respiration","description":"Phasic assessment of autonomic physiology as participants complete a semi-structured lesson plan in classrooms. Participants watch a series of short clips from Inside Out with their students. These clips have emotional (positive and negative) content. After watching the clips participants facilitate a class discussion encouraging students to consider the function of various emotions and self-regulation strategies for managing difficult emotional experiences. Following the discussion, participants are asked to sit quietly while students complete self-report surveys.\n\nPhasic autonomic physiology data will be analyzed with PLUX OpenSignals software to assess inductive Respiration (adjustable chest strap)","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Vocalized Emotional Expressions at 10 weeks - prosodic features","description":"Acoustic assessment of vocalized emotions as participants complete a semi-structured lesson plan in their classrooms. Participants record their own voices for 15 minutes as they encourage students' engagement during the classroom discussion component of the test lesson. Two sets of simultaneous voice recordings will be collected on participants' phones as well as a research phone. A lapel microphone connected to the research phone will be attached to the participants' collars. Participants' own phones will be placed in a phone case lanyard necklace worn around the neck.\n\nVocalized emotions will be analyzed with audEERING devAIce software to assess prosodic features (e.g., pitch, voice quality \\[jitter and shimmer\\])","timeFrame":"the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Vocalized Emotional Expressions at 10 weeks - affect dimensions","description":"Acoustic assessment of vocalized emotions as participants complete a semi-structured lesson plan in their classrooms. Participants record their own voices for 15 minutes as they encourage students' engagement during the classroom discussion component of the test lesson. Two sets of simultaneous voice recordings will be collected on participants' phones as well as a research phone. A lapel microphone connected to the research phone will be attached to the participants' collars. Participants' own phones will be placed in a phone case lanyard necklace worn around the neck.\n\nVocalized emotions will be analyzed with audEERING devAIce software to assess affect dimensions (e.g., activation \\[arousal\\], valence, and dominance)","timeFrame":"the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Vocalized Communication Behaviors at 10 weeks - sensitivity in communication","description":"Acoustic assessment of vocalized communication behaviors as participants complete a semi-structured lesson plan in their classrooms. Participants record their own voice for 15 minutes as they encourage students' engagement during the classroom discussion component of the test lesson. Two sets of simultaneous voice recordings will be collected on participants' personal phones as well as a research phone. A lapel microphone connected to the research phone will be attached to participants' collar. Participants' own phone will be placed in a phone case lanyard necklace worn around the neck.\n\nVocalized communication behaviors will be analyzed with audEERING devAIce software to assess tone, rate, and dominance scores indicate sensitivity in communication.\n\nLower tone, rate and dominance scores represent higher sensitivity in communication.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Vocalized Communication Behaviors at 10 weeks - silence","description":"Acoustic assessment of vocalized communication behaviors as participants complete a semi-structured lesson plan in their classrooms. Participants record their own voice for 15 minutes as they encourage students' engagement during the classroom discussion component of the test lesson. Two sets of simultaneous voice recordings will be collected on participants' personal phones as well as a research phone. A lapel microphone connected to the research phone will be attached to participants' collar. Participants' own phone will be placed in a phone case lanyard necklace worn around the neck.\n\nVocalized communication behaviors will be analyzed with audEERING devAIce software to assess the teacher's silence and background sounds indicate the teacher's listening. Higher rates of teacher's silence represent higher listening.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline listening at 10 weeks","description":"Self-generated items measure active listening during classroom discussions (Mishima et al., 2000). The scale ranges from 1 to 5. Higher scores indicate more active listening.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Academic Productive Dialogue (APD) scores at 10 weeks","description":"A scale measuring the productivity of a classroom dialog (Gutentag et al., 2022). The scale ranges from 1 to 5. Higher scores mean more engagement and productivity in the dialog.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Mindfulness in Teaching Scale (MTS) scores at 10 weeks","description":"A scale measuring mindfulness in teaching during the classroom discussion (Frank et al., 2016). The scale ranges from 1 to 5, where higher scores indicate more mindfulness in teaching.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Teacher Self-Efficacy Scale (TSES) scores at 10 weeks","description":"A scale measuring teacher self-efficacy when engaging students (Pfitzner-Eden, 2016; Tschannen-Moran \\& Hoy, 2001).The scale ranges from 1 to 5, where higher scores indicate more self-efficacy.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Affect Grid scores at 10 weeks","description":"A scale measuring emotional state (valence) and arousal (Russell et al., 1989). Higher scores on valence and arousal indicate more positive affect and arousal.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Stress levels at 10 weeks","description":"Custom items based on the Stress Appraisal Measure (SAM; Delahaye et al., 2015; Peacock \\& Wong, 1990) and the Cognitive Control and Flexibility Questionnaire (CCFQ; Gabrys et al., 2018) measuring stress intensity and feelings of emotional control. The scale ranges from 1 to 5, where higher scores indicate more intense stress or higher emotional control.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)","description":"Custom items based on the Brief-COPE (Carver, 1997; Knoll et al., 2005), Cognitive Emotion Regulation Questionnaire (CERQ; Garnefski et al., 2001; Loch et al., 2011) and Self-Compassion Scale (SCS; Albertson et al., 2015; Hupfeld \\& Ruffieux, 2011) measuring Coping Strategies (Acceptance and Curiosity, Positive Reinterpretation, Rumination, Self-Blame). The scale ranges from 1 to 5, where higher scores indicate a higher use of the specified coping strategies.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline emotional expressions at 10 weeks","description":"Custom items based on an Emotional Labor Strategy Questionnaire (ELSQ; Diefendorff et al., 2005) measure Emotional Expressions (surface acting, emotional dissonance, emotional congruence, emotional authenticity). The scale ranges from 1 to 5, where higher scores indicate more surface acting / emotional dissonance or emotional congruence / emotional authenticity.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline student-reported Student Personal Perception of Classroom Climate (SPPCC) scores at 10 weeks","description":"A scale measuring classroom climate (Rowe et al., 2010).The scale ranges from 1 to 5, where higher scores indicate a better classroom climate. Completed by the pupils.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline student-reported Classroom Belonging Scale (CBS) scores at 10 weeks","description":"A scale measuring classroom belonging (Dong Zhao et al., 2019). The scale ranges from 1 to 5, where higher scores indicate more classroom belonging. Completed by the pupils.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline classroom discussion climate at 10 weeks","description":"Custom items measuring students' perception of classroom discussion. The scale ranges from 1 to 5, where higher scores indicate a better classroom discussion climate. Completed by the pupils.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline observer-rated Affect Grid scores at 10 weeks","description":"A scale measuring emotional state (valence) and arousal (Russell et al., 1989). Higher scores on valence and arousal indicate more positive affect and arousal. Completed by independent observers.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline observer-rated teacher listening and communication behaviors at 10 weeks","description":"Custom items based on a Psychological Safety Coding Scheme (O'Donovan et al., 2021) measuring teacher listening and communication behaviors. The scale ranges from 1 to 5, where higher scores indicate more listening and communication skills. Completed by independent observers.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline observer-rated student engagement & communication behaviors at 10 weeks","description":"Custom items based on a Psychological Safety Coding Scheme (O'Donovan et al., 2021) measuring student engagement and communication. The scale ranges from 1 to 5, where higher scores indicate more observer-rated student engagement and communication. Completed by independent observers.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention timepoints, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Change from baseline Affect Grid scores at 10 weeks","description":"A scale measuring emotional state (valence) and arousal (Russell et al., 1989). Higher scores on valence and arousal indicate more positive affect and arousal.","timeFrame":"Assessed at pre-intervention over a two-week period (Baseline), at week 5 (once), and then after a 10-week intervention period at post-intervention timepoint again for two-week"},{"measure":"Change from baseline Positive Teaching Practices Scale (PTPS) scores at 10 weeks","description":"A scale measuring positive teaching practices (Baumgartner et al., 2021). The scale ranges from 1 to 5, where higher scores indicate more positive teaching practices.","timeFrame":"Assessed at pre-intervention over a two-week period (Baseline), at week 5 (once), and then after a 10-week intervention period at post-intervention timepoint again for two-week"},{"measure":"Change from baseline Stress levels at 10 weeks","description":"Custom items based on the Stress Appraisal Measure (SAM; Delahaye et al., 2015; Peacock \\& Wong, 1990) and the Cognitive Control and Flexibility Questionnaire (CCFQ; Gabrys et al., 2018) measuring stress intensity and feelings of emotional control. The scale ranges from 1 to 5, where higher scores indicate more intense stress.","timeFrame":"Assessed at pre-intervention over a two-week period (Baseline), at week 5 (once), and then after a 10-week intervention period at post-intervention timepoint again for two-week"},{"measure":"Change from baseline coping strategies at 10 weeks","description":"Custom items based on the Brief-COPE (Carver, 1997; Knoll et al., 2005), Cognitive Emotion Regulation Questionnaire (CERQ; Garnefski et al., 2001; Loch et al., 2011) and Self-Compassion Scale (SCS; Albertson et al., 2015; Hupfeld \\& Ruffieux, 2011) measuring Coping Strategies (Acceptance and Curiosity, Positive Reinterpretation, Rumination, Self-Blame). The scale ranges from 1 to 5, where higher scores indicate a higher use of the specified coping strategies.","timeFrame":"Assessed at pre-intervention over a two-week period (Baseline), at week 5 (once), and then after a 10-week intervention period at post-intervention timepoint again for two-week"},{"measure":"Change from baseline Empathy Scale for Teachers (EST) scores at 10 weeks","description":"A scale measuring teacher empathy (Wang et al., 2022). The scale ranges from 1 to 5, where higher scores indicate more empathy","timeFrame":"Assessed at pre-intervention over a two-week period (Baseline), at week 5 (once), and then after 10-week intervention period at post-intervention timepoint again for two-week"},{"measure":"Change from baseline Compassionate Love Scale (Close Others Version) scores at 10 weeks","description":"A scale measuring teacher compassion (Sprecher \\& Fehr, 2005). The scale ranges from 1 to 5, where higher scores indicate more compassion.","timeFrame":"Assessed at pre-intervention over a two-week period (Baseline), at week 5 (once), and then after a 10-week intervention period at post-intervention timepoint again for two-week"}],"secondaryOutcomes":[{"measure":"Cognitive Control and Flexibility Questionnaire (CCFQ) (explanatory mechanism)","description":"A scale measuring cognitive control over emotions (Gabrys et al., 2018). The scale ranges from 1 to 5, where lower scores indicate more cognitive control over emotions. 3 items from the Cognitive Control over Emotion subscale.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Multidimensional Assessment of Interoceptive Awareness (MAIA) scores - Self-Regulation (explanatory mechanisms)","description":"A scale measuring levels of interoceptive awareness (Mehling et al., 2012; Mehling \\& Bornemann, 2012). The scale ranges from 1 to 5, where higher scores indicate more interoceptive awareness. 3 items from the Self-Regulation subscale.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Philadelphia Mindfulness Scale (PHLMS) (explanatory mechanism)","description":"A scale measuring two subdimensions of mindfulness (Cardaciotto et al., 2008). The scale ranges from 1 to 5, where higher scores indicate higher awareness or acceptance. 3 items each from the following two subscales: Awareness and Acceptance.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Difficulties in Emotion Regulation Scale Short Form (DERS-SF) (explanatory mechanism)","description":"A scale measuring difficulties in using emotion regulation strategies (Gutzweiler \\& In-Albon, 2018; Kaufman et al., 2016). The scale ranges from 1 to 5, where higher scores indicate more difficulties in emotion regulation. 3 items from the Non-acceptance subscale.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Interpersonal Reactivity Index (IRI) (explanatory mechanism)","description":"A scale measuring different facets of social emotions, including personal distress and empathic concern (Davis, 1980b, 1980a). The scale ranges from 1 to 5, where higher scores indicate higher personal distress or empathic concern. 3 items each from the following two subscales: Personal Distress and Empathic Concern.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Listening","description":"Custom items measuring listening quality. The scale ranges from 1 to 5, where higher scores indicate better listening. 5 items.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Gratitude Questionnaire-6 (GQ-6) (explanatory mechanism)","description":"A scale measuring gratitude (Hudecek et al., 2021; McCullough et al., 2002). The scale ranges from 1 to 7, where higher scores indicate more gratitude. 3 items.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Coping strategies (explanatory mechanism)","description":"Custom items based on the Brief-COPE (Carver, 1997; Knoll et al., 2005), Cognitive Emotion Regulation Questionnaire (CERQ; Garnefski et al., 2001; Loch et al., 2011) and Self-Compassion Scale (SCS; Albertson et al., 2015; Hupfeld \\& Ruffieux, 2011) measuring Coping Strategies (Acceptance and Curiosity, Positive Reinterpretation, Rumination, Self-Blame). The scale ranges from 1 to 5, where higher scores indicate a higher use of the specified coping strategies. 5 items.","timeFrame":"Assessed weekly during the course of 10 weeks"},{"measure":"Affect Grid (explanatory mechanism)","description":"Assessment of emotional state (valence) and arousal (Russell et al., 1989). Higher scores on valence and arousal indicate more positive affect and arousal.","timeFrame":"Assessed weekly during the course of 10 weeks of intervention only in intervention group"},{"measure":"Social connectedness - Inclusion of Other in Self Scale (explanatory mechanism)","description":"Assessment of how connected participant felt to the dyad partner (pre- and post-dyad exercise). The scale ranges from 1 to 10, where higher scores indicate more social connectedness (Aron et al., 1992; Kinnunen \\& Windmann, 2013).","timeFrame":"Assessed for 10 weeks during intervention period, twice a week, only in the intervention group, prior to and after the daily exercise"},{"measure":"Personal Self-Disclosure with Partner","description":"Custom item assessing Personal Self-Disclosure with Partner (only post-dyad exercise). The scale ranges from 1 to 5, where higher scores indicate more self-disclosure.","timeFrame":"Assessed for 10 weeks during intervention period, twice a week, only in the intervention group, after the daily exercise"},{"measure":"Emotional Authenticity","description":"Custom item assessing Emotional Authenticity (only post-dyad exercise) adapted from the Emotional Labor Strategy Questionnaire (ELSQ; Diefendorff et al., 2005). The scale ranges from 1 to 5, where higher scores indicate higher emotional authenticity.","timeFrame":"Assessed for 10 weeks during intervention period, twice a week, only in the intervention group, after the daily exercise"},{"measure":"Listening (emotional resonance)","description":"Assessment of listening (2 custom items; only post-dyad exercise). The scale ranges from -10 (for negative mood) to 10 (for positive mood), where Higher changes in affect in accordance with the dyad practice indicate higher resonance.","timeFrame":"Assessed for 10 weeks during intervention period, twice a week, only in the intervention group, after the daily exercise"},{"measure":"Listening engagement","description":"Assessment of listening engagement (1 custom item; only post-dyad exercise). The scale ranges from 1 to 5, where higher scores indicate more listening engagement.","timeFrame":"Assessed for 10 weeks during intervention period, twice a week, only in the intervention group, after the daily exercise"},{"measure":"Qualitative Empathic Listening Diary","description":"Two custom qualitative questions asking about how it felt to engage in empathic listening during the dyad.","timeFrame":"Assessed once during intervention period, at week 5, only in the intervention group, after the daily exercise"},{"measure":"Qualitative Compassionate Listening diary","description":"Two custom qualitative questions asking about how it felt to engage in compassionate listening during the dyad.","timeFrame":"Assessed once at the end of the intervention period, at week 10, only in the intervention group, after the daily exercise"}],"otherOutcomes":[{"measure":"Health Screener","description":"Custom questions assessing health information and lifestyle habits known to impact physiology (e.g., heart and lung diseases, cardioactive medication usage, recent sleep duration, caffeine intake, and physical activity, regular alcohol and drug usage, and body mass index)","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Classroom and Student Demographics","description":"Custom questions asking participants to report on the class size and grade level of the students involved in the semi-structured classroom assessment. Students additionally self-report their current age.","timeFrame":"Assessed at pre-intervention (Baseline) and then after a 10-week intervention period at post-intervention time points, in the classroom setting as part of the Teacher Autonomic Voice Assessment (TAVA)"},{"measure":"Patient Health Questionnaire (PHQ-9; pre-screening)","description":"A scale assessing depression (Gräfe et al., 2004; Löwe et al., 2004). The scale ranges from 0 to 3 where higher scores indicate more depression.","timeFrame":"Assessed before the intervention, only once, to pre-screen out from the study individuals who have clinical levels of depressive symptoms"},{"measure":"Generalized Anxiety Disorder (GAD-7; pre-screening)","description":"A scale assessing generalized anxiety (Löwe et al., 2007; Spitzer et al., 2006). The scale ranges from 0 to 3 where higher scores indicate more anxiety.","timeFrame":"Assessed prior to the intervention, only once, to pre-screen out from the study individuals who have clinical levels of anxious symptoms"},{"measure":"Toronto Alexithymia Scale (TAS-20; pre-screening)","description":"A scale assessing alexithymia (Bagby et al., 1994; Brähler et al., 2000). The scale ranges from 1 to 5, where higher scores indicate more alexithymia.","timeFrame":"Assessed before the intervention, only once, to pre-screen out from the study individuals who have high levels of alexithymia"},{"measure":"Standardized Assessment of Personality - Abbreviated Scale (SAPAS; pre-screening)","description":"A self-report scale used to screen personality disorders (Moran et al., 2003; Söchtig et al., 2012). Participants respond to each item with either 'yes' or 'no'. Higher scores indicate a greater likelihood of personality disorder traits, with 'yes' responses indicating stronger alignment with these traits.","timeFrame":"Assessed before the intervention, only once, to evaluate presence of personality disorders"},{"measure":"General demographic questions","description":"33 self-generated demographic items.","timeFrame":"Assessed before the intervention, only once, to collect demographic information"}]},"eligibilityModule":{"eligibilityCriteria":"Participation Criteria / Eligibility Criteria\n\nAges Eligible for Study 18 Years to 65 Years (Adult, Older Adult)\n\nSexes Eligible for Study All\n\nAccepts Healthy Volunteers Yes\n\nInclusion Criteria:\n\nParticipants will have to meet the following inclusion criteria:\n\n1. between 18- and 65-years old\n2. registered residents of Germany\n3. currently employed as a teacher in Germany\n4. proficient in the German language\n\nExclusion Criteria:\n\nParticipants would be excluded:\n\n1. if they do not have access to the internet or technical equipment necessary.\n2. if they have a history of or current psychiatric diagnosis.\n3. Toronto Alexithymia Scale-20 (TAS-20; Bagby et al., 1994; Brähler et al., 2000; exclude if score greater than 60)\n4. Patient Health Questionnaire-9 (PHQ-9; Gräfe et al., 2004; Löwe et al., 2004; exclude if scores greater than 19) low 2004\n5. Generalized Anxiety Disorder-7 (GAD-7; Löwe et al., 2007; Spitzer et al., 2006; exclude if scores greater than 15)\n6. if endorsing suicidality on the PHQ-9.\n7. if endorsing personality disorder on the Standardized Assessment of Severity of Personality Disorder Questionnaire (SAPAS; Moran et al., 2003; Söchtig et al., 2012).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lab Manager Lab Manager","role":"CONTACT","phone":"+49 (0)30 2360 8150","email":"office@social.mpg.de"}],"overallOfficials":[{"name":"Tania Singer, PhD","affiliation":"Social Neuroscience Lab of the Max Planck Society","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Albertson, E. R., Neff, K. D., & Dill-Shackleford, K. E. (2015). Self-compassion and body dissatisfaction in women: A randomized controlled trial of a brief meditation intervention. Mindfulness, 6(3), 444-454."},{"type":"BACKGROUND","citation":"Aron, A., Aron, E. N., & Smollan, D. (1992). Inclusion of Other in the Self Scale and the structure of interpersonal closeness. Journal of Personality and Social Psychology, 63(4), 596-612. https://doi.org/10.1037/0022-3514.63.4.596"},{"pmid":"8126686","type":"BACKGROUND","citation":"Bagby RM, Parker JD, Taylor GJ. The twenty-item Toronto Alexithymia Scale--I. Item selection and cross-validation of the factor structure. J Psychosom Res. 1994 Jan;38(1):23-32. doi: 10.1016/0022-3999(94)90005-1."},{"type":"BACKGROUND","citation":"Baumgartner, J., Ota, C., DiCarlo, C., Bauer, R., & Carson, R. (2021). Using Ecological Momentary Assessment to Examine the Relationship Between Childcare Teachers' Stress, Classroom Behaviors, and Afterhours Professionalism Activities. Child Care in Practice, 1-20. https://doi.org/10.1080/13575279.2021.1962247"},{"pmid":"34294816","type":"BACKGROUND","citation":"Beutel ME, Hettich N, Ernst M, Schmutzer G, Tibubos AN, Braehler E. Mental health and loneliness in the German general population during the COVID-19 pandemic compared to a representative pre-pandemic assessment. Sci Rep. 2021 Jul 22;11(1):14946. doi: 10.1038/s41598-021-94434-8."},{"pmid":"11793322","type":"BACKGROUND","citation":"Kupfer J, Brosig B, Brahler E. [Testing and validation of the 26-Item Toronto Alexithymia Scale in a representative population sample]. Z Psychosom Med Psychother. 2000;46(4):368-384. doi: 10.13109/zptm.2000.46.4.368. German."},{"pmid":"18187399","type":"BACKGROUND","citation":"Cardaciotto L, Herbert JD, Forman EM, Moitra E, Farrow V. The assessment of present-moment awareness and acceptance: the Philadelphia Mindfulness Scale. Assessment. 2008 Jun;15(2):204-23. doi: 10.1177/1073191107311467. Epub 2008 Jan 9."},{"pmid":"16250744","type":"BACKGROUND","citation":"Carver CS. You want to measure coping but your protocol's too long: consider the brief COPE. Int J Behav Med. 1997;4(1):92-100. doi: 10.1207/s15327558ijbm0401_6."},{"pmid":"12964174","type":"BACKGROUND","citation":"Connor KM, Davidson JR. Development of a new resilience scale: the Connor-Davidson Resilience Scale (CD-RISC). Depress Anxiety. 2003;18(2):76-82. doi: 10.1002/da.10113."},{"type":"BACKGROUND","citation":"Davis, M. H. (1980a). A multidimensional approach to individual differences in empathy. JSAS Catalog of Selected Documents in Psychology, 10, 85."},{"type":"BACKGROUND","citation":"Davis, M. H. (1980b). Interpersonal Reactivity Index. https://doi.org/10.1037/t01093-000"},{"pmid":"26018395","type":"BACKGROUND","citation":"Delahaye M, Stieglitz RD, Graf M, Keppler C, Maes J, Pflueger M. [German translation and validation of the Stress Appraisal Measure (SAM)]. Fortschr Neurol Psychiatr. 2015 May;83(5):276-85. doi: 10.1055/s-0034-1399727. Epub 2015 May 27. German."},{"type":"BACKGROUND","citation":"Diefendorff, J. M., Croyle, M. H., & Gosserand, R. H. (2005). The dimensionality and antecedents of emotional labor strategies. Journal of Vocational Behavior, 66(2), 339-357. https://doi.org/10.1016/j.jvb.2004.02.001"},{"type":"BACKGROUND","citation":"Dong Zhao, Denise Rutledge Simmons P.E., & Meltem Duva. (2019, June 15). Measuring Students' Class-level Sense of Belonging: A Social-network-based Approach. https://doi.org/10.18260/1-2--33093"},{"type":"BACKGROUND","citation":"Frank, J. L., Jennings, P. A., & Greenberg, M. T. (2016). Validation of the Mindfulness in Teaching Scale. Mindfulness, 7(1), 155-163. https://doi.org/10.1007/s12671-015-0461-0"},{"pmid":"30510530","type":"BACKGROUND","citation":"Gabrys RL, Tabri N, Anisman H, Matheson K. Cognitive Control and Flexibility in the Context of Stress and Depressive Symptoms: The Cognitive Control and Flexibility Questionnaire. Front Psychol. 2018 Nov 19;9:2219. doi: 10.3389/fpsyg.2018.02219. eCollection 2018."},{"type":"BACKGROUND","citation":"Garnefski, N., Kraaij, V., & Spinhoven, P. (2001). Negative life events, cognitive emotion regulation and emotional problems. Personality and Individual Differences, 30(8), 1311-1327. https://doi.org/10.1016/S0191-8869(00)00113-6"},{"pmid":"37330557","type":"BACKGROUND","citation":"Godara M, Everaert J, Sanchez-Lopez A, Joormann J, De Raedt R. Interplay between uncertainty intolerance, emotion regulation, cognitive flexibility, and psychopathology during the COVID-19 pandemic: a multi-wave study. Sci Rep. 2023 Jun 17;13(1):9854. doi: 10.1038/s41598-023-36211-3."},{"pmid":"34735441","type":"BACKGROUND","citation":"Godara M, Silveira S, Matthaus H, Heim C, Voelkle M, Hecht M, Binder EB, Singer T. Investigating differential effects of socio-emotional and mindfulness-based online interventions on mental health, resilience and social capacities during the COVID-19 pandemic: The study protocol. PLoS One. 2021 Nov 4;16(11):e0256323. doi: 10.1371/journal.pone.0256323. eCollection 2021."},{"type":"BACKGROUND","citation":"Godara, M., & Singer, T. (2024a). 10-Week Trajectories of Candidate Psychological Processes Differentially Predict Mental Health Gains from Online Dyadic versus Mindfulness Interventions: A Randomized Clinical Trial. Journal of Clinical Medicine, 13(11), Article 11. https://doi.org/10.3390/jcm13113295"},{"pmid":"38793075","type":"BACKGROUND","citation":"Godara M, Singer T. Resilient Stress Reactivity Profiles Predict Mental Health Gains from Online Contemplative Training: A Randomized Clinical Trial. J Pers Med. 2024 May 4;14(5):493. doi: 10.3390/jpm14050493."},{"type":"BACKGROUND","citation":"Gräfe, K., Zipfel, S., Herzog, W., & Löwe, B. (2004). Screening psychischer Störungen mit dem \"Gesundheitsfragebogen für Patienten (PHQ-D)\". Diagnostica, 50(4), 171-181. https://doi.org/10.1026/0012-1924.50.4.171"},{"pmid":"31353931","type":"BACKGROUND","citation":"Gu J, Baer R, Cavanagh K, Kuyken W, Strauss C. Development and Psychometric Properties of the Sussex-Oxford Compassion Scales (SOCS). Assessment. 2020 Jan;27(1):3-20. doi: 10.1177/1073191119860911. Epub 2019 Jul 29."},{"pmid":"35250162","type":"BACKGROUND","citation":"Gutentag T, Orner A, Asterhan CSC. Classroom discussion practices in online remote secondary school settings during COVID-19. Comput Human Behav. 2022 Jul;132:107250. doi: 10.1016/j.chb.2022.107250. Epub 2022 Feb 26."},{"type":"BACKGROUND","citation":"Gutzweiler, R., & In-Albon, T. (2018). Überprüfung der Gütekriterien der deutschen Version der Difficulties in Emotion Regulation Scale in einer klinischen und einer Schülerstichprobe Jugendlicher. Zeitschrift Für Klinische Psychologie Und Psychotherapie, 47(4), 274-286. https://doi.org/10.1026/1616-3443/a000506"},{"pmid":"16004657","type":"BACKGROUND","citation":"Henry JD, Crawford JR. The short-form version of the Depression Anxiety Stress Scales (DASS-21): construct validity and normative data in a large non-clinical sample. Br J Clin Psychol. 2005 Jun;44(Pt 2):227-39. doi: 10.1348/014466505X29657."},{"type":"BACKGROUND","citation":"Hudecek, M. F. C., Blabst, N., Morgan, B., & Lermer, E. (2021). Eindimensionale Skala zur Messung von Dankbarkeit (GQ-5-G). Zusammenstellung sozialwissenschaftlicher Items und Skalen (ZIS). https://doi.org/10.6102/ZIS300"},{"type":"BACKGROUND","citation":"Hupfeld, J., & Ruffieux, N. (2011). Validierung einer deutschen Version der Self-Compassion Scale (SCS-D). Zeitschrift Für Klinische Psychologie Und Psychotherapie, 40(2), 115-123. https://doi.org/10.1026/1616-3443/a000088"},{"type":"BACKGROUND","citation":"Jennings, P. A., Brown, J. L., Frank, J. L., Doyle, S., Oh, Y., Davis, R., Rasheed, D., DeWeese, A., DeMauro, A. A., Cham, H., & Greenberg, M. T. (2017). Impacts of the CARE for Teachers program on teachers' social and emotional competence and classroom interactions. Journal of Educational Psychology, 109(7), 1010-1028. https://doi.org/10.1037/edu0000187"},{"pmid":"26254589","type":"BACKGROUND","citation":"Kanske P, Bockler A, Trautwein FM, Singer T. Dissecting the social brain: Introducing the EmpaToM to reveal distinct neural networks and brain-behavior relations for empathy and Theory of Mind. Neuroimage. 2015 Nov 15;122:6-19. doi: 10.1016/j.neuroimage.2015.07.082. Epub 2015 Aug 5."},{"type":"BACKGROUND","citation":"Kaufman, E. A., Xia, M., Fosco, G., Yaptangco, M., Skidmore, C. R., & Crowell, S. E. (2016). The Difficulties in Emotion Regulation Scale Short Form (DERS-SF): Validation and Replication in Adolescent and Adult Samples. Journal of Psychopathology and Behavioral Assessment, 38(3), 443-455. https://doi.org/10.1007/s10862-015-9529-3"},{"type":"BACKGROUND","citation":"Kinnunen, S. P., & Windmann, S. (2013). Inclusion of Other in Self Scale-German Version. https://doi.org/10.1037/t62377-000"},{"pmid":"27664071","type":"BACKGROUND","citation":"Kirby JN. Compassion interventions: The programmes, the evidence, and implications for research and practice. Psychol Psychother. 2017 Sep;90(3):432-455. doi: 10.1111/papt.12104. Epub 2016 Sep 24."},{"pmid":"22661409","type":"BACKGROUND","citation":"Klimecki OM, Leiberg S, Lamm C, Singer T. Functional neural plasticity and associated changes in positive affect after compassion training. Cereb Cortex. 2013 Jul;23(7):1552-61. doi: 10.1093/cercor/bhs142. Epub 2012 Jun 1."},{"pmid":"36247186","type":"BACKGROUND","citation":"Klusmann U, Aldrup K, Roloff-Bruchmann J, Carstensen B, Wartenberg G, Hansen J, Hanewinkel R. Teachers' emotional exhaustion during the COVID-19 pandemic: Levels, changes, and relations to pandemic-specific demands. Teach Teach Educ. 2023 Jan;121:103908. doi: 10.1016/j.tate.2022.103908. Epub 2022 Oct 11."},{"type":"BACKGROUND","citation":"Knoll, N., Rieckmann, N., & Schwarzer, R. (2005). Coping as a mediator between personality and stress outcomes: A longitudinal study with cataract surgery patients. European Journal of Personality, 19(3), 229-247. https://doi.org/10.1002/per.546"},{"pmid":"35955127","type":"BACKGROUND","citation":"Koestner C, Eggert V, Dicks T, Kalo K, Zahme C, Dietz P, Letzel S, Beutel T. Psychological Burdens among Teachers in Germany during the SARS-CoV-2 Pandemic-Subgroup Analysis from a Nationwide Cross-Sectional Online Survey. Int J Environ Res Public Health. 2022 Aug 8;19(15):9773. doi: 10.3390/ijerph19159773."},{"pmid":"28163798","type":"BACKGROUND","citation":"Kok BE, Singer T. Phenomenological Fingerprints of Four Meditations: Differential State Changes in Affect, Mind-Wandering, Meta-Cognition, and Interoception Before and After Daily Practice Across 9 Months of Training. Mindfulness (N Y). 2017;8(1):218-231. doi: 10.1007/s12671-016-0594-9. Epub 2016 Aug 19."},{"type":"BACKGROUND","citation":"Loch, N., Hiller, W., & Witthöft, M. (2011). Der Cognitive Emotion Regulation Questionnaire (CERQ). Zeitschrift Für Klinische Psychologie Und Psychotherapie, 40, 94-106. https://doi.org/10.1026/1616-3443/a000079"},{"pmid":"15183601","type":"BACKGROUND","citation":"Lowe B, Kroenke K, Herzog W, Grafe K. Measuring depression outcome with a brief self-report instrument: sensitivity to change of the Patient Health Questionnaire (PHQ-9). J Affect Disord. 2004 Jul;81(1):61-6. doi: 10.1016/S0165-0327(03)00198-8."},{"type":"BACKGROUND","citation":"Löwe, B., Müller, S., Brähler, E., Kroenke, K., Albani, C., & Decker, O. (2007). Validierung und Normierung eines kurzen Selbstratinginstrumentes zur Generalisierten Angst (GAD-7) in einer repräsentativen Stichprobe der deutschen Allgemeinbevölkerung. PPmP - Psychotherapie · Psychosomatik · Medizinische Psychologie, 57(02), A050. https://doi.org/10.1055/s-2007-970669"},{"type":"BACKGROUND","citation":"Maslach, C., & Jackson, S. E. (1981). The measurement of experienced burnout. Journal of Organizational Behavior, 2(2), 99-113. https://doi.org/10.1002/job.4030020205"},{"pmid":"38791785","type":"BACKGROUND","citation":"Matthaeus H, Godara M, Silveira S, Hecht M, Voelkle M, Singer T. Reducing Loneliness through the Power of Practicing Together: A Randomized Controlled Trial of Online Dyadic Socio-Emotional vs. Mindfulness-Based Training. Int J Environ Res Public Health. 2024 Apr 29;21(5):570. doi: 10.3390/ijerph21050570."},{"type":"BACKGROUND","citation":"Matthaeus, H., Heim, C., Voelkle, M., & Singer, T. (2024). Reducing Neuroendocrine Psychosocial Stress Response Through Socio-emotional Dyadic but not Mindfulness Online Training. Frontiers in Endocrinology, 15. https://doi.org/10.3389/fendo.2024.1277929"},{"pmid":"11811629","type":"BACKGROUND","citation":"Mccullough ME, Emmons RA, Tsang JA. The grateful disposition: a conceptual and empirical topography. J Pers Soc Psychol. 2002 Jan;82(1):112-27. doi: 10.1037//0022-3514.82.1.112."},{"pmid":"23133619","type":"BACKGROUND","citation":"Mehling WE, Price C, Daubenmier JJ, Acree M, Bartmess E, Stewart A. The Multidimensional Assessment of Interoceptive Awareness (MAIA). PLoS One. 2012;7(11):e48230. doi: 10.1371/journal.pone.0048230. Epub 2012 Nov 1."},{"type":"BACKGROUND","citation":"Mishima, N., Kubota, S., & Nagata, S. (2000). The Development of a Questionnaire to Assess the Attitude of Active Listening. Journal of Occupational Health, 42(3), 111-118. https://doi.org/10.1539/joh.42.111"},{"pmid":"12948996","type":"BACKGROUND","citation":"Moran P, Leese M, Lee T, Walters P, Thornicroft G, Mann A. Standardised Assessment of Personality - Abbreviated Scale (SAPAS): preliminary validation of a brief screen for personality disorder. Br J Psychiatry. 2003 Sep;183:228-32. doi: 10.1192/bjp.183.3.228."},{"pmid":"26205682","type":"BACKGROUND","citation":"Nilges P, Essau C. [Depression, anxiety and stress scales: DASS--A screening procedure not only for pain patients]. Schmerz. 2015 Dec;29(6):649-57. doi: 10.1007/s00482-015-0019-z. German."},{"pmid":"33679547","type":"BACKGROUND","citation":"O'Donovan R, De Brun A, McAuliffe E. Healthcare Professionals Experience of Psychological Safety, Voice, and Silence. Front Psychol. 2021 Feb 19;12:626689. doi: 10.3389/fpsyg.2021.626689. eCollection 2021."},{"pmid":"34276496","type":"BACKGROUND","citation":"Oliveira S, Roberto MS, Pereira NS, Marques-Pinto A, Veiga-Simao AM. Impacts of Social and Emotional Learning Interventions for Teachers on Teachers' Outcomes: A Systematic Review With Meta-Analysis. Front Psychol. 2021 Jul 1;12:677217. doi: 10.3389/fpsyg.2021.677217. eCollection 2021."},{"pmid":"38841737","type":"BACKGROUND","citation":"O'Malley B, Linz R, Engert V, Singer T. Testing the monitor and acceptance theory: the role of training-induced changes in monitoring- and acceptance-related capacities after attention-based, socio-emotional, or socio-cognitive mental training in reducing cortisol stress reactivity. Stress. 2024 Jan;27(1):2345906. doi: 10.1080/10253890.2024.2345906. Epub 2024 Jun 6."},{"type":"BACKGROUND","citation":"Peacock, E. J., & Wong, P. T. P. (1990). The stress appraisal measure (SAM): A multidimensional approach to cognitive appraisal. Stress Medicine, 6(3), 227-236. https://doi.org/10.1002/smi.2460060308"},{"type":"BACKGROUND","citation":"Pfitzner-Eden, F. (2016). STSE - Scale for Teacher Self-Efficacy-Deutsche adaptierte Fassung [Fragebogen]. In Leibniz-Zentrum für Psychologische Information und Dokumentation (ZPID). Elektronisches Testarchiv (PSYNDEX Tests-Nr. 9007043). https://doi.org/10.23668/psycharchives.451"},{"type":"BACKGROUND","citation":"Rowe, E. W., Kim, S., Baker, J. A., Kamphaus, R. W., & Horne, A. M. (2010). Student Personal Perception of Classroom Climate: Exploratory and Confirmatory Factor Analyses. Educational and Psychological Measurement, 70(5), 858-879. https://doi.org/10.1177/0013164410378085"},{"type":"BACKGROUND","citation":"Russell, J. A., Weiss, A., & Mendelsohn, G. A. (1989). Affect Grid: A single-item scale of pleasure and arousal. Journal of Personality and Social Psychology, 57(3), 493-502. https://doi.org/10.1037/0022-3514.57.3.493"},{"type":"BACKGROUND","citation":"Sarubin, N., Gutt, D., Giegling, I., Bühner, M., Hilbert, S., Krähenmann, O., Wolf, M., Jobst, A., Sabaß, L., Rujescu, D., Falkai, P., & Padberg, F. (2015). Erste Analyse der psychometrischen Eigenschaften und Struktur der deutschsprachigen 10- und 25-Item Version der Connor-Davidson Resilience Scale (CD-RISC). Zeitschrift Für Gesundheitspsychologie, 23(3), 112-122. https://doi.org/10.1026/0943-8149/a000142"},{"type":"BACKGROUND","citation":"Schwarzer, R., Schmitz, G. S., & Tang, C. (2000). Teacher Burnout in Hong Kong and Germany: A Cross-Cultural Validation of the Maslach Burnout Inventory. Anxiety, Stress & Coping, 13(3), 309-326. https://doi.org/10.1080/10615800008549268"},{"pmid":"37494106","type":"BACKGROUND","citation":"Silveira S, Godara M, Singer T. Boosting Empathy and Compassion Through Mindfulness-Based and Socioemotional Dyadic Practice: Randomized Controlled Trial With App-Delivered Trainings. J Med Internet Res. 2023 Jul 26;25:e45027. doi: 10.2196/45027."},{"pmid":"30684917","type":"BACKGROUND","citation":"Singer T, Engert V. It matters what you practice: differential training effects on subjective experience, behavior, brain and body in the ReSource Project. Curr Opin Psychol. 2019 Aug;28:151-158. doi: 10.1016/j.copsyc.2018.12.005. Epub 2018 Dec 12."},{"pmid":"25247366","type":"BACKGROUND","citation":"Singer T, Klimecki OM. Empathy and compassion. Curr Biol. 2014 Sep 22;24(18):R875-R878. doi: 10.1016/j.cub.2014.06.054."},{"pmid":"22854192","type":"BACKGROUND","citation":"Sochtig A, Kliem S, Kroger C. Diagnostic efficiency of the German version of the Standardized Assessment of Personality--Abbreviated Scale. Psychopathology. 2012;45(6):381-9. doi: 10.1159/000337970. Epub 2012 Jul 31."},{"pmid":"16717171","type":"BACKGROUND","citation":"Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."},{"type":"BACKGROUND","citation":"Sprecher, S., & Fehr, B. (2005). Compassionate love for close others and humanity. Journal of Social and Personal Relationships, 22(5), 629-651. https://doi.org/10.1177/0265407505056439"},{"type":"BACKGROUND","citation":"Tschannen-Moran, M., & Hoy, A. W. (2001). Teacher efficacy: Capturing an elusive construct. Teaching and Teacher Education, 17(7), 783-805. https://doi.org/10.1016/S0742-051X(01)00036-1"},{"pmid":"26733538","type":"BACKGROUND","citation":"Valk SL, Bernhardt BC, Bockler A, Trautwein FM, Kanske P, Singer T. Socio-Cognitive Phenotypes Differentially Modulate Large-Scale Structural Covariance Networks. Cereb Cortex. 2017 Feb 1;27(2):1358-1368. doi: 10.1093/cercor/bhv319."},{"type":"BACKGROUND","citation":"Wang, X., Zhang, L., Peng, Y., Lu, J., Huang, Y., & Chen, W. (2022). Development and validation of the empathy scale for teachers (EST). Studies in Educational Evaluation, 72, 101112. https://doi.org/10.1016/j.stueduc.2021.101112"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000077062","term":"Burnout, Psychological"}],"ancestors":[{"id":"D000013315","term":"Stress, Psychological"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M1658","name":"Burnout, Psychological","asFound":"Burnout","relevance":"HIGH"},{"id":"M16105","name":"Stress, Psychological","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}