{"protocolSection":{"identificationModule":{"nctId":"NCT06481189","orgStudyIdInfo":{"id":"CAN-HVL-I"},"organization":{"fullName":"AO GENERIUM","class":"INDUSTRY"},"briefTitle":"A Safety, Pharmacokinetics and Pharmacodynamics Study of GNR-086 and Ilaris® in Healthy Volunteers","officialTitle":"A Single-blind Randomized Parallel-group Comparative Study of the Pharmacokinetics, Pharmacodynamics, Safety and Immunogenicity of GNR-086 and Ilaris® After a Single Subcutaneous Administration to Healthy Volunteers at a Dose of 150 mg"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-03-17","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-26","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AO GENERIUM","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a randomized single-blind comparative parallel group study of the safety, pharmacokinetics and pharmacodynamics of GNR-086 and Ilaris® in healthy volunteers. Participants received a single subcutaneous dose of canakinumab 150 mg. The follow up period was 120 days.","detailedDescription":"GNR-086 (canakinumab) is being developed as a biosimilar to the drug Ilaris®, a lyophilisate for the preparation of solution for subcutaneous administration.\n\nCanakinumab is a recombinant human monoclonal antibody against human interleukine-1β that belongs to the immunoglobulin G1/k (IgG1/k) isotype subclass.\n\nThis study is intended for a comparative study of the safety, pharmacokinetics and pharmacodynamics of the drug GNR-086 and the reference drug Ilaris® for the purpose of registration of the drug - GNR-086 (JSC GENERIUM, Russia), 150 mg, lyophilisate for the preparation of solution for subcutaneous administration in the Russian Federation. The study included healthy volunteers aged 18-45 years at the time of signing the informed consent form. The study included a screening period, single administration of study/comparator drug and a follow up period. Allocation of patients to treatment groups was carried out by randomization in a ratio of 1:1 to the study drug and comparator drug. 105 patients (53 to the study drug group and 52 to the comparator drug group) were randomized."},"conditionsModule":{"conditions":["Healthy Volunteers"],"keywords":["canakinumab","humanized monoclonal antibodies","safety","pharmacokinetics","equivalence","biosimilar","pharmacodynamics","interleukine-1β"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":105,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"GNR-086 (JSC \"GENERIUM\", Russia)","type":"EXPERIMENTAL","description":"canakinumab biosimilar","interventionNames":["Biological: GNR-086"]},{"label":"Ilaris® (Novartis Pharma Stein AG, Switzerland)","type":"ACTIVE_COMPARATOR","description":"canakinumab","interventionNames":["Biological: Ilaris®"]}],"interventions":[{"type":"BIOLOGICAL","name":"GNR-086","description":"The test drug GNR-086 was administered as a subcutaneous injection at a single dose of 150 mg.","armGroupLabels":["GNR-086 (JSC \"GENERIUM\", Russia)"],"otherNames":["canakinumab"]},{"type":"BIOLOGICAL","name":"Ilaris®","description":"The reference drug Ilaris® was administered as a subcutaneous injection at a single dose of 150 mg.","armGroupLabels":["Ilaris® (Novartis Pharma Stein AG, Switzerland)"],"otherNames":["canakinumab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pharmacokinetics: Area under the plasma concentration versus time curve (AUC)","description":"Analysis of equivalence of area under concentration-time curve from time 0 (predose) extrapolated to infinity (AUC(0-∞) of GNR-086 and Ilaris®","timeFrame":"Day 120"},{"measure":"Pharmacokinetics: Peak Plasma Concentration (Cmax)","description":"Analysis of equivalence of Cmax of GNR-086 and Ilaris®","timeFrame":"Day 120"}],"secondaryOutcomes":[{"measure":"Pharmacodynamics: interleukin-1β (IL-1β)","description":"IL-1β concentration","timeFrame":"Day 120"},{"measure":"Pharmacodynamics: Area Under IL-1β Curve (AUC)","description":"Area under the curve \"Relative difference in total IL-1β concentration compared to baseline - time\"","timeFrame":"Day 120"},{"measure":"Proportion of volunteers with adverse events (AE)","description":"The Investigator will carefully monitor each subject throughout the study for any AEs (coded to preferred term and system organ class using the Medical Dictionary for Regulatory Activities \\[MedDRA\\])","timeFrame":"Day 120"},{"measure":"Immunogenicity","description":"Antidrug antibodies (ADA) level","timeFrame":"Day 120"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Written informed consent to participate in the study, obtained from the volunteer before the start of any procedures related to the study;\n* Men and women aged 18 to 45 years, inclusive, at the time of signing the informed consent form;\n* Verified diagnosis \"healthy\" (the diagnosis \"healthy\" is established on the basis of a detailed medical history, in the absence of deviations from normal values during a clinical examination, including measurement of blood pressure, heart rate, respiratory rate, body temperature, as well as laboratory data studies, results of electrocardiography and fluorography);\n* Body weight from 50 to 85 kg, body mass index from 18.5 to 28 kg/m2, inclusive.\n* Agreement to adhere to adequate methods of contraception during the entire period of participation in the study or for 3 months after administration of the study or reference drug in case of early termination of participation in the study.\n\nExclusion Criteria:\n\n* Severe chronic diseases, history of seizures;\n* Acute infectious diseases less than 4 weeks before administration of the study or reference drug;\n* Any history of chronic or recurrent infectious diseases;\n* History of tuberculosis;\n* Vaccination with any vaccine within 3 months before the administration of the study or reference drug or planned for the period of the volunteer's participation in the study;\n* Compounded allergy history; history of hypersensitivity to the active substance or other components of the study or reference drug;\n* Pregnancy or breastfeeding period;\n* Special lifestyle (work at night, extreme physical activity);\n* Deviations of vital signs: systolic pressure less than 100 mm Hg. Art. or more than 130 mm Hg. Art.; diastolic pressure less than 60 mm Hg. Art. or more than 90 mm Hg. Art.; heart rate less than 60 beats/min or more than 90 beats/min;\n* Dehydration due to diarrhea, vomiting, or other cause within 24 hours prior to administration of the study or reference drug;\n* Taking prescription medications within 28 days or 5 half-lives (whichever is longer) or taking over-the-counter medications/dietary supplements within 14 days prior to study or reference drug administration (occasional use of paracetamol at any time prior to study drug administration is acceptable) or reference drug);\n* Blood donation or blood loss (450 ml of blood or more) less than 3 months before the administration of the study or reference drug and/or blood donation in any quantity planned for the period of the volunteer's participation in the study;\n* Participation in clinical trials of medicinal products (less than 3 months or 5 half-lives from the study drug, whichever is longer) before administration of the investigational or reference drug of this study;\n* Regular alcohol consumption exceeding 5 units. alcohol per week (where each unit is equal to 30 ml of ethyl alcohol or 325 ml of beer), or information about a history of alcoholism, drug addiction, or drug abuse;\n* Positive test for the presence of alcohol in exhaled air;\n* Smoking more than 5 cigarettes per day for 3 months before this study;\n* Positive urine test for the content of narcotic and potent drugs;\n* Positive test for hepatitis B, C, HIV or syphilis;\n* Any surgical interventions planned during the period of participation in the study;\n* Unwillingness or inability to comply with the requirements of this protocol.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Oksana A. Markova, MD","affiliation":"JSC GENERIUM","role":"STUDY_CHAIR"}],"locations":[{"facility":"State budgetary healthcare institution of the city of Moscow \"City Clinic No. 2 of the Moscow Health Department\"","city":"Moscow","zip":"117556","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Federal State Budgetary Educational Institution of Higher Education \"Moscow State Medical and Dental University named after A.I. Evdokimov\" of the Ministry of Health of the Russian Federation","city":"Moscow","zip":"127473","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"meshes":[{"id":"D000000911","term":"Antibodies, Monoclonal"}],"ancestors":[{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M4230","name":"Antibodies, Monoclonal","asFound":"Thumb","relevance":"HIGH"},{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"},{"id":"M239062","name":"Lactitol","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}