{"protocolSection":{"identificationModule":{"nctId":"NCT06473207","orgStudyIdInfo":{"id":"2023-CHITS-010"},"secondaryIdInfos":[{"id":"2023-A02457-38","type":"OTHER","domain":"Id-RCB"}],"organization":{"fullName":"Centre Hospitalier Intercommunal de Toulon La Seyne sur Mer","class":"OTHER"},"briefTitle":"Neuroprotective Effect of Remote Ischemic Post-conditioning in Out-of-hospital Cardiac Arrest","officialTitle":"Neuroprotective Effect of Remote Ischemic Post-conditioning in Out-of-hospital Cardiac Arrest : a Randomized Open Label Controlled Trial","acronym":"RIPOST-CA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Centre Hospitalier Intercommunal de Toulon La Seyne sur Mer","class":"OTHER"},"collaborators":[{"name":"French Society for Intensive Care","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients admitted to intensive care unit (ICU) following an out-of-hospital cardiac arrest (OHCA) have a high morbidity and mortality rate, primarily due to ischemia-reperfusion (I/R) syndrome leading to anoxic-ischemic brain injury. Despite current recommended advanced life support therapies, no specific treatment or procedure has yet been shown to improve the neurological outcome of such patients.\n\nRemote ischemic post-conditioning (RIPOST) which usually consists of applying brief and repeated cycles of ischemia alternating with reperfusion by inflating and deflating a blood pressure cuff or a pneumatic tourniquet placed around a limb, is a promising strategy to protect organs against I/R injury, including brain. Regarding cardiac arrest, pre-clinical studies have demonstrated an improvement in neurological outcome in animal subjects treated with RIPOST after cardiopulmonary resuscitation.\n\nThe aim of our study is to demonstrate the benefit of early RIPOST in OHCA patients in reducing neurological injury and organ failure related to I/R syndrome.","detailedDescription":"The RIPOST trial is a prospective, single-center, randomized, open-label, parallel group trial.\n\nPatients with inclusion criteria will be randomized in two parallel groups:\n\n* Experimental group: standard of care associated to 3 RIPOST sessions : one within the 4 hours following cardiac arrest, one 12 hours after cardiac arrest and one 24 hours after cardiac arrest. A RIPOST session = four cycles of cuff inflation to 200 mmHg for five minutes and then deflation to 0 mmHg for another five minutes, using an inflatable thigh tourniquet (total duration of the session = 40 minutes).\n* Control group: standard of care associated to 3 sham sessions at inclusion, 24, and 48 hours after inclusion. A sham session = application of the thigh tourniquet during 40 minutes without any inflation.\n\nInclusion duration: 24 months\n\nPatient participation duration: 3 months\n\nStudy duration: 27 months"},"conditionsModule":{"conditions":["Out-Of-Hospital Cardiac Arrest"],"keywords":["Remote ischemic conditioning","Out-of-hospital cardiac arrest","Neuroprotection","Cardiac arrest"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Remote ischemic post-conditioning (RIPOST)","type":"EXPERIMENTAL","description":"Patients subjected to three sessions of RIPOST (within the 4 hours following cardiac arrest and then 12 and 24 hours after cardiac arrest)","interventionNames":["Other: Remote ischemic post conditioning sessions"]},{"label":"Sham procedure","type":"SHAM_COMPARATOR","description":"Patients subjected to three sessions of a sham procedure (within the 4 hours following cardiac arrest and then 12 and 24 hours after cardiac arrest)","interventionNames":["Other: Sham sessions"]}],"interventions":[{"type":"OTHER","name":"Remote ischemic post conditioning sessions","description":"Three sessions of RIPOST (within the 4 hours following cardiac arrest and then 12 and 24 hours after cardiac arrest), as follows: four cycles of cuff inflation to 200 mmHg for 5 min and then deflation to 0 mmHg for another 5 min (40 min total duration of the intervention), using an inflatable thigh tourniquet","armGroupLabels":["Remote ischemic post-conditioning (RIPOST)"],"otherNames":["RIPOST"]},{"type":"OTHER","name":"Sham sessions","description":"Three sessions of a sham procedure (within the 4 hours following cardiac arrest and then 12 and 24 hours after cardiac arrest), as follows : application of a thigh tourniquet during 40 min without any inflation","armGroupLabels":["Sham procedure"],"otherNames":["Sham"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Neurofilament light chain (NFL) blood level evolution between 6 and 72 hours after cardiac arrest occurrence","description":"Blood samples will be performed at 6 and 72 hours after cardiac arrest to monitor NFL level evolution and this evolution will be compared between both arms (RIPOST and sham groups)","timeFrame":"72 hours after out-of-hospital cardiac arrest occurrence"}],"secondaryOutcomes":[{"measure":"Sepsis organ failure assessment score (SOFA)","description":"SOFA will be assessed at 24, 48 and 72 hours after cardiac arrest, and compared between both arms","timeFrame":"72 hours after out-of-hospital cardiac arrest occurrence"},{"measure":"Rate of patients with NFL peak level >500 pg/mL","description":"Blood samples will be performed at 6, 24, 48 and 72 hours after cardiac arrest to monitor NFL peak level and the rate of patients who will present a NFL peak level \\> 500 pg/mL will be compared between both arms.","timeFrame":"72 hours after out-of-hospital cardiac arrest occurrence"},{"measure":"Neuron-specific enolase (NSE) blood level evolution between 6 and 72 hours after cardiac arrest occurrence","description":"Blood samples will be performed at 6, 24, 48 and 72 hours after cardiac arrest to monitor NSE levels and their evolution will be compared between both arms (RIPOST and sham groups)","timeFrame":"72 hours after out-of-hospital cardiac arrest occurrence"},{"measure":"S100B protein (PS100B) blood level evolution between 6 and 72 hours after cardiac arrest occurrence","description":"Blood samples will be performed at 6, 24, 48 and 72 hours after cardiac arrest to monitor PS100B levels and their evolution will be compared between both arms (RIPOST and sham groups)","timeFrame":"72 hours after out-of-hospital cardiac arrest occurrence"},{"measure":"ICU mortality rate from multi-organ failure and from neurological injury","description":"Death mode at ICU discharge will be collected in both arms","timeFrame":"At intensive care unit (ICU) discharge, up to 28 days"},{"measure":"Modified Rankin Scale (mRS)","description":"Modified Rankin Scale (mRS) will be assessed for both arms, at patient's ICU discharge and at day 90 after inclusion. This scales goes from 0 to 6, 0 corresponding to the absence of cognitive deficits and 6 to death.","timeFrame":"90 days after out-of-hospital cardiac arrest occurrence"},{"measure":"Post out-of-hospital cardiac arrest event occurrence","description":"Post out-of-hospital cardiac arrest event occurrence will be compared between both arms within the 24 hours following cardiac arrest. Events that will be considered are : unexpected cardiac arrest in ICU, iatrogenic events, limb ischemia, occlusive syndrome, digestive ischemia and thromboembolic complications.","timeFrame":"24 hours after out-of-hospital cardiac arrest occurrence"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Out-of-hospital cardiac arrest with stable return of spontaneous circulation (ROSC \\> 20 minutes)\n* Patient receiving invasive mechanical ventilation for coma (Glasgow score \\< 8)\n* Availability of a lower limb without intravenous infusion or tension cuff positioned on it\n* Randomization and application of the first session of the tested procedure within 4 hours after ROSC\n* Consent of a next-of-kin or inclusion in emergency procedure\n\nExclusion criteria :\n\n* Age \\< 18 y.o or pregnancy\n* Patient unable to walk without assistance, unable to support himself properly without assistance, bedridden, incontinent and requiring nursing constant attention and care (corresponding to a mRS equal to 4 or 5)\n* Interval between cardiac arrest and ROSC (no flow + low flow) estimated \\> 60 minutes\n* Unwitnessed cardiac arrest with asystole as first rhythm\n* In-hospital cardiac arrest\n* Refractory cardiac arrest (no ROSC considered as stable)\n* Cardiac arrest from traumatic, hemorrhage, stroke or hanging supposed origin\n* Mean arterial pressure \\< 65mmHg persisting despite appropriate vascular filling and vasopressor and/or inotropic support\n* Active uncontrolled bleeding\n* Contraindication or not possible to use a pneumatic tourniquet on none of the two lower limbs (amputations, intravenous infusion positioned on both lower limbs, tourniquet size incompatible with patient morphology)\n* Implementation of extracorporeal arteriovenous circulation for refractory cardiac arrest or refractory cardiogenic shock before inclusion\n* Patient already included in this study\n* Inclusion in another interventional study\n* Judicial protection measure\n* Patient without French social security","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Chelly Jonathan, MD","role":"CONTACT","phone":"0494145124","phoneExt":"+33","email":"Jonathan.chelly@ch-toulon.fr"}],"overallOfficials":[{"name":"Chelly Jonathan, MD","affiliation":"Centre Hospitalier Intercommunal Toulon-La Seyne sur Mer","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Centre Hospitalier Intercommunal Toulon-La Seyne sur Mer","city":"Toulon","state":"Var","zip":"83100","country":"France","contacts":[{"name":"Jonathan Chelly, MD","role":"CONTACT","phone":"0494145124","phoneExt":"+33","email":"Jonathan.chelly@ch-toulon.fr"}],"geoPoint":{"lat":43.12442,"lon":5.92836}}]},"referencesModule":{"references":[{"pmid":"32045394","type":"BACKGROUND","citation":"Ho AFW, Chong J, Ong MEH, Hausenloy DJ. Remote Ischemic Conditioning in Emergency Medicine-Clinical Frontiers and Research Opportunities. Shock. 2020 Mar;53(3):269-276. doi: 10.1097/SHK.0000000000001362."},{"pmid":"31823646","type":"BACKGROUND","citation":"Kloner RA, Shi J, Dai W, Carreno J, Zhao L. Remote Ischemic Conditioning in Acute Myocardial Infarction and Shock States. J Cardiovasc Pharmacol Ther. 2020 Mar;25(2):103-109. doi: 10.1177/1074248419892603. Epub 2019 Dec 11."},{"pmid":"26051813","type":"BACKGROUND","citation":"Albrecht M, Meybohm P, Broch O, Zitta K, Hein M, Grasner JT, Renner J, Bein B, Gruenewald M. Evaluation of remote ischaemic post-conditioning in a pig model of cardiac arrest: A pilot study. Resuscitation. 2015 Aug;93:89-95. doi: 10.1016/j.resuscitation.2015.05.019. Epub 2015 Jun 4."},{"pmid":"31747864","type":"BACKGROUND","citation":"England TJ, Hedstrom A, O'Sullivan SE, Woodhouse L, Jackson B, Sprigg N, Bath PM. Remote Ischemic Conditioning After Stroke Trial 2: A Phase IIb Randomized Controlled Trial in Hyperacute Stroke. J Am Heart Assoc. 2019 Dec 3;8(23):e013572. doi: 10.1161/JAHA.119.013572. Epub 2019 Nov 21."},{"pmid":"30383090","type":"BACKGROUND","citation":"Moseby-Knappe M, Mattsson N, Nielsen N, Zetterberg H, Blennow K, Dankiewicz J, Dragancea I, Friberg H, Lilja G, Insel PS, Rylander C, Westhall E, Kjaergaard J, Wise MP, Hassager C, Kuiper MA, Stammet P, Wanscher MCJ, Wetterslev J, Erlinge D, Horn J, Pellis T, Cronberg T. Serum Neurofilament Light Chain for Prognosis of Outcome After Cardiac Arrest. JAMA Neurol. 2019 Jan 1;76(1):64-71. doi: 10.1001/jamaneurol.2018.3223. Erratum In: JAMA Neurol. 2020 Jul 1;77(7):907. doi: 10.1001/jamaneurol.2020.1261."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006323","term":"Heart Arrest"},{"id":"D000058687","term":"Out-of-Hospital Cardiac Arrest"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M10543","name":"Ischemia","relevance":"LOW"},{"id":"M9411","name":"Heart Arrest","asFound":"Cardiac Arrest","relevance":"HIGH"},{"id":"M29208","name":"Out-of-Hospital Cardiac Arrest","asFound":"Out-of-hospital Cardiac Arrest","relevance":"HIGH"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}