{"protocolSection":{"identificationModule":{"nctId":"NCT06472219","orgStudyIdInfo":{"id":"PREDICATE"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"PREDICATE Trial For Respiratory Tract Infections","officialTitle":"Early Prednisolone for Suspected Community-acquired Acute Respiratory Tract Infection (PREDICATE): A Double-blind, Randomised, Multi-centre, Adaptive Platform, Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Timothy Hudson RAINER","investigatorTitle":"Clinical Professor and Chairperson","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Background\n\nThe goal of this clinical trial is to learn if prednisolone works to treat moderate to severe respiratory tract infections in adults admitted to hospital. It will also learn about the safety of prednisolone in this context. The main questions it aims to answer are:\n\nDoes prednisolone lower the number of participants who develop sepsis or who survive? What medical problems do participants have when taking prednisolone? Researchers will compare prednisolone to a placebo (a look-alike substance that contains no drug) to see if prednisolone works to treat respiratory tract infections in adults.\n\nParticipants will:\n\nTake prednisolone 30mg or a placebo every day for 5 days. Complete a daily diary of symptoms for 30 days and have telephone follow up. Investigators propose to recruit 1300 patients, 650 in each group. The Trial will be conducted in the Emergency Departments and wards of hospitals in Hong Kong.\n\nInvestigators expect the proportion of patients admitted to the hospital who develop sepsis or who die within 30 days to be reduced from 25% to 18% after taking active treatment. Secondly, investigators expect any difference in the proportion of patients with SAEs not to exceed 5% between active treatment group and control.\n\nBenefits to Hong Kong and Worldwide: Active treatments (e.g. prednisolone are cheap, HK$0.2 per 5mg tablet) are widely available across the world. Any reduction of progression to sepsis and death if applied worldwide would improve the lives of millions of patients and save millions of dollars of healthcare costs.","detailedDescription":"Introduction Acute Respiratory Infections (ARIs) are the fourth leading cause of death worldwide, third in China and second in Hong Kong. They are usually caused by bacteria or viruses and are associated with an early hyperinflammatory response. Evidence for the early detection of the disease and pathogen, risk-stratification and management are high priorities for the World Health Organisation (WHO).\n\nThe pathogens most likely to cause annual epidemics and pandemics are respiratory viruses although bacteria may cause up to 50% of ARI in hospitalised patients. Despite individual variation, the clinical course of ARIs generally involves an incubation period that lasts hours to days; and an early inflammatory prodrome which lasts days to a week and is characterised by symptoms such as a cough, fever, lethargy, headache (stage I). Whilst most patients recover, some progress to Stage II respiratory deterioration in the subsequent week; and Stage III severe respiratory failure may occur over subsequent weeks. The kinetics of bacterial and viral replication can last up to and even longer than 21 days. This prolonged and relatively slow progression provides several windows of opportunity in which early anti-inflammatory and immunomodulatory therapies could influence the course of the disease, reduce early hyperinflammation, facilitate recovery and well-being, and reduce hospital stay, disease progression, need for intensive care and mortality.\n\nUsual care (UC) for patients with ARI presenting to EDs in Hong Kong is like other primary care settings in the world. For example, in Europe, early treatments are highly variable and consist of paracetamol, non-steroidal anti-inflammatory drugs, low-dose corticosteroids, over-the-counter medicines, fluids, rest, time off school/work, and antibiotics or antivirals. Rapid diagnostic tests (RDTs) are rarely available in the emergency department (ED) and even after admission a pathogen may not be identified in up to 70% of cases. Thus, treatment is usually begun and continued without an identifiable bacterial and/or viral pathogen. As many ARIs follow generic hyperinflammatory pathways, evaluating and repurposing existing anti-inflammatory drugs (e.g. prednisolone, 12) is a common and reasonable strategy which could have relevance not only for Hong Kong but worldwide.\n\nAdaptive Platform Design and Response Adaptive Randomisation An adaptive platform trial is a trial in which multiple treatments for the same disease are tested simultaneously. New interventions can be added or replace existing ones during the course of the trial in accordance with pre-specified criteria. APTs offer innovations that could reshape clinical trials, and several APTs are now funded in various disease areas. APTs enhance research efficiency, shorten the duration of futile studies, and optimise sample size and study duration based on emerging data. The platform design allows for subsequent levels of randomisation if further treatments require evaluation.\n\nThe initial randomisation ratio is fixed 1:1 for a comparison between two trial arms, but the trial has the capability for these proportions to be altered according to participants' responses to interventions. Pre-specified decision criteria allow for dropping a treatment for futility, declaring a treatment superior, or adding a new treatment to be tested. If at any point a treatment is deemed superior to the usual care arm, the superior treatment may replace the usual care arm as the new standard of care.\n\nUnmet Clinical Need Acute Respiratory Infections (ARIs) are a leading cause of death worldwide and in Hong Kong. There is relatively little evidence for early pathology- or pathogen-specific treatments for suspected community-acquired ARI (scARI). Every year, winter crises and epidemics are such that hospital wards, and particularly intensive care facilities, are frequently overstretched. Even treatments with moderate impact on survival or on hospital resources could be worthwhile.\n\nOne important area where evidence is scant is the role for steroids in scARI requiring hospitalisation. Although many trials report benefits of using steroids that outweigh AEs in severe COVID and CAP, the value in hospitalised patients with less severe disease, in scARI and early treatment (e.g. started in EDs) is unclear. Specifically, evidence for a safe role for early, low dose, short-course prednisolone to safely reduce excessive inflammation, progression to sepsis and mortality in adult patients with scARI is needed.\n\nAll patients will receive UC in the participating hospitals. Initially randomisation will be between two treatment arms:\n\nControl Arm: Placebo Active Treatment Arm I: Prednisolone 30mg tablets administered once a day for five days."},"conditionsModule":{"conditions":["Respiratory Tract Infections"],"keywords":["Emergency Care","Inflammation","Mortality","Pneumonia","Prednisolone","Randomised Controlled Trial","Respiratory Tract Infections","Safety","Sepsis","Steroids"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"This is double-blind study. While the study is in progress, access to tabular results of study outcomes by treatment allocation will not be available to the research team, CIs, trial statisticians, clinical teams, or members of the SC (unless the DMC advises otherwise).\n\nThe DMC and DMC statisticians will be unblinded to study allocation at predetermined times.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":1300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Placebo + usual care","type":"PLACEBO_COMPARATOR","description":"Placebo tablets administered once a day for five days.","interventionNames":["Drug: Placebo"]},{"label":"Active Treatment I + usual care","type":"ACTIVE_COMPARATOR","description":"Prednisolone 30mg tablets administered once a day for five days.","interventionNames":["Drug: Prednisolone 30 mg"]}],"interventions":[{"type":"DRUG","name":"Prednisolone 30 mg","description":"This is a glucocorticoid like cortisol used for its anti-inflammatory, immunosuppressive, anti-neoplastic and vasoconstrictive effects. It binds to the glucocorticoid receptor, inhibiting pro-inflammatory signals and promoting anti-inflammatory signals. It has a short duration of action as the half-life is 2.1-3.5 hours and 98% is eliminated in urine. On 21 June 1955 it was granted FDA approval.","armGroupLabels":["Active Treatment I + usual care"],"otherNames":["Prednisoolone"]},{"type":"DRUG","name":"Placebo","description":"This a tablet identical to prednisolone.","armGroupLabels":["Placebo + usual care"],"otherNames":["Prednis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"30-day all-cause sepsis or all-cause mortality","description":"The proportion of patients with all-cause sepsis or all-cause mortality","timeFrame":"Up to 30-days"},{"measure":"30-day Severe Adverse Events","description":"The proportion of patients with an SAE","timeFrame":"Up to 30-days"}],"secondaryOutcomes":[{"measure":"Maximal WHO Clinical Progression Scale(WHO-CPS)","description":"Differentiation of median maximal WHO-CPS hospitalised patients with scARI. \\[0 - not infected\\] Ambulatory mild disease\n\n1. Not hospitalised, asymptomatic, no limitation on activities, virus detected;\n2. Not hospitalised, symptomatic, independent\n3. Not hospitalised, limitation on activities, assistance required; Hospitalised moderate disease\n4. Hospitalised, not requiring supplemental oxygen;\n5. Hospitalised, requiring supplemental oxygen; Hospitalised severe disease\n6. Hospitalised, on oxygen by NIV or high flow;\n7. Hospitalised, intubation and mechanical ventilation\n8. Hospitalised, mechanical ventilation or vasopressors\n9. Hospitalised, mechanical ventilation, vasopressors, dialysis or ECMO;\n10. Death.","timeFrame":"Up to 30-days"},{"measure":"Mortality","description":"The proportion of patients with mortality","timeFrame":"Up to 30-days"},{"measure":"Sepsis","description":"The proportion of patients with sepsis","timeFrame":"Up to 30-days"},{"measure":"Length of Hospital Stay","description":"Differentiation of median length of stay","timeFrame":"Up to 30-days"},{"measure":"Patient Satisfaction","description":"Differentiation of median patient satisfaction score \\[Score:0 - 10\\]","timeFrame":"Up to 30-days"},{"measure":"Cost-effectiveness analysis","description":"Cost-effectiveness comparison between the two groups. • Cost-effectiveness analysis measure is the total cost difference between treatment group and placebo group divided by total QALY difference between treatment group and placebo group;\n\n• Total cost difference between treatment group and placebo group divided by difference in primary and secondary outcomes between treatment group and placebo group","timeFrame":"30-days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPatients will be eligible for the study if ALL the following are present:\n\n1. Adults ≥18 years of age; AND\n2. scARI2; AND\n3. Intended hospitalisation; AND\n4. No medical history that might, in the opinion of the attending clinician, put the patient at significant risk if he/she were to participate in the trial\n\nExclusion Criteria:\n\nPatients will be excluded if the treating clinician considers that the patient is not suitable for the trial.\n\nPatients may be excluded if any ONE of the following are present:\n\n1. Past, current or planned participation in other research studies within 30 days (e.g. during COVID waves or influenza season;\n2. Vulnerable subjects (pregnancy; cognitively impaired; prisoners; students; employee; minorities);\n3. Cardiac arrest or post-cardiac arrest ROSC;\n4. Not expected to survive 3 days due to pre-existing chronic disease;\n5. Palliative (comfort) care\n6. Undergoing active cancer therapy;\n7. Neutropenia due to chemotherapy/malignancy (but not due to sepsis)\n8. Discharged from hospital within the previous 28 days;\n9. Immunocompromised or being treated with immunotherapy\n10. Organ transplantation\n11. HIV and on HIV drugs (indinavir, atazanavir, nelfinavir, saquinavir, ritonavir)\n12. Recent Surgery (within one month)\n13. Dialysis (including CAPD)\n14. Diabetic ketoacidosis\n15. Acute asthma\n16. Recurrent chest infection,\n17. Cushing's or Addison's disease,\n18. Long term systemic steroid\n19. Long-term antibiotics\n20. HbA1C level ≥6.5% on the day of ED admission","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Timothy H Rainer, MD","role":"CONTACT","phone":"39176846","email":"thrainer@hku.hk"}],"overallOfficials":[{"name":"Timothy H Rainer","affiliation":"The University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"34336751","type":"BACKGROUND","citation":"Wang M, Huang Y, Song Y, Chen J, Liu X. Study on Environmental and Lifestyle Factors for the North-South Differential of Cardiovascular Disease in China. Front Public Health. 2021 Jul 16;9:615152. doi: 10.3389/fpubh.2021.615152. eCollection 2021."},{"type":"BACKGROUND","citation":"Healthy Hong Kong, Hong Kong Government. Leading cause of all deaths. https://www.healthyhk.gov.hk/phisweb/en/chart_detail/22/ accessed 13th February 2022"},{"type":"BACKGROUND","citation":"WHO Fact Sheet. The Top 10 causes of death. https://www.who.int/news-room/fact- sheets/detail/the-top-10-causes-of-death accessed 13th February 2022"},{"type":"BACKGROUND","citation":"WHO The Global Impact of Respiratory Disease 2nd Edition. https://www.who.int/gard/publications/The_Global_Impact_of_Respiratory_Disease.pdf accessed 13th February 2022"},{"pmid":"28104185","type":"BACKGROUND","citation":"Southeast Asia Infectious Disease Clinical Research Network. Causes and outcomes of sepsis in southeast Asia: a multinational multicentre cross-sectional study. Lancet Glob Health. 2017 Feb;5(2):e157-e167. doi: 10.1016/S2214-109X(17)30007-4."},{"pmid":"32699026","type":"BACKGROUND","citation":"Gu X, Zhou F, Wang Y, Fan G, Cao B. Respiratory viral sepsis: epidemiology, pathophysiology, diagnosis and treatment. Eur Respir Rev. 2020 Jul 21;29(157):200038. doi: 10.1183/16000617.0038-2020. Print 2020 Sep 30."},{"pmid":"27884765","type":"BACKGROUND","citation":"Hung IFN, To KKW, Chan JFW, Cheng VCC, Liu KSH, Tam A, Chan TC, Zhang AJ, Li P, Wong TL, Zhang R, Cheung MKS, Leung W, Lau JYN, Fok M, Chen H, Chan KH, Yuen KY. Efficacy of Clarithromycin-Naproxen-Oseltamivir Combination in the Treatment of Patients Hospitalized for Influenza A(H3N2) Infection: An Open-label Randomized, Controlled, Phase IIb/III Trial. Chest. 2017 May;151(5):1069-1080. doi: 10.1016/j.chest.2016.11.012. Epub 2016 Nov 22."},{"pmid":"32678530","type":"BACKGROUND","citation":"RECOVERY Collaborative Group; Horby P, Lim WS, Emberson JR, Mafham M, Bell JL, Linsell L, Staplin N, Brightling C, Ustianowski A, Elmahi E, Prudon B, Green C, Felton T, Chadwick D, Rege K, Fegan C, Chappell LC, Faust SN, Jaki T, Jeffery K, Montgomery A, Rowan K, Juszczak E, Baillie JK, Haynes R, Landray MJ. Dexamethasone in Hospitalized Patients with Covid-19. N Engl J Med. 2021 Feb 25;384(8):693-704. doi: 10.1056/NEJMoa2021436. Epub 2020 Jul 17."},{"pmid":"32876697","type":"BACKGROUND","citation":"Angus DC, Derde L, Al-Beidh F, Annane D, Arabi Y, Beane A, van Bentum-Puijk W, Berry L, Bhimani Z, Bonten M, Bradbury C, Brunkhorst F, Buxton M, Buzgau A, Cheng AC, de Jong M, Detry M, Estcourt L, Fitzgerald M, Goossens H, Green C, Haniffa R, Higgins AM, Horvat C, Hullegie SJ, Kruger P, Lamontagne F, Lawler PR, Linstrum K, Litton E, Lorenzi E, Marshall J, McAuley D, McGlothin A, McGuinness S, McVerry B, Montgomery S, Mouncey P, Murthy S, Nichol A, Parke R, Parker J, Rowan K, Sanil A, Santos M, Saunders C, Seymour C, Turner A, van de Veerdonk F, Venkatesh B, Zarychanski R, Berry S, Lewis RJ, McArthur C, Webb SA, Gordon AC; Writing Committee for the REMAP-CAP Investigators; Al-Beidh F, Angus D, Annane D, Arabi Y, van Bentum-Puijk W, Berry S, Beane A, Bhimani Z, Bonten M, Bradbury C, Brunkhorst F, Buxton M, Cheng A, De Jong M, Derde L, Estcourt L, Goossens H, Gordon A, Green C, Haniffa R, Lamontagne F, Lawler P, Litton E, Marshall J, McArthur C, McAuley D, McGuinness S, McVerry B, Montgomery S, Mouncey P, Murthy S, Nichol A, Parke R, Rowan K, Seymour C, Turner A, van de Veerdonk F, Webb S, Zarychanski R, Campbell L, Forbes A, Gattas D, Heritier S, Higgins L, Kruger P, Peake S, Presneill J, Seppelt I, Trapani T, Young P, Bagshaw S, Daneman N, Ferguson N, Misak C, Santos M, Hullegie S, Pletz M, Rohde G, Rowan K, Alexander B, Basile K, Girard T, Horvat C, Huang D, Linstrum K, Vates J, Beasley R, Fowler R, McGloughlin S, Morpeth S, Paterson D, Venkatesh B, Uyeki T, Baillie K, Duffy E, Fowler R, Hills T, Orr K, Patanwala A, Tong S, Netea M, Bihari S, Carrier M, Fergusson D, Goligher E, Haidar G, Hunt B, Kumar A, Laffan M, Lawless P, Lother S, McCallum P, Middeldopr S, McQuilten Z, Neal M, Pasi J, Schutgens R, Stanworth S, Turgeon A, Weissman A, Adhikari N, Anstey M, Brant E, de Man A, Lamonagne F, Masse MH, Udy A, Arnold D, Begin P, Charlewood R, Chasse M, Coyne M, Cooper J, Daly J, Gosbell I, Harvala-Simmonds H, Hills T, MacLennan S, Menon D, McDyer J, Pridee N, Roberts D, Shankar-Hari M, Thomas H, Tinmouth A, Triulzi D, Walsh T, Wood E, Calfee C, O'Kane C, Shyamsundar M, Sinha P, Thompson T, Young I, Bihari S, Hodgson C, Laffey J, McAuley D, Orford N, Neto A, Detry M, Fitzgerald M, Lewis R, McGlothlin A, Sanil A, Saunders C, Berry L, Lorenzi E, Miller E, Singh V, Zammit C, van Bentum Puijk W, Bouwman W, Mangindaan Y, Parker L, Peters S, Rietveld I, Raymakers K, Ganpat R, Brillinger N, Markgraf R, Ainscough K, Brickell K, Anjum A, Lane JB, Richards-Belle A, Saull M, Wiley D, Bion J, Connor J, Gates S, Manax V, van der Poll T, Reynolds J, van Beurden M, Effelaar E, Schotsman J, Boyd C, Harland C, Shearer A, Wren J, Clermont G, Garrard W, Kalchthaler K, King A, Ricketts D, Malakoutis S, Marroquin O, Music E, Quinn K, Cate H, Pearson K, Collins J, Hanson J, Williams P, Jackson S, Asghar A, Dyas S, Sutu M, Murphy S, Williamson D, Mguni N, Potter A, Porter D, Goodwin J, Rook C, Harrison S, Williams H, Campbell H, Lomme K, Williamson J, Sheffield J, van't Hoff W, McCracken P, Young M, Board J, Mart E, Knott C, Smith J, Boschert C, Affleck J, Ramanan M, D'Souza R, Pateman K, Shakih A, Cheung W, Kol M, Wong H, Shah A, Wagh A, Simpson J, Duke G, Chan P, Cartner B, Hunter S, Laver R, Shrestha T, Regli A, Pellicano A, McCullough J, Tallott M, Kumar N, Panwar R, Brinkerhoff G, Koppen C, Cazzola F, Brain M, Mineall S, Fischer R, Biradar V, Soar N, White H, Estensen K, Morrison L, Smith J, Cooper M, Health M, Shehabi Y, Al-Bassam W, Hulley A, Whitehead C, Lowrey J, Gresha R, Walsham J, Meyer J, Harward M, Venz E, Williams P, Kurenda C, Smith K, Smith M, Garcia R, Barge D, Byrne D, Byrne K, Driscoll A, Fortune L, Janin P, Yarad E, Hammond N, Bass F, Ashelford A, Waterson S, Wedd S, McNamara R, Buhr H, Coles J, Schweikert S, Wibrow B, Rauniyar R, Myers E, Fysh E, Dawda A, Mevavala B, Litton E, Ferrier J, Nair P, Buscher H, Reynolds C, Santamaria J, Barbazza L, Homes J, Smith R, Murray L, Brailsford J, Forbes L, Maguire T, Mariappa V, Smith J, Simpson S, Maiden M, Bone A, Horton M, Salerno T, Sterba M, Geng W, Depuydt P, De Waele J, De Bus L, Fierens J, Bracke S, Reeve B, Dechert W, Chasse M, Carrier FM, Boumahni D, Benettaib F, Ghamraoui A, Bellemare D, Cloutier E, Francoeur C, Lamontagne F, D'Aragon F, Carbonneau E, Leblond J, Vazquez-Grande G, Marten N, Wilson M, Albert M, Serri K, Cavayas A, Duplaix M, Williams V, Rochwerg B, Karachi T, Oczkowski S, Centofanti J, Millen T, Duan E, Tsang J, Patterson L, English S, Watpool I, Porteous R, Miezitis S, McIntyre L, Brochard L, Burns K, Sandhu G, Khalid I, Binnie A, Powell E, McMillan A, Luk T, Aref N, Andric Z, Cviljevic S, Dimoti R, Zapalac M, Mirkovic G, Barsic B, Kutlesa M, Kotarski V, Vujaklija Brajkovic A, Babel J, Sever H, Dragija L, Kusan I, Vaara S, Pettila L, Heinonen J, Kuitunen A, Karlsson S, Vahtera A, Kiiski H, Ristimaki S, Azaiz A, Charron C, Godement M, Geri G, Vieillard-Baron A, Pourcine F, Monchi M, Luis D, Mercier R, Sagnier A, Verrier N, Caplin C, Siami S, Aparicio C, Vautier S, Jeblaoui A, Fartoukh M, Courtin L, Labbe V, Leparco C, Muller G, Nay MA, Kamel T, Benzekri D, Jacquier S, Mercier E, Chartier D, Salmon C, Dequin P, Schneider F, Morel G, L'Hotellier S, Badie J, Berdaguer FD, Malfroy S, Mezher C, Bourgoin C, Megarbane B, Voicu S, Deye N, Malissin I, Sutterlin L, Guitton C, Darreau C, Landais M, Chudeau N, Robert A, Moine P, Heming N, Maxime V, Bossard I, Nicholier TB, Colin G, Zinzoni V, Maquigneau N, Finn A, Kress G, Hoff U, Friedrich Hinrichs C, Nee J, Pletz M, Hagel S, Ankert J, Kolanos S, Bloos F, Petros S, Pasieka B, Kunz K, Appelt P, Schutze B, Kluge S, Nierhaus A, Jarczak D, Roedl K, Weismann D, Frey A, Klinikum Neukolln V, Reill L, Distler M, Maselli A, Belteczki J, Magyar I, Fazekas A, Kovacs S, Szoke V, Szigligeti G, Leszkoven J, Collins D, Breen P, Frohlich S, Whelan R, McNicholas B, Scully M, Casey S, Kernan M, Doran P, O'Dywer M, Smyth M, Hayes L, Hoiting O, Peters M, Rengers E, Evers M, Prinssen A, Bosch Ziekenhuis J, Simons K, Rozendaal W, Polderman F, de Jager P, Moviat M, Paling A, Salet A, Rademaker E, Peters AL, de Jonge E, Wigbers J, Guilder E, Butler M, Cowdrey KA, Newby L, Chen Y, Simmonds C, McConnochie R, Ritzema Carter J, Henderson S, Van Der Heyden K, Mehrtens J, Williams T, Kazemi A, Song R, Lai V, Girijadevi D, Everitt R, Russell R, Hacking D, Buehner U, Williams E, Browne T, Grimwade K, Goodson J, Keet O, Callender O, Martynoga R, Trask K, Butler A, Schischka L, Young C, Lesona E, Olatunji S, Robertson Y, Jose N, Amaro dos Santos Catorze T, de Lima Pereira TNA, Neves Pessoa LM, Castro Ferreira RM, Pereira Sousa Bastos JM, Aysel Florescu S, Stanciu D, Zaharia MF, Kosa AG, Codreanu D, Marabi Y, Al Qasim E, Moneer Hagazy M, Al Swaidan L, Arishi H, Munoz-Bermudez R, Marin-Corral J, Salazar Degracia A, Parrilla Gomez F, Mateo Lopez MI, Rodriguez Fernandez J, Carcel Fernandez S, Carmona Flores R, Leon Lopez R, de la Fuente Martos C, Allan A, Polgarova P, Farahi N, McWilliam S, Hawcutt D, Rad L, O'Malley L, Whitbread J, Kelsall O, Wild L, Thrush J, Wood H, Austin K, Donnelly A, Kelly M, O'Kane S, McClintock D, Warnock M, Johnston P, Gallagher LJ, Mc Goldrick C, Mc Master M, Strzelecka A, Jha R, Kalogirou M, Ellis C, Krishnamurthy V, Deelchand V, Silversides J, McGuigan P, Ward K, O'Neill A, Finn S, Phillips B, Mullan D, Oritz-Ruiz de Gordoa L, Thomas M, Sweet K, Grimmer L, Johnson R, Pinnell J, Robinson M, Gledhill L, Wood T, Morgan M, Cole J, Hill H, Davies M, Antcliffe D, Templeton M, Rojo R, Coghlan P, Smee J, Mackay E, Cort J, Whileman A, Spencer T, Spittle N, Kasipandian V, Patel A, Allibone S, Genetu RM, Ramali M, Ghosh A, Bamford P, London E, Cawley K, Faulkner M, Jeffrey H, Smith T, Brewer C, Gregory J, Limb J, Cowton A, O'Brien J, Nikitas N, Wells C, Lankester L, Pulletz M, Williams P, Birch J, Wiseman S, Horton S, Alegria A, Turki S, Elsefi T, Crisp N, Allen L, McCullagh I, Robinson P, Hays C, Babio-Galan M, Stevenson H, Khare D, Pinder M, Selvamoni S, Gopinath A, Pugh R, Menzies D, Mackay C, Allan E, Davies G, Puxty K, McCue C, Cathcart S, Hickey N, Ireland J, Yusuff H, Isgro G, Brightling C, Bourne M, Craner M, Watters M, Prout R, Davies L, Pegler S, Kyeremeh L, Arbane G, Wilson K, Gomm L, Francia F, Brett S, Sousa Arias S, Elin Hall R, Budd J, Small C, Birch J, Collins E, Henning J, Bonner S, Hugill K, Cirstea E, Wilkinson D, Karlikowski M, Sutherland H, Wilhelmsen E, Woods J, North J, Sundaran D, Hollos L, Coburn S, Walsh J, Turns M, Hopkins P, Smith J, Noble H, Depante MT, Clarey E, Laha S, Verlander M, Williams A, Huckle A, Hall A, Cooke J, Gardiner-Hill C, Maloney C, Qureshi H, Flint N, Nicholson S, Southin S, Nicholson A, Borgatta B, Turner-Bone I, Reddy A, Wilding L, Chamara Warnapura L, Agno Sathianathan R, Golden D, Hart C, Jones J, Bannard-Smith J, Henry J, Birchall K, Pomeroy F, Quayle R, Makowski A, Misztal B, Ahmed I, KyereDiabour T, Naiker K, Stewart R, Mwaura E, Mew L, Wren L, Willams F, Innes R, Doble P, Hutter J, Shovelton C, Plumb B, Szakmany T, Hamlyn V, Hawkins N, Lewis S, Dell A, Gopal S, Ganguly S, Smallwood A, Harris N, Metherell S, Lazaro JM, Newman T, Fletcher S, Nortje J, Fottrell-Gould D, Randell G, Zaman M, Elmahi E, Jones A, Hall K, Mills G, Ryalls K, Bowler H, Sall J, Bourne R, Borrill Z, Duncan T, Lamb T, Shaw J, Fox C, Moreno Cuesta J, Xavier K, Purohit D, Elhassan M, Bakthavatsalam D, Rowland M, Hutton P, Bashyal A, Davidson N, Hird C, Chhablani M, Phalod G, Kirkby A, Archer S, Netherton K, Reschreiter H, Camsooksai J, Patch S, Jenkins S, Pogson D, Rose S, Daly Z, Brimfield L, Claridge H, Parekh D, Bergin C, Bates M, Dasgin J, McGhee C, Sim M, Hay SK, Henderson S, Phull MK, Zaidi A, Pogreban T, Rosaroso LP, Harvey D, Lowe B, Meredith M, Ryan L, Hormis A, Walker R, Collier D, Kimpton S, Oakley S, Rooney K, Rodden N, Hughes E, Thomson N, McGlynn D, Walden A, Jacques N, Coles H, Tilney E, Vowell E, Schuster-Bruce M, Pitts S, Miln R, Purandare L, Vamplew L, Spivey M, Bean S, Burt K, Moore L, Day C, Gibson C, Gordon E, Zitter L, Keenan S, Baker E, Cherian S, Cutler S, Roynon-Reed A, Harrington K, Raithatha A, Bauchmuller K, Ahmad N, Grecu I, Trodd D, Martin J, Wrey Brown C, Arias AM, Craven T, Hope D, Singleton J, Clark S, Rae N, Welters I, Hamilton DO, Williams K, Waugh V, Shaw D, Puthucheary Z, Martin T, Santos F, Uddin R, Somerville A, Tatham KC, Jhanji S, Black E, Dela Rosa A, Howle R, Tully R, Drummond A, Dearden J, Philbin J, Munt S, Vuylsteke A, Chan C, Victor S, Matsa R, Gellamucho M, Creagh-Brown B, Tooley J, Montague L, De Beaux F, Bullman L, Kersiake I, Demetriou C, Mitchard S, Ramos L, White K, Donnison P, Johns M, Casey R, Mattocks L, Salisbury S, Dark P, Claxton A, McLachlan D, Slevin K, Lee S, Hulme J, Joseph S, Kinney F, Senya HJ, Oborska A, Kayani A, Hadebe B, Orath Prabakaran R, Nichols L, Thomas M, Worner R, Faulkner B, Gendall E, Hayes K, Hamilton-Davies C, Chan C, Mfuko C, Abbass H, Mandadapu V, Leaver S, Forton D, Patel K, Paramasivam E, Powell M, Gould R, Wilby E, Howcroft C, Banach D, Fernandez de Pinedo Artaraz Z, Cabreros L, White I, Croft M, Holland N, Pereira R, Zaki A, Johnson D, Jackson M, Garrard H, Juhaz V, Roy A, Rostron A, Woods L, Cornell S, Pillai S, Harford R, Rees T, Ivatt H, Sundara Raman A, Davey M, Lee K, Barber R, Chablani M, Brohi F, Jagannathan V, Clark M, Purvis S, Wetherill B, Dushianthan A, Cusack R, de Courcy-Golder K, Smith S, Jackson S, Attwood B, Parsons P, Page V, Zhao XB, Oza D, Rhodes J, Anderson T, Morris S, Xia Le Tai C, Thomas A, Keen A, Digby S, Cowley N, Wild L, Southern D, Reddy H, Campbell A, Watkins C, Smuts S, Touma O, Barnes N, Alexander P, Felton T, Ferguson S, Sellers K, Bradley-Potts J, Yates D, Birkinshaw I, Kell K, Marshall N, Carr-Knott L, Summers C. Effect of Hydrocortisone on Mortality and Organ Support in Patients With Severe COVID-19: The REMAP-CAP COVID-19 Corticosteroid Domain Randomized Clinical Trial. JAMA. 2020 Oct 6;324(13):1317-1329. doi: 10.1001/jama.2020.17022."},{"pmid":"32401715","type":"BACKGROUND","citation":"Hung IF, Lung KC, Tso EY, Liu R, Chung TW, Chu MY, Ng YY, Lo J, Chan J, Tam AR, Shum HP, Chan V, Wu AK, Sin KM, Leung WS, Law WL, Lung DC, Sin S, Yeung P, Yip CC, Zhang RR, Fung AY, Yan EY, Leung KH, Ip JD, Chu AW, Chan WM, Ng AC, Lee R, Fung K, Yeung A, Wu TC, Chan JW, Yan WW, Chan WM, Chan JF, Lie AK, Tsang OT, Cheng VC, Que TL, Lau CS, Chan KH, To KK, Yuen KY. Triple combination of interferon beta-1b, lopinavir-ritonavir, and ribavirin in the treatment of patients admitted to hospital with COVID-19: an open-label, randomised, phase 2 trial. Lancet. 2020 May 30;395(10238):1695-1704. doi: 10.1016/S0140-6736(20)31042-4. Epub 2020 May 10."},{"pmid":"18486541","type":"BACKGROUND","citation":"Stephenson I, Clark TW, Pareek M. Antiviral treatment and prevention of seasonal influenza: a comparative review of recommendations in the European Union. J Clin Virol. 2008 Jul;42(3):244-8. doi: 10.1016/j.jcv.2008.04.001. Epub 2008 May 19."},{"type":"BACKGROUND","citation":"Prednisolone. https://go.drugbank.com/drugs/DB00860 accessed 19th October 2021"},{"pmid":"31462747","type":"BACKGROUND","citation":"Adaptive Platform Trials Coalition. Adaptive platform trials: definition, design, conduct and reporting considerations. Nat Rev Drug Discov. 2019 Oct;18(10):797-807. doi: 10.1038/s41573-019-0034-3. Epub 2019 Aug 28. Erratum In: Nat Rev Drug Discov. 2019 Sep 10;:"},{"pmid":"32231363","type":"BACKGROUND","citation":"Lin KJ, Dvorin E, Kesselheim AS. Prescribing systemic steroids for acute respiratory tract infections in United States outpatient settings: A nationwide population-based cohort study. PLoS Med. 2020 Mar 31;17(3):e1003058. doi: 10.1371/journal.pmed.1003058. eCollection 2020 Mar."},{"pmid":"29236286","type":"BACKGROUND","citation":"Stern A, Skalsky K, Avni T, Carrara E, Leibovici L, Paul M. Corticosteroids for pneumonia. Cochrane Database Syst Rev. 2017 Dec 13;12(12):CD007720. doi: 10.1002/14651858.CD007720.pub3."},{"pmid":"33876268","type":"BACKGROUND","citation":"Chaudhuri D, Sasaki K, Karkar A, Sharif S, Lewis K, Mammen MJ, Alexander P, Ye Z, Lozano LEC, Munch MW, Perner A, Du B, Mbuagbaw L, Alhazzani W, Pastores SM, Marshall J, Lamontagne F, Annane D, Meduri GU, Rochwerg B. Corticosteroids in COVID-19 and non-COVID-19 ARDS: a systematic review and meta-analysis. Intensive Care Med. 2021 May;47(5):521-537. doi: 10.1007/s00134-021-06394-2. Epub 2021 Apr 19."},{"pmid":"32075830","type":"BACKGROUND","citation":"Moure-Fernandez A, Hollinghurst S, Carroll FE, Downing H, Young G, Brookes S, May M, El-Gohary M, Harnden A, Kendrick D, Lafond N, Little P, Moore M, Orton E, Thompson M, Timmins D, Wang K, Hay AD. Economic evaluation of the OSAC randomised controlled trial: oral corticosteroids for non-asthmatic adults with acute lower respiratory tract infection in primary care. BMJ Open. 2020 Feb 18;10(2):e033567. doi: 10.1136/bmjopen-2019-033567."},{"pmid":"32876694","type":"BACKGROUND","citation":"WHO Rapid Evidence Appraisal for COVID-19 Therapies (REACT) Working Group; Sterne JAC, Murthy S, Diaz JV, Slutsky AS, Villar J, Angus DC, Annane D, Azevedo LCP, Berwanger O, Cavalcanti AB, Dequin PF, Du B, Emberson J, Fisher D, Giraudeau B, Gordon AC, Granholm A, Green C, Haynes R, Heming N, Higgins JPT, Horby P, Juni P, Landray MJ, Le Gouge A, Leclerc M, Lim WS, Machado FR, McArthur C, Meziani F, Moller MH, Perner A, Petersen MW, Savovic J, Tomazini B, Veiga VC, Webb S, Marshall JC. Association Between Administration of Systemic Corticosteroids and Mortality Among Critically Ill Patients With COVID-19: A Meta-analysis. JAMA. 2020 Oct 6;324(13):1330-1341. doi: 10.1001/jama.2020.17023."},{"pmid":"27777223","type":"BACKGROUND","citation":"Eldridge SM, Chan CL, Campbell MJ, Bond CM, Hopewell S, Thabane L, Lancaster GA; PAFS consensus group. CONSORT 2010 statement: extension to randomised pilot and feasibility trials. BMJ. 2016 Oct 24;355:i5239. doi: 10.1136/bmj.i5239."},{"type":"BACKGROUND","citation":"Reducing bacterial infection with impact. fifth Edition. https://impact.chp.gov.hk accessed on 10th February 2021"},{"pmid":"32539990","type":"BACKGROUND","citation":"WHO Working Group on the Clinical Characterisation and Management of COVID-19 infection. A minimal common outcome measure set for COVID-19 clinical research. Lancet Infect Dis. 2020 Aug;20(8):e192-e197. doi: 10.1016/S1473-3099(20)30483-7. Epub 2020 Jun 12. Erratum In: Lancet Infect Dis. 2020 Oct;20(10):e250."},{"type":"BACKGROUND","citation":"Sealed Envelope Ltd. 2012. Power calculator for binary outcome superiority trial. [Online] Available from: https://www.sealedenvelope.com/ [Accessed Mon Feb 21 2022]"},{"type":"BACKGROUND","citation":"Sealed Envelope Ltd. 2012. Power calculator for binary outcome non-inferiority trial. [Online] Available from: https://www.sealedenvelope.com/ [Accessed Mon Feb 21 2022]"},{"pmid":"35014160","type":"BACKGROUND","citation":"Husereau D, Drummond M, Augustovski F, Briggs AH, Carswell C, Caulley L, Chaiyakunapruk N, de Bekker-Grob E, Greenberg D, Loder E, Mauskopf J, Mullins CD, Petrou S, Pwu RF, Staniszewska S; CHEERS 2022 ISPOR Good Research Practices Task Force. Consolidated Health Economic Evaluation Reporting Standards 2022 (CHEERS 2022) statement: updated reporting guidance for health economic evaluations. BJOG. 2022 Feb;129(3):336-344. doi: 10.1111/1471-0528.17012."},{"pmid":"23295957","type":"BACKGROUND","citation":"Chan AW, Tetzlaff JM, Altman DG, Laupacis A, Gotzsche PC, Krleza-Jeric K, Hrobjartsson A, Mann H, Dickersin K, Berlin JA, Dore CJ, Parulekar WR, Summerskill WS, Groves T, Schulz KF, Sox HC, Rockhold FW, Rennie D, Moher D. SPIRIT 2013 statement: defining standard protocol items for clinical trials. Ann Intern Med. 2013 Feb 5;158(3):200-7. doi: 10.7326/0003-4819-158-3-201302050-00583."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007239","term":"Infections"},{"id":"D000003141","term":"Communicable Diseases"},{"id":"D000012141","term":"Respiratory Tract Infections"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M10283","name":"Infections","asFound":"Infection","relevance":"HIGH"},{"id":"M6368","name":"Communicable Diseases","asFound":"Infection","relevance":"HIGH"},{"id":"M14978","name":"Respiratory Tract Infections","asFound":"Respiratory Tract Infections","relevance":"HIGH"},{"id":"M13904","name":"Pneumonia","relevance":"LOW"},{"id":"M20864","name":"Sepsis","relevance":"LOW"},{"id":"M16869","name":"Toxemia","relevance":"LOW"},{"id":"M10293","name":"Inflammation","relevance":"LOW"},{"id":"M7796","name":"Emergencies","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000011239","term":"Prednisolone"}],"ancestors":[{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"},{"id":"D000000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M14120","name":"Prednisolone","asFound":"High Risk","relevance":"HIGH"},{"id":"M1833","name":"Methylprednisolone Acetate","relevance":"LOW"},{"id":"M11749","name":"Methylprednisolone","relevance":"LOW"},{"id":"M11750","name":"Methylprednisolone Hemisuccinate","relevance":"LOW"},{"id":"M229449","name":"Prednisolone acetate","relevance":"LOW"},{"id":"M211887","name":"Prednisolone hemisuccinate","relevance":"LOW"},{"id":"M248881","name":"Prednisolone phosphate","relevance":"LOW"},{"id":"M9047","name":"Glucocorticoids","relevance":"LOW"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M4217","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M9912","name":"Hydrocortisone","relevance":"LOW"},{"id":"M155245","name":"Hydrocortisone 17-butyrate 21-propionate","relevance":"LOW"},{"id":"M228609","name":"Hydrocortisone acetate","relevance":"LOW"},{"id":"M263259","name":"Hydrocortisone hemisuccinate","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M20966","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}