{"protocolSection":{"identificationModule":{"nctId":"NCT06482879","orgStudyIdInfo":{"id":"NamsAnuj"},"organization":{"fullName":"National Academy of Medical Sciences, Nepal","class":"OTHER_GOV"},"briefTitle":"Comparison of Hypoxia Between HFNC and SNC in Patient Undergoing UGI Endoscopic Procedures in Deep Sedation","officialTitle":"Comparison of Hypoxia Between High Flow Nasal Canula and Simple Nasal Canula in Patient Undergoing Upper Gastrointestinal Endoscopic Procedures in Deep Sedation"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-15","type":"ACTUAL"},"completionDateStruct":{"date":"2024-02-20","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Anuj Jung Karki","investigatorTitle":"Associate professor","investigatorAffiliation":"National Academy of Medical Sciences, Nepal"},"leadSponsor":{"name":"National Academy of Medical Sciences, Nepal","class":"OTHER_GOV"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Hypoxia frequently occurs as a complication during upper gastrointestinal endoscopic procedures performed under deep sedation. Traditional oxygen delivery methods, such as the simple nasal cannula, are commonly used to prevent hypoxia in these cases. The high-flow nasal cannula, capable of delivering FiO2 levels of up to 1 and flow rates of up to 70 l/min, offers additional benefits, including positive end-expiratory pressure and reduced dead space. We hypothesized is that the use of high-flow nasal cannula can decrease the incidence of hypoxia in comparison to simple nasal cannula in patients undergoing upper gastrointestinal endoscopic procedures under deep sedation.\n\nThis was prospective, comparative observational study conducted in a tertiary care center of Nepal with the primary objective to compare the rates of hypoxia (SpO2 \\< 92%) and secondary objectives were to compare interruption of procedure due to hypoxia, minimum hypoxia level and episodes of hypoxia between high flow nasal canula (flow rate of 30l/min with FiO2 of 0.5) and simple nasal canula (flow rate of 6l/min) in patients undergoing upper gastrointestinal endoscopic procedures in semi-prone position in deep sedation using propofol infusion.\n\nThe study comprised 125 participants, 58 in simple nasal canula and 67 in high flow nasal cannula group. The incidence of hypoxia in simple nasal cannula and high flow nasal cannula groups, with rates of 37.3% (22/58) and 16.4% (11/67), respectively. The relative risk (RR) of hypoxia was 0.43 (95% CI: 0.23-0.81), with a p-value of 0.009. Procedural interruptions due to hypoxia occurred in 8.6% (5/58) of participants in the simple nasal cannula group and 4.47% (3/67) in the high flow nasal cannula group, with RR of 0.17 (95% CI: 0.02-1.41) and a p-value 0.1. Furthermore, the occurrence of multiple episodes of hypoxia was higher in the simple nasal cannula group compared to the high flow nasal cannula group (5 vs. 0), with a p-value \\< 0.001.The use of high flow nasal cannula reduces the occurrence of hypoxia in patients undergoing upper gastrointestinal endoscopic procedures with deep sedation compared to simple nasal cannula.","detailedDescription":"This study was prospective, comparative, open-label and observational study conducted on tertiary hospital of Nepal between July 2023-April 2024.A written informed consent was taken from all the patients before enrolling to study. Patient aged more than 16 years, ASA-PS grading I-IV, both the gender, both elective procedures undergoing complex UGI endoscopic procedure in deep sedation under propofol infusion were included. Patient not willing to enrolled, pre-operative SPO2 \\< 92% and pre-operative MAP \\< 60 mm Hg were excluded from study. Sixty-two patients were enrolled in each group so total sample size was 124 using following sample size formula. .\n\nAfter arriving in the procedure room, standard monitoring, including pulse oximetry, non-invasive blood pressure monitoring, and electrocardiography were attached. An anesthesiologist assigned made the decision on which oxygenation device to use for the patient. In SNC group, an oxygen flow rate of 6 l/min where in HFNC group at the beginning of procedure flow was set 10 l/min once patient was induced flow rate increased to 30 l/min with FiO2 of 0.5. The patients were positioned either laterally or semiprone. Prior to the start of the procedure, the patient was given an injection of fentanyl 1mcg/kg. An initial dose of propofol was administered at a rate of 1-1.5 mg/kg by slow titrating manner. The sedation level, ventilatory pattern,rate and depth were clinically monitored throughout the procedure.The propofol infusion was kept between 25-150 mcg/kg/min, aiming for preventing facial grimace, agitation, or gag reflex, while still allowing the patient to respond to painful stimuli. In case of any sings of agitation noticed, the anaesthesiologist added the additional dose of propofol or increase the propofol infusion rate or both, as in our usual practice.\n\nIn SNC group, if SpO2 decreased below 92%, flow rate increased to 8 l/min whereas in HFNC group FiO2 increased to 1 and flow rate increased to 50 l/min. If desaturation continued despite of above mentioned measure in both groups, anesthesiologist increased the FiO2, flow or both. Bag mask ventilation and tracheal intubation was done if needed. Other events; bradycardia needing atropine, hypotension needing vasopressor, persistent hypoxia needing bag and mask, endotracheal intubation was recorded.\n\nHypoxia is defined as a decrease in oxygen saturation \\< 92%. Severe hypoxia is defined as a decrease in oxygen saturation \\< 80%. Primary outcome was the compare the rate of hypoxia and secondary outcome was to compare the rate of interruption of procedure due to hypoxia and episodes of hypoxia during the procedure between the two groups."},"conditionsModule":{"conditions":["Hypoxia"],"keywords":["hypoxia, oxygen delivery device"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":122,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"High flow nasal canula","description":"Patient undergoing upper GI endoscopic procedure under deep sedation will receive high flow nasal canula.","interventionNames":["Device: Oxygen delivery"]},{"label":"Simple nasal canula","description":"Patient undergoing upper GI endoscopic procedure under deep sedation will receive simple nasal canula.","interventionNames":["Device: Oxygen delivery"]}],"interventions":[{"type":"DEVICE","name":"Oxygen delivery","description":"Oxygen is delivered with high flow nasal canula or simple nasal canula to prevent hypoxia during procedures under deep sedation.","armGroupLabels":["High flow nasal canula","Simple nasal canula"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparison of incidence of hypoxia between high flow nasal canula and Simple nasal canula","timeFrame":"During the procedure"}],"secondaryOutcomes":[{"measure":"Comparison of frequency of hypoxia between high flow nasal canula and Simple nasal canula","timeFrame":"During the procedure"},{"measure":"Comparison of interruption of procedure between high flow nasal canula and Simple nasal canula","timeFrame":"During the procedure"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Patient aged more than 16 years ASA-PS grading I-IV, Both gender -\n\nExclusion Criteria: Patient not willing to enrolled, Pre-operative SPO2 \\< 92%, Pre-operative MAP \\< 60 mm Hg, Emergency procedure\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"90 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Patients undergoing complex UGI endoscopic procedure in deep sedation under propofol infusion in tertiary care hospital of Nepal.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Anuj Jung Karki","city":"Kathmandu","state":"Bagmati","zip":"44600","country":"Nepal","geoPoint":{"lat":27.70169,"lon":85.3206}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2023-06-22","uploadDate":"2024-06-26T05:28","filename":"SAP_000.pdf","size":49448}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000860","term":"Hypoxia"}],"ancestors":[{"id":"D000012818","term":"Signs and Symptoms, Respiratory"}],"browseLeaves":[{"id":"M4185","name":"Hypoxia","asFound":"Hypoxia","relevance":"HIGH"},{"id":"M15623","name":"Signs and Symptoms, Respiratory","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}