{"protocolSection":{"identificationModule":{"nctId":"NCT06483087","orgStudyIdInfo":{"id":"101271-6"},"organization":{"fullName":"University of Jordan","class":"OTHER"},"briefTitle":"Effect of Animated Education on Anxiety and Vascular Complications","officialTitle":"The Effect of Animated Education Program on Anxiety, Vascular Complications, And Flat Time Among Children Undergoing Cardiac Catheterization","acronym":"VAEdA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-03-21","studyFirstSubmitQcDate":"2024-06-30","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-30","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jafar Alshraideh","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Jordan"},"leadSponsor":{"name":"University of Jordan","class":"OTHER"},"collaborators":[{"name":"Jordanian Royal Medical Services","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"An animated education program about cardiac catheterization will be presented 24 hours to children in the intervention group before undergoing cardiac catheterization. While children in the control group will receive routine care. Dependent variables are (Anxiety 2 hours before undergoing cardiac catheterization, hematoma and bleeding at the catheterization site 2 hours post sheath removal, flat time post cardiac catheterization).","detailedDescription":"After ethical approvals are obtained, to facilitate the process of data collection, the researcher will contact the director of nursing and the head nurse of the pediatric cardiac clinic to inform them about the purpose, protocol, and duration of data collection. All days of the week, excluding holidays and weekends, between the hours of seven AM and four PM, recruitment, intervention, and data collecting will take place. To identify the clinical data regarding the health status of the children who will participate, the researcher will review children's medical records and contact their cardiologists. The researcher will introduce herself to the study participants, a simple explanation of the study's aims without mentioning anxiety level specifically, and the method of data collection will be clarified to gain their approval to participate in the study. Data collection for this study will be carried out for three months. Every child with parents will be interviewed individually by the researcher to collect the necessary data, and the interview will be conducted within 20 minutes. The interview will be classified into four phases (assessment phase, planning phase, implementation phase, and evaluation phase).\n\nAssessment phase In QACHD, the schedule for the CC procedure is informed at 2 pm on the day before CC, when it is confirmed, which children will undergo CC the next day, the following steps will be followed; The researcher will approach the children and parents in the children's rooms and provide them with a description of the study phases. Children who expressed interest in participating in the study and are eligible to participate, researchers will ask their parents to sign the consent form, and the children's assent will also be obtained. The researcher will collect the baseline sociodemographic questionnaire from both study groups (Tool 1). Then randomize study groups for control and intervention as mentioned before.\n\nImplementation phase Usual care will be presented to both study groups by the health team members in the pediatric unit. The researcher will present an animated education program individually to the children in the intervention group 24 hours before undergoing CC. To reduce interruptions during a teaching session and data collecting, a sign stating \"Study in progress please do not disrupt\" will be posted on the front door of the children's room. The AEP will be loaded on a laptop. The program will be presented in 12 minutes. The animated education program will familiarize children and their parents with the events occurring before, during, and after the post-CC procedure. Children's acquisition of the knowledge and skills taught in the AEP will be evaluated by using the ten-minute discussion that will be offered after they receive intervention from the researcher. Children in the intervention group will be encouraged to ask questions related to the material presented in the AEP. All answers to participants' questions will be provided based on the material available in the literature so that the same questions will be answered in the same way.\n\nEvaluation phase:\n\nAfter giving standardized instructions to respond to the SASC presented to children, children will be asked to read and answer the Arabic version of the SASC. Children will be informed to ask the researcher's assistance (data collector) to read the tool for them if they find difficulties in reading. Children's anxiety level will be assessed 2 hours before undergoing CC; based on previous literature findings CC-related anxiety is highest on the day of the procedure just before the CC procedure. Vascular complications will be assessed 2 hours post sheath removal by trained staff nurses in the pediatric ward; if vascular complications are present will be confirmed by an expert nurse who works in the CC lab. Flat time will be assessed and will be recorded after admission to the recovery area until physician discharge orders are obtained."},"conditionsModule":{"conditions":["Cardiac Catheterization"],"keywords":["Cardiac catheterization","Anxiety","bleeding","flat time"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A Parallel Randomized Control Trial (RCT) design will be utilized to test the study hypotheses. It is an experimental design where participants are assigned randomly to either receive the intervention or not, and the outcome of interest is then evaluated after the intervention.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","whoMasked":["CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"the intervention group","type":"EXPERIMENTAL","description":"\\[\\*\\]Arm Description: The Animated Education Program (AEP) and usual care interventions provided for children randomly assigned to the experimental group during the day before receiving a CC procedure. The Animated Education Program (AEP) was developed to prepare children for cardiac catheterization (CC) by improving their knowledge of CC procedures and helping them become familiar with such procedures in all phases. It will be presented as an AEP for eight minutes; it was uploaded on the researcher's laptop and was presented individually to children in their rooms.","interventionNames":["Behavioral: Animated Education Program"]},{"label":"Control group","type":"NO_INTERVENTION","description":"Provide brief procedural instructions, such as time for fasting, and the need to increase the fluid intake post cardiac catheterization. However, no written or animated materials are used to provide health education for children before undergoing the CC procedure."}],"interventions":[{"type":"BEHAVIORAL","name":"Animated Education Program","description":"Eight minutes animated vedio; presented individually to children in their rooms. The vedio explains specific aspectsof the cardiac cathetrization procedure.","armGroupLabels":["the intervention group"],"otherNames":["AEP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Anxiety","description":"The children's anxiety level will be measured 2 hours before undergoing CC. Anxiety is an Emotional state consisting of tension feelings, apprehension, nervousness, and worry, with activation or arousal of the autonomic nervous system. State anxiety is a temporary emotional state reflective of one's interpretation of a particular stressful situation. The State-Trait Anxiety Inventory for Children consists of twenty statements asking children how they feel at a particular moment. A 10-item short form of the tool in 2005 that will be used to assess children's state anxiety levels. The children's anxiety level will be measured 2 hours before undergoing CC.","timeFrame":"Baseline, Day 1"}],"secondaryOutcomes":[{"measure":"Bleeding at the cardiac catheterization site","description":"It is caused by blood leaking from damaged blood vessels from the cardiovascular system. Bleeding may occur through skin puncture at the CC site. Blood oozing through skin puncture, around the catheter insertion site after sheath removal, will be assessed 2 hours after sheath removal, (will be assessed by inspection and palpation if present or not). It will be recorded on a sheet that the researcher will develop.\n\nGrade 0 (no bleeding) Grade I (little bleeding at the puncture site) Grade II (Severe bleeding).","timeFrame":"Day 1, Day 2, Day 3"},{"measure":"Hematoma at the cardiac catheterization site","description":"Blood stasis outside of a blood vessel. It happens when blood leaks into the surrounding tissue through a broken artery, vein, or capillary wall. Blood collects under the skin around the catheter insertion site after sheath removal, (will be assessed by inspection and palpation if present or not). The swelling surrounding the puncture site is hard, palpable, and tender (Small hematoma: \\< 5 cm in diameter, large hematoma: \\> 5 cm in diameter).","timeFrame":"Day1"},{"measure":"Flat time","description":"The amount of time that patients are required to lie flat and restrict their movements for an extended period to prevent vascular complications after cardiac catheterization. The hours that the child stays in a flat position in bed post-sheath removal will be recorded on the sheet that the researcher will develop.\n\nWill be recorded after admission to the recovery area until physician discharge orders are obtained.\n\nIt will be measured in hours as follows:\n\n\\< 4 Hours 4 to \\<6 Hours 6-8 Hours","timeFrame":"Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* aged between 6-12 years\n* admitted for their first scheduled cardiac catheterization non-emergency CC procedure.\n\nExclusion Criteria:\n\n* children with developmental delay\n* emergency CC because\n* having major hearing or visual difficulties\n* children have deteriorated health conditions before CC and need to be admitted for intensive care before undergoing CC\n* children who have bleeding disorders","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jafar Alshraideh, PhD","role":"CONTACT","phone":"+96277748455665355000","phoneExt":"23129","email":"jalasad@ju.edu.jo"},{"name":"Nibras Haddad, PhD","role":"CONTACT","email":"NBR9210034@ju.edu.jo"}],"locations":[{"facility":"Jorrdania royalmedical services","status":"RECRUITING","city":"Amman","zip":"11111","country":"Jordan","contacts":[{"name":"Jafar Alshraideh","role":"CONTACT","phone":"+96265355000","phoneExt":"23129","email":"jalasad@ju.edu.jo"},{"role":"CONTACT","phoneExt":"Alshraideh","email":"jalasad@ju.edu.jo"},{"name":"Jafar Alshraideh, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nibras Haddad, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":31.95522,"lon":35.94503}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"De-identified data will be uploaded to selected Repository","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"3 months after completion","accessCriteria":"on request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M9556","name":"Hemorrhage","relevance":"LOW"},{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}