{"protocolSection":{"identificationModule":{"nctId":"NCT06481033","orgStudyIdInfo":{"id":"D5132-P"},"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Suicide Specific Rumination in Veterans","officialTitle":"Reducing Suicide-Specific Rumination in Veterans Using Real-time Functional Magnetic Resonance Imaging Neurofeedback"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Few treatments target core features of suicidal thoughts and behaviors in Veterans. Real-time functional magnetic resonance imaging neurofeedback can provide information regarding brain activation associated with suicide-specific rumination, defined as a \"repetitive mental fixation on one's suicidal thoughts and intentions.\" The goal of this feasibility study is for Veterans to learn strategies for modulating activity within brain regions that have been demonstrated to contribute to the maintenance of rumination, as they receive neurofeedback feedback signals from the brain.","detailedDescription":"Suicide is much higher in Veterans compared to non-Veterans and thus remains a major health crisis in the VA, but there are few treatments available that directly target core features of suicidal thoughts and behaviors. Rumination is the strong tendency to engage in self-critical repetitive thinking that is often difficult to interrupt and is associated with suicide attempts and the transition from suicidal ideation to intent above and beyond other suicide risk factors. Meta-analyses indicate that abnormalities in brain regions comprising the \"default mode network,\" which play a role in daydreaming or mind-wandering, contribute to the maintenance of rumination. Although functional magnetic resonance imaging studies have provided key insights into the neurobiology of suicide, there has been little direct impact on clinical care thus far. With the advent of real-time functional magnetic resonance imaging (rt-fMRI) neurofeedback, however, there is now the potential to implement personalized strategies for altering brain activity associated with rumination to reduce suicidal thoughts and behaviors. In the proposed study the investigators will determine the acceptability and feasibility of using rt-fMRI neurofeedback to reduce suicide-specific rumination, defined as \"repetitive mental fixation on one's suicidal thoughts and intentions\" in a transdiagnostic sample of 15 Veterans at elevated risk of suicide. The investigators will also assess pre- to post-treatment changes in measures of suicide-specific rumination, disability, functional impairment, and quality of life in Veterans with a suicide attempt history following 2 rt-fMRI neurofeedback sessions. Veterans will be provided signals from the brain to identify mental strategies (e.g., cognitive reappraisal) for altering brain connectivity. During a subsequent \"transfer\" period Veterans will be asked to utilize the mental strategy that worked best for altering this connectivity, but without receiving any neurofeedback signals from the brain. Post-treatment clinical assessments will occur following each of the 2 rt-fMRI neurofeedback sessions and at 1 month following the second fMRI neurofeedback session. The novelty of the proposed work is underscored by the paucity of work using rt-fMRI neurofeedback in a Veteran population and the lack of studies to date targeting a brain network to reduce suicide-specific rumination. In this study the investigators will test the following specific aims: (1) to determine the acceptability and feasibility of implementing rt-fMRI neurofeedback in a Veteran population experiencing suicide-specific rumination; (2) to identify changes in suicide-specific rumination following rt-fMRI neurofeedback and (3) to identify changes in functional impairment and quality of life following rt-fMRI neurofeedback. The proposed study is consistent with the mission of RR\\&D to maximize Veterans' functional independence, quality of life and participation in their lives and community."},"conditionsModule":{"conditions":["Depression","Suicide","Mood Disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The goal of this study is to collect feasibility and acceptability data regarding the utility of using real-time functional magnetic resonance imaging neurofeedback in veterans experiencing suicide-specific rumination defined as a \"repetitive mental fixation on one's suicidal thoughts and intentions.\" Veterans will be provided neurofeedback signals from the brain to identify mental strategies for altering brain connectivity to reduce rumination. Pre- and post-treatment assessments of suicide, disability, functional impairment, and quality of life will be collected.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Real-time fMRI Neurofeedback","type":"EXPERIMENTAL","description":"This is a pilot study to collect feasibility and acceptability data regarding the utility of real-time functional magnetic resonance imaging feedback for veterans experiencing suicide-specific rumination. All study participants will receive the intervention.","interventionNames":["Behavioral: Real Time fMRI Neurofeedback"]}],"interventions":[{"type":"BEHAVIORAL","name":"Real Time fMRI Neurofeedback","description":"The proposed pilot study is designed to collect feasibility and acceptability data regarding the utility of real-time functional magnetic resonance imaging (rt-fMRI) feedback in reducing suicide-specific rumination in veterans. Fifteen veterans will receive 2 rt-fMRI neurofeedback sessions while attempting to alter connectivity in brain regions that play a role in rumination. Pre- and post-treatment assessments of suicide, disability, functional impairment, and quality of life will be collected.","armGroupLabels":["Real-time fMRI Neurofeedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Acceptability and Feasibility","description":"The Client Satisfaction Questionnaire will be used to assess acceptability and feasibility of implementing real-time fMRI neurofeedback in a Veteran population. The total score on the questionnaire ranges from from 8 to 32 with higher scores indicative of greater satisfaction.","timeFrame":"Total score obtained 2 weeks following first real-time fMRI neurofeedback session."}],"secondaryOutcomes":[{"measure":"Suicide Rumination Scale","description":"The Suicide Rumination Scale is a self-report inventory designed to quantify the extent to which an individual ruminates about suicide. The total score on the scale ranges from 0 to 32 with higher scores indicative of greater rumination.","timeFrame":"Change in total score from pre-treatment to post-treatment (2 weeks)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* U.S. military veteran between 18-65 years old\n* past suicide attempt history\n* negative pregnancy test on MRI scan days\n* negative urine toxicology screen for drugs of abuse on MRI scan day\n* score greater than or equal to 10 on the Suicide Rumination Scale\n* clinically stabilized on psychotropic medications\n* engaged in mental health care treatment\n* able to provide written, informed consent\n\nExclusion Criteria:\n\n* no major medical or neurological disorders that could interfere with treatment\n* moderate or severe traumatic brain injury\n* current imminent suicide risk, as determined through psychiatric interview, responses to C-SSRS, and clinical judgment of the assessor\n* any psychotic disorder\n* MRI contraindications\n* current substance use disorder\n* pregnant or trying to become pregnant","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Philip R Szeszko, PhD","role":"CONTACT","phone":"(718) 584-9000","phoneExt":"5869","email":"Philip.Szeszko@va.gov"}],"overallOfficials":[{"name":"Philip R Szeszko, PhD","affiliation":"James J. Peters Veterans Affairs Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"James J. Peters VA Medical Center, Bronx, NY","city":"Bronx","state":"New York","zip":"10468-3904","country":"United States","contacts":[{"name":"Philip R Szeszko, PhD","role":"CONTACT","phone":"718-584-9000","phoneExt":"5869","email":"Philip.Szeszko@va.gov"},{"name":"Philip R Szeszko, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.84985,"lon":-73.86641}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The investigators will obtain IRB approval prior to sharing de-identified data.","infoTypes":["STUDY_PROTOCOL","ANALYTIC_CODE"],"timeFrame":"Data will be shared with scientific collaborators after the data have been analyzed and submitted for publication.","accessCriteria":"De-identified data will be shared when the study is completed and following IRB approval."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013405","term":"Suicide"},{"id":"D000019964","term":"Mood Disorders"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000016728","term":"Self-Injurious Behavior"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M7058","name":"Depression","relevance":"LOW"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M16191","name":"Suicide","asFound":"Suicide","relevance":"HIGH"},{"id":"M21835","name":"Mood Disorders","asFound":"Mood Disorders","relevance":"HIGH"},{"id":"M2062","name":"Rumination Syndrome","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M19089","name":"Self-Injurious Behavior","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"T5077","name":"Rumination Disorder","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}