{"protocolSection":{"identificationModule":{"nctId":"NCT06479538","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0489 AMAMA"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of PIR and PFS on Pain, Rom and Functional Disability Among Young Fast Bowlers","officialTitle":"Comparative Effects of Post Isometric Relaxation and Post Facilitation Stretching on Pain, Rom and Functional Disability Among Young Fast Bowlers With Quadratus Lumborum Tightness"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The quadratus lumborum muscle exhibited the highest degree of asymmetry in fast bowlers with low back pain, the identification and correction of this asymmetry is always of interest. Fast bowlers in cricket are more likely to experience non-contact LBP if they use improper technique, prepare less physically, ball too hard, or take on an excessive workload. The quadratus lumborum muscle exhibited the highest degree of asymmetry in fast bowlers with low back pain due to extreme side flexion at non-dominant side and hence results in QL tightness at that side.\n\nThe study design will be a Randomized Controlled Trial. This study will be conducted in Pakistan Sports Board (PSB) Lahore. The study will be completed within the time duration of eight to ten months after the approval of the synopsis. The sample size will be 34 subjects. Non-probability convenient sampling technique will be used to recruit the individuals for the study. Then randomization will be done by lottery method to divide the individuals into 2 treatment groups. The experimental group A will be given Post isometric relaxation for 20 minutes for 4 weeks (four times per week) on the other hand experimental group B will receive Post facilitation stretching and after that measure their pre-post values on SPSS. Pain will be measured with VAS, range of motion with inclinometer and functional disability with athlete's disability index questionnaire. In this study, it will be aimed to examine the comparative effects of both techniques that affect pain, range of motion and functional disability with quadratus lumborum tightness in young fast bowlers.","detailedDescription":"The main objective of this study is to apply post isometric relaxation and post facilitation stretching techniques and to compare the results to identify their influence on pain, range of motion and functional disability on quadratus lumborum tightness in young fast bowlers."},"conditionsModule":{"conditions":["Sports Physical Therapy"],"keywords":["Back pain","muscle energy technique","Quadratus lumborum","visual analogue pain scale","disability"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":34,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"17 participants will be in experimental group A giving them Post isometric relaxation of Quadratus lumborum for four weeks, measuring all values before giving them protocol and after protocol.","interventionNames":["Other: Post isometric relaxation"]},{"label":"Group B","type":"EXPERIMENTAL","description":"17 participants will be in experimental group B giving them Post facilitation stretching of Quadratus lumborum for four weeks, measuring all values before giving them protocol and after protocol.","interventionNames":["Other: Post facilitation stretching"]}],"interventions":[{"type":"OTHER","name":"Post isometric relaxation","description":"17 participants will be in experimental group A giving them Post isometric relaxation of Quadratus lumborum for four weeks, measuring all values before giving them protocol and after protocol.","armGroupLabels":["Group A"]},{"type":"OTHER","name":"Post facilitation stretching","description":"17 participants will be in experimental group A giving them Post facilitation stretching of Quadratus lumborum for four weeks, measuring all values before giving them protocol and after protocol.","armGroupLabels":["Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual Analogue Scale","description":"Participants are asked to rate their low back pain from 0 to 10. It is a psychometric response scale that is used in Questionnaires. It is used to measure the perceived Pain intensity. The numbers are given from a range of 0-10 classifying as mild, moderate and severe pain. (21)","timeFrame":"4 weeks"},{"measure":"Inclinometer","description":"Range of motion of trunk lateral flexion is measured by inclinometer. An instrument used to measure an object's angles of elevation/depression and slope/tilt with regard to gravity is called an inclinometer, also known as a clinometer. The resultant measurement is expressed as a percentage with respect to a level zero plane or as an angular measurement (degrees, minutes, seconds, etc.) (22)","timeFrame":"4 weeks"},{"measure":"Athletes Disability Index Questionnaire","description":"The ADI is a self-administered questionnaire designed to evaluate athletes' disabilities related to low back pain. In addition to limitations in activities of daily life, the ADI also covers functional disabilities in sports and exercise. The 12 questions in the ADI cover a variety of topics, including the degree of pain, stretching, strengthening, and weight training exercises, technical skills specific to a sport, rotational back movements and direction changes, fear of pain or (re)injury, sitting, walking, recreational activities, sexual activity, sleep, and self-care (23)","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age15-19years\n* both male and female fast bowlers\n* passive pelvic transverse gliding test for Quadratus lumborum tightness +ve\n* Low back pain \\> 6 weeks\n* Training sessions of at least 3 days/week\n\nExclusion Criteria:\n\n1. Congenital causes (Spina bifida, Scoliosis, Spondylosis, Spondylolisthesis)\n2. Traumatic cause\n\n   * Prolapsed intervertebral disc\n   * fracture of vertebral column\n3. Inflammatory cause\n\n   * Ankylosing spondylosis\n   * Pott's spine\n4. Neoplastic cause\n\n   * Benign\n   * Malignant\n5. Radiculopathy\n6. Any spinal surgery\n7. Gynecological cause","healthyVolunteers":true,"sex":"ALL","minimumAge":"15 Years","maximumAge":"19 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aamir Gul Memon, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pakistan Sports Board","city":"Lahore","state":"Punajb","zip":"5400","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"33992295","type":"BACKGROUND","citation":"Jairakdee Y, Chansirinukor W, Sitti T. Effect of releasing quadratus lumborum muscle on hip and knee muscle length in asymptomatic individuals. J Bodyw Mov Ther. 2021 Apr;26:542-547. doi: 10.1016/j.jbmt.2020.11.008. Epub 2020 Nov 7."},{"pmid":"18185036","type":"BACKGROUND","citation":"Ranson C, Burnett A, O'Sullivan P, Batt M, Kerslake R. The lumbar paraspinal muscle morphometry of fast bowlers in cricket. Clin J Sport Med. 2008 Jan;18(1):31-7. doi: 10.1097/JSM.0b013e3181618aa2."},{"pmid":"18065440","type":"BACKGROUND","citation":"Hides J, Stanton W, Freke M, Wilson S, McMahon S, Richardson C. MRI study of the size, symmetry and function of the trunk muscles among elite cricketers with and without low back pain. Br J Sports Med. 2008 Oct;42(10):809-13. doi: 10.1136/bjsm.2007.044024. Epub 2007 Dec 7. Erratum In: Br J Sports Med. 2009 Apr;43(4):310-1."},{"pmid":"32843992","type":"BACKGROUND","citation":"Senington B, Lee RY, Williams JM. Biomechanical risk factors of lower back pain in cricket fast bowlers using inertial measurement units: a prospective and retrospective investigation. BMJ Open Sport Exerc Med. 2020 Aug 13;6(1):e000818. doi: 10.1136/bmjsem-2020-000818. eCollection 2020."},{"pmid":"23377354","type":"BACKGROUND","citation":"Kountouris A, Portus M, Cook J. Cricket fast bowlers without low back pain have larger quadratus lumborum asymmetry than injured bowlers. Clin J Sport Med. 2013 Jul;23(4):300-4. doi: 10.1097/JSM.0b013e318280ac88."},{"pmid":"31874733","type":"BACKGROUND","citation":"Forrest MRL, Hebert JJ, Scott BR, Dempsey AR. Exercise-based injury prevention for community-level adolescent cricket pace bowlers: A cluster-randomised controlled trial. J Sci Med Sport. 2020 May;23(5):475-480. doi: 10.1016/j.jsams.2019.12.009. Epub 2019 Dec 17."},{"pmid":"33076888","type":"BACKGROUND","citation":"Eftekharsadat B, Fasaie N, Golalizadeh D, Babaei-Ghazani A, Jahanjou F, Eslampoor Y, Dolatkhah N. Comparison of efficacy of corticosteroid injection versus extracorporeal shock wave therapy on inferior trigger points in the quadratus lumborum muscle: a randomized clinical trial. BMC Musculoskelet Disord. 2020 Oct 19;21(1):695. doi: 10.1186/s12891-020-03714-3."},{"pmid":"33301541","type":"BACKGROUND","citation":"Fraeulin L, Holzgreve F, Brinkbaumer M, Dziuba A, Friebe D, Klemz S, Schmitt M, Theis A AL, Tenberg S, van Mark A, Maurer-Grubinger C, Ohlendorf D. Intra- and inter-rater reliability of joint range of motion tests using tape measure, digital inclinometer and inertial motion capturing. PLoS One. 2020 Dec 10;15(12):e0243646. doi: 10.1371/journal.pone.0243646. eCollection 2020."},{"pmid":"28107217","type":"BACKGROUND","citation":"Noormohammadpour P, Hosseini Khezri A, Farahbakhsh F, Mansournia MA, Smuck M, Kordi R. Reliability and Validity of Athletes Disability Index Questionnaire. Clin J Sport Med. 2018 Mar;28(2):159-167. doi: 10.1097/JSM.0000000000000414."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M4714","name":"Back Pain","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}