{"protocolSection":{"identificationModule":{"nctId":"NCT06479031","orgStudyIdInfo":{"id":"AVAP-NG 3405"},"organization":{"fullName":"Hospital Sirio-Libanes","class":"OTHER"},"briefTitle":"Occupational Therapy Intervention on the Prevention of Delirium and Occupational Performance Status in Elderly Patients","officialTitle":"Effect of an Occupational Therapy Intervention on the Prevention of Delirium and Occupational Performance Status in Elderly Critical Patients: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-07","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hospital Sirio-Libanes","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Delirium is an acute, fluctuating, transient, and usually reversible disorder of cognition and level of consciousness, with a high incidence in critical care units, especially in the elderly. Its occurrence leads to unfavorable outcomes such as increased length of stay, morbidity, functional and cognitive decline, increased mortality, and healthcare costs, in addition to being emotionally challenging for family members and caregivers. Although there are instruments and interventions for screening, prevention, and management, it remains underdiagnosed and undertreated. Among non-pharmacological interventions, the role of Occupational Therapy (OT) has been highlighted in the literature for promising results, such as reducing delirium incidence and duration, as well as improving functional outcomes at hospital discharge. OT protocols described in the literature vary in their frequency and intensity of care, as well as in the composition of their interventions. This research aims to test the hypothesis that a protocol composed of interventions based on meaningful occupations and personalized cognitive stimulation with patient-interest themes may reduce delirium incidence and improve occupational performance in elderly patients admitted to critical care units, compared to the standard protocol.","detailedDescription":"Engagement in meaningful occupations promotes health in various contexts and needs to be further investigated regarding its applicability in delirium prevention, associated with cognitive stimulation. Most protocols propose OT sessions twice daily, posing a challenge to their applicability in clinical practice. Therefore, there is also a need to study an intervention with lower frequency and greater feasibility.\n\nIn this way, the research will have as its primary objective to Evaluate the effect of a new OT protocol on delirium prevention and occupational performance in elderly patients admitted to critical care units, while the secondary objectives will be:\n\n* Characterize care goals related to occupations according to their respective areas (self-care, productivity, or leisure), patient-defined satisfaction, and importance.\n* Assess the impact of OT intervention on cognitive status.\n* Identify possible adverse events related to OT intervention. The sample will consist of elderly patients, aged 65 years or older, admitted to the general ICU, and who are not intubated. The sample will be randomized, with patients in the control group receiving standard intervention, while those in the experimental group will receive standard intervention plus daily Occupational Therapy."},"conditionsModule":{"conditions":["Delirium"],"keywords":["delirium","occupational therapy","confusion","neurocognitive disorders","neurobehavioral manifestations"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":114,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group - Standard Protocol","type":"NO_INTERVENTION","description":"* Early Mobilization Protocol performed by the physiotherapy team twice a day. Institutional protocol for mechanical restraint to prevent physical restriction.\n* Education for Family Members.\n* Family member/companion present 24 hours a day with authorized visits at least twice a day.\n* Minimum as possible sedation."},{"label":"Intervention Group - Standard Protocol + Occupational Therapy","type":"EXPERIMENTAL","description":"1. \\*Occupational Engagement\\*: the occupational therapist will encourage the patient's participation in meaningful activities. Adaptations and resources may be utilized to facilitate occupational performance.\n2. \\*Cognitive Activities\\*: Individualized and personalized cognitive activities will be conducted, based on the patient's preferences.\n3. \\*Environmental Enrichment\\*: Installation of a clock and calendar within the patient's visual range on the wall.","interventionNames":["Other: Occupational Therapy"]}],"interventions":[{"type":"OTHER","name":"Occupational Therapy","description":"Occupational Therapy intervention, once a day, for 5 days, for 40 minutes each session.","armGroupLabels":["Intervention Group - Standard Protocol + Occupational Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Delirium prevention","description":"With the use of Cognitive Assessment Method - Intensive Care Unit (CAM- ICU).","timeFrame":"Daily for 5 days, from the initial evaluation. The diagnosis involves four criteria. If the patient scores on criteria 1, 2, and 3 (acute onset or fluctuating course; inattention; altered level of consciousness) or if they score a value ≥2 on criterion 4"},{"measure":"Improve occupational performance","description":"With the use of Canadian Occupational Performance Measure (COPM).","timeFrame":"At baseline and after of the 5 days. This tool evaluates three domains (importance, occupational performance, and satisfaction) ranging from 1 to 10 points, with higher scores reflecting better outcomes."}],"secondaryOutcomes":[{"measure":"Occupations","description":"Characterize care goals related to occupations according to the Canadian Occupational Performance Measure (COPM).","timeFrame":"At baseline and after of the 5 days. This tool evaluates three domains (importance, occupational performance, and satisfaction) ranging from 1 to 10 points, with higher scores reflecting better outcomes."},{"measure":"Cognitive Status","description":"With the use of the Montreal Cognitive Assessment (MoCA test).","timeFrame":"At baseline and after of the 5 days. The MoCA Test has scores ranging from 0 to 30 points, with higher scores representing better cognitive performance. Scores above 26 are considered normal."},{"measure":"Adverse effects","description":"Descriptive and quantitative analysis of occurences.","timeFrame":"Daily for five days, from the initial occupational therapy evaluation."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 65 years or older.\n* Admission to the general ICU.\n* Expected stay of more than 48 hours.\n* No severe communication disorder.\n* No dependence on mechanical ventilation.\n* No diagnosis of other neurocognitive disorders.\n* Scoring greater than or equal to -2 on the Richmond Agitation-Sedation Scale (RASS).\n\nExclusion Criteria:\n\n* Severe visual impairment that impedes the administration of cognitive testing.\n* Limited therapeutic efforts and significant comorbidities with a 90-day mortality expectancy (Sequential Organ Failure Assessment (SOFA)/Acute Physiology and Chronic Health Evaluation (APACHE II).","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Christina Brito","role":"CONTACT","phone":"5511991065492","email":"christina.brito@hsl.org.br"},{"name":"Lorena Montesanti","role":"CONTACT","phone":"11971935130","email":"lorena.montesanti@hsl.org.br"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003693","term":"Delirium"}],"ancestors":[{"id":"D000003221","term":"Confusion"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M6894","name":"Delirium","asFound":"Delirium","relevance":"HIGH"},{"id":"M21826","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M6446","name":"Confusion","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}