{"protocolSection":{"identificationModule":{"nctId":"NCT06479603","orgStudyIdInfo":{"id":"1441"},"organization":{"fullName":"Post Graduate Institute of Medical Education and Research, Chandigarh","class":"OTHER"},"briefTitle":"RCT of Nintedanib in Fibrotic Sarcoidosis","officialTitle":"A Randomised Controlled Trial to Study the Efficacy and Safety of Nintedanib in Fibrotic Sarcoidosis","acronym":"NINSARC"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Sahajal Dhooria","investigatorTitle":"Associate Professor","investigatorAffiliation":"Post Graduate Institute of Medical Education and Research, Chandigarh"},"leadSponsor":{"name":"Post Graduate Institute of Medical Education and Research, Chandigarh","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Sarcoidosis is generally managed with outdoor immune modulatory drugs, most commonly oral steroids and at times drugs like methotrexate or azathioprine as a steroid sparing agent.\n\nAround 15-20% of sarcoidosis patient develop fibrosis of the lung parenchyma. The effect of antifibrotics in such patients needs more studies. Nintedanib has been used with good results in patients with fibrosing interstitial lung disease like IPF, SSC- ILD, and other progressive fibrosing ILD. By using nintedanib in fibrotic sarcoidosis we may be able to limit the functional disability in these patients by slowing the rate of fibrosis and loss of lung function. The use of nintedanib if results in decrease in fibrosis and consequent decline in loss of lung function then it may be a safe and viable option for such patients.\n\nWe hypothesise that in patients with fibrotic sarcoidosis on standard of care anti-inflammatory therapy, nintedanib may help in reducing the rate of decline in lung function and progressive fibrosis. We aim to evaluate the efficacy and safety of nintedanib in subjects with fibrotic sarcoidosis","detailedDescription":"Setting: This prospective randomised controlled trial will be conducted in the Chest Clinic of the Department of Pulmonary Medicine, PGIMER, Chandigarh after approval from the ethics committee.\n\nStudy design: Open label parallel group randomized controlled trial Blinding: This will be an open label trial. Neither the subject nor the investigators will be blinded to the assigned group. The individual administering the Kings Sarcoid Questionnaire (KSQ) will be blinded to the group allocation.\n\nStudy participants: Diagnosed cases of pulmonary sarcoidosis of fibrotic phenotype who are on stable immunosuppressive therapy would be enrolled after screening for inclusion and exclusion criteria. Consecutive subjects with fibrotic sarcoidosis will be screened for this study. They will undergo the following investigations: complete blood counts, liver and kidney function tests, and an electrocardiogram (ECG) in addition to a thin-section chest CT (if a recent scan within 6 months of screening is unavailable) or a positron emission tomography (PET) if indicated clinically, spirometry, and a six-minute walk test (6MWT). A venous blood sample (total of 10 mL) will be collected in plain and EDTA vials and stored for cytokine analysis and other testing."},"conditionsModule":{"conditions":["Sarcoidosis, Pulmonary"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NIntedanib","type":"ACTIVE_COMPARATOR","description":"The subjects will receive oral nintedanib. It will be prescribed to be taken after meals with 12 hrs gap between doses. The drug will be started at a dose of 100 mg twice daily. After 2 weeks, the dose will be titrated up to 150 mg twice daily, which will be continued till the end of 52 weeks. The standard-of-care immunosuppressive treatment will be continued along with the study drug (nintedanib). In case of intolerance to the 300 mg/day dose of nintedanib, the dose will be reduced to 100 mg twice daily.","interventionNames":["Drug: Nintedanib"]},{"label":"Standard of care","type":"ACTIVE_COMPARATOR","description":"The subjects will receive the standard-of-care immunosuppressive treatment alone.","interventionNames":["Drug: Standard of care"]}],"interventions":[{"type":"DRUG","name":"Nintedanib","description":"The subjects will receive oral nintedanib. It will be prescribed to be taken after meals with 12 hrs gap between doses. The drug will be started at a dose of 100 mg twice daily. After 2 weeks, the dose will be titrated up to 150 mg twice daily, which will be continued till the end of 52 weeks. The standard-of-care immunosuppressive treatment will be continued along with the study drug (nintedanib). In case of intolerance to the 300 mg/day dose of nintedanib, the dose will be reduced to 100 mg twice daily. In case of severe adverse effects, the drug will be stopped and reintroduced after a period of up to 1-4 weeks. A dose of 100 mg twice daily will be started and continued. One attempt to titrate the dose up to 150 mg twice daily will be permitted.","armGroupLabels":["NIntedanib"]},{"type":"DRUG","name":"Standard of care","description":"The subjects will receive the standard-of-care immunosuppressive treatment alone that may include glucocorticoids and other steroid-sparing agents that the subject would already be receiving.","armGroupLabels":["Standard of care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The difference in the mean change in forced vital capacity (FVC) between the study groups","description":"The FVC will be measured at baseline and 12 months using spirometry performed by an expert technician","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"The difference in the mean change in forced expiratory volume in one sec (FEV1) between the study groups","description":"The FEV1 will be measured at baseline and 12 months using spirometry performed by an expert technician","timeFrame":"12 months"},{"measure":"The difference in the mean change in the 6-minute walk distance (6MWD) between the study groups at the end of 12 months","description":"The 6MWD will be measured at baseline and 12 months using a 6MWT performed by an expert technician","timeFrame":"12 months"},{"measure":"Change in the sarcoidosis-related quality-of-life","description":"Change in the sarcoidosis-related quality-of-life will be assessed by the score on the King's Sarcoidosis Questionnaire","timeFrame":"12 months"},{"measure":"The difference in the mean change in the diffusing capacity of lung for carbon mono oxide (DLCO) between the study groups","description":"The DLCO will be measured at baseline and 12 months and performed by an expert technician","timeFrame":"12 months"},{"measure":"Treatment-related adverse effects","description":"Number of treatment-related adverse effects in each arm. The grading of adverse events according to the Common Terminology Criteria for Adverse Events version 5.0. These will include diarrhea, gastrointestinal disturbances, liver function test abnormalities, nausea, vomiting, and any other adverse effects reported by the study subject.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. Age more than 18 years 2. Diagnosed with pulmonary sarcoidosis (clinico-radiologic presentation consistent with pulmonary sarcoidosis (with or without extrapulmonary involvement) along with presence of non-necrotising granulomatous inflammation in any of the involved organ/tissue and exclusion of a known cause for the granulomatous inflammation OR in the absence of demonstration of granulomatous inflammation in tissues, a diagnosis of fibrotic pulmonary sarcoidosis on a multidisciplinary discussion (enrolment of subjects meeting the latter criteria will be capped at 20% of the planned sample size) 3. Presence of signs of fibrosis on a computed tomography scan such as coarse reticulation, irregular lines, traction bronchiectasis, fibrotic masses, or honeycombing involving ≥20% of the lung fields on visual examination 4. Having symptoms of breathlessness grade 1 or more on the modified Medical Research Council (mMRC) scale or persistent cough for more than 3 months 5. Forced vital capacity (FVC) \\<80% predicted value for the age and sex of the subject using the reference equations for our subjects OR an exertional desaturation of 4% or more on a six-minute walk test (6MWT) 6. Receiving stable immunomodulatory treatment which includes standard of care drugs such as glucocorticoids alone or in combination with methotrexate, azathioprine, or mycophenolate mofetil for more than 3 months in a stable dose\n\nExclusion Criteria:\n\n* 1. Known cardiopulmonary or other comorbid illness that can explain the subject's illness except group 3 pulmonary hypertension due to fibrotic pulmonary sarcoidosis 2. Hypersensitivity or contraindication to nintedanib (including high dose antiplatelets or anticoagulants, and bleeding diatheses) 3. Received an antifibrotic drug such as pirfenidone or nintedanib for ≥8 weeks in the past one year 4. Baseline deranged liver function (alanine aminotransferase and aspartate aminotransferase or bilirubin more than 1·5 times the upper normal limit \\[except in the case of Gilbert's syndrome\\]) 5. Serum creatinine higher than 2.0 mg/dL 6. Uncontrolled congestive heart failure 7. Other serious concomitant medical illness (eg, cancer), chronic debilitating illness (other than chronic HP), or drug abuse 8. Pregnancy (documented by urine pregnancy test) or breastfeeding 9. Unwilling to participate in the study","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Postgraduate Institute of Medical Education and Research","city":"Chandigarh","country":"India","geoPoint":{"lat":30.73629,"lon":76.7884}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Will be shared after publication on a reasonable request"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000017565","term":"Sarcoidosis, Pulmonary"},{"id":"D000012507","term":"Sarcoidosis"}],"ancestors":[{"id":"D000008232","term":"Lymphoproliferative Disorders"},{"id":"D000008206","term":"Lymphatic Diseases"},{"id":"D000006968","term":"Hypersensitivity, Delayed"},{"id":"D000006967","term":"Hypersensitivity"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000017563","term":"Lung Diseases, Interstitial"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M19815","name":"Sarcoidosis, Pulmonary","asFound":"Sarcoidosis, Pulmonary","relevance":"HIGH"},{"id":"M15325","name":"Sarcoidosis","asFound":"Sarcoidosis","relevance":"HIGH"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M11203","name":"Lymphatic Diseases","relevance":"LOW"},{"id":"M10018","name":"Hypersensitivity","relevance":"LOW"},{"id":"M10019","name":"Hypersensitivity, Delayed","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M19813","name":"Lung Diseases, Interstitial","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C000530716","term":"Nintedanib"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000047428","term":"Protein Kinase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M272925","name":"Nintedanib","asFound":"Stored","relevance":"HIGH"},{"id":"M9047","name":"Glucocorticoids","relevance":"LOW"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M25820","name":"Protein Kinase Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}