{"protocolSection":{"identificationModule":{"nctId":"NCT06470867","orgStudyIdInfo":{"id":"SDR 23-066"},"secondaryIdInfos":[{"id":"I01HX003816-01A1","type":"OTHER_GRANT","domain":"VA HSR&D"}],"organization":{"fullName":"VA Office of Research and Development","class":"FED"},"briefTitle":"Randomized Controlled Effectiveness Trial of VA S.A.V.E.","officialTitle":"Randomized Controlled Effectiveness Trial of VA S.A.V.E. Suicide Prevention Gatekeeper Training for Veterans' Close Supports"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-04-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-03-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"VA Office of Research and Development","class":"FED"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Veterans are most likely to disclose suicidal thoughts to their close supports such as family and friends. These loved ones are, in turn, very interested in learning how to help a Veteran in need. Close supports are uniquely poised to provide a meaningful contribution to suicide prevention, if they can learn how to effectively promote Veterans' connection to care. VA S.A.V.E. (Signs; Ask; Validate; Encourage and Expedite) is a suicide prevention gatekeeper training specifically tailored to the Veteran community that teaches close supports how to identify signs of suicide risk and how to connect the at-risk person to professional treatment. The primary objective of this study is to evaluate the effectiveness of VA S.A.V.E. and to explore factors impacting its potential widespread implementation.","detailedDescription":"Background: Levels of help-seeking remain low among Veterans at risk for suicide. Veterans are most likely to disclose suicidal thoughts to close supports-family, friends, caregivers, and peers-who are, in turn, very interested in learning how they might be able to help a Veteran in need. VA S.A.V.E. (Signs; Ask; Validate; Encourage and Expedite) is a suicide prevention gatekeeper training that can address this opportunity by teaching close supports the skills to identify signs of suicide risk and connect the at-risk Veteran to professional treatment.\n\nSignificance: This project evaluates an \"upstream\" public health approach to suicide prevention that is closely aligned with VA's National Strategy for Preventing Veteran Suicide. Suicide prevention remains VA's top clinical priority, and this project is highly responsive to multiple top VA priorities in research and clinical operations including studies testing outreach strategies to the families of Veterans and conducting clinical trials in suicide prevention.\n\nInnovation \\& Impact: Building upon a successful pilot randomized controlled trial of VA S.A.V.E., this randomized controlled effectiveness trial will be the first to rigorously evaluate the effectiveness of VA's signature suicide prevention skills training. Innovations include used of social media and digital outreach for upstream suicide prevention in Veterans not in VA care and use of standardized patient simulation as a method to assess participants' suicide prevention skills.\n\nSpecific Aims: The primary objective of this study is to evaluate the effectiveness of VA S.A.V.E. and to explore factors impacting its potential widespread implementation. Specific Aims are: 1) Determine the effectiveness of VA S.A.V.E. in close supports of Veterans; 2) Evaluate mediators and moderators of response to VA S.A.V.E.; and 3) Using qualitative interviews and quantitative survey data, identify barriers to future implementation of VA S.A.V.E. and potential strategies for overcoming them in a diverse sample of close supports of Veterans.\n\nMethodology: The investigators will conduct a randomized controlled effectiveness trial of VA S.A.V.E. using a targeted social media and digital ad campaign to recruit close supports likely to have interactions with Veterans at risk of suicide. Participants (N=710) will be randomized to VA S.A.V.E. versus an informational video (control). The investigators will conduct follow-up surveys over 12 months. The primary outcomes comprise use of gatekeeper behaviors (inquiring about suicidal ideation, recommending professional treatment, and providing suicide prevention hotline information). In a subgroup of participants split equally between treatment arms (n=50), the investigators will also assess suicide prevention skills using a standardized patient simulation. Finally, guided by the Proctor taxonomy as an implementation framework, the investigators will interview a subgroup of participants (n=32-48) to understand their experiences talking about suicide with at-risk Veterans and identify barriers and facilitators to implementation of the training in close supports.\n\nNext Steps/Implementation: The next step in this line of research would be a hybrid type 2 trial (equal focus on effectiveness and implementation). VA S.A.V.E. is free, brief, and accessible training, making it highly amenable to being rapidly taken to scale. Project findings can be used to quickly inform VA social media campaigns and other community-based efforts to disseminate VA S.A.V.E."},"conditionsModule":{"conditions":["Suicide Prevention"],"keywords":["Mental Health Services","Suicide","Education, Distance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized 1:1 to either the intervention or the control group. Participants will be randomized 1:1 to either the intervention or the control group. Computer-generated block-randomization schemes using random block sizes generated in Stata (v17) to assign the two study arms will be created before study start. The intervention, called VA S.A.V.E., is an online, video-based training tailored to veterans and their close supports. The control will watch an information video intended to control for attention received but not including elements thought to be \"active ingredients\" in the intervention. The informational video will be similar to the intervention in duration and will also contain other design features similar to the intervention (e.g., motion graphics).","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Following recommendations for blinding in behavioral interventions, participants will be blinded by limiting details about the study hypotheses and differences between the study arms. Furthermore, research staff involved in outcome assessment and study biostatisticians involved in data analysis will be blinded to study arms.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":710,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"VA S.A.V.E. Training","interventionNames":["Behavioral: VA S.A.V.E."]},{"label":"Control","type":"SHAM_COMPARATOR","description":"Myths and Facts of Wounded Warriors","interventionNames":["Behavioral: Control training"]}],"interventions":[{"type":"BEHAVIORAL","name":"VA S.A.V.E.","description":"The intervention is called VA S.A.V.E. It is an online video-based training tailored to veterans and their close supports. It is free, brief (24 minutes), and includes three scripted role plays.","armGroupLabels":["Intervention"]},{"type":"BEHAVIORAL","name":"Control training","description":"An attention control informational video containing information relevant to veterans' mental health but not including elements thought to be \"active ingredients\" in the intervention.","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Count of Gatekeeper Behaviors Used","description":"Number of gatekeeper behaviors used (sum): Gatekeeper behaviors are comprised of three survey items: 1) ask if having suicidal thoughts (\"\\[In the past month\\] how many times did you directly ask a person if they were having suicidal thoughts?\"); 2) recommend professional treatment (\"How many times did you tell a person having suicidal thoughts to see their doctor, go to the emergency room, call 911, or get any other professional treatment?\"); and 3) provide suicide prevention hotline information (\"How many times did you give a person having suicidal thoughts information about a suicide prevention hotline such as 988, the Veterans Crisis Line or Military Crisis Line?\").\n\nA higher score indicates a better outcome.","timeFrame":"Baseline (0), 1-month, 3-months, 6-months, 12-months"}],"secondaryOutcomes":[{"measure":"Ask if having suicidal thoughts","description":"Count of Gatekeeper Behavior 1) Ask if having suicidal thoughts. A higher score indicates a better outcome.","timeFrame":"12-month follow-up"},{"measure":"Recommend professional treatment","description":"Count of Gatekeeper Behavior 2) Recommend professional treatment. A higher score indicates a better outcome.","timeFrame":"12-month follow-up"},{"measure":"Provide suicide prevention hotline information","description":"Count of Gatekeeper Behavior 3) Provide suicide prevention hotline information. A higher score indicates a better outcome.","timeFrame":"12-month follow-up"},{"measure":"Suicide Prevention Skills","description":"6-item, coder/clinician-administered scale that assesses: 1) Recognizing Signs of suicide risk; 2) Asking about presence of suicidal thoughts; 3) Validating the Veteran?s experience ; 4) Encouraging professional treatment and Expediting getting; 5) Asking about lethal means safety; and 6) empathy/expression of care","timeFrame":"3-month follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Family member, caregiver, or friend of a Veteran\n* Social contact with a Veteran at least once a week\n\nExclusion Criteria:\n\n* Not providing a valid phone number and email address\n* No internet access\n* Indication of duplicate study entry\n* Previously taken, or intending to soon take, VA S.A.V.E. training","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kaitlin M Leonard, BA","role":"CONTACT","phone":"(503) 220-8262","phoneExt":"53805","email":"kaitlin.leonard@va.gov"},{"name":"Aaron A Call","role":"CONTACT","phone":"(503) 220-8262","email":"Aaron.Call@va.gov"}],"overallOfficials":[{"name":"Alan R. Teo, MD MS","affiliation":"VA Portland Health Care System, Portland, OR","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"VA Portland Health Care System, Portland, OR","city":"Portland","state":"Oregon","zip":"97207-2964","country":"United States","contacts":[{"name":"Kaitlin M Leonard, BA","role":"CONTACT","phone":"503-220-8262","phoneExt":"53805","email":"kaitlin.leonard@va.gov"},{"name":"Aaron A Call","role":"CONTACT","phone":"(503) 220-8262","email":"Aaron.Call@va.gov"},{"name":"Alan R. Teo, MD MS","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.52345,"lon":-122.67621}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013405","term":"Suicide"},{"id":"D000092864","term":"Suicide Prevention"}],"ancestors":[{"id":"D000016728","term":"Self-Injurious Behavior"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M16191","name":"Suicide","asFound":"Suicide","relevance":"HIGH"},{"id":"M2958","name":"Suicide Prevention","asFound":"Suicide Prevention","relevance":"HIGH"},{"id":"M19089","name":"Self-Injurious Behavior","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}