{"protocolSection":{"identificationModule":{"nctId":"NCT06472752","orgStudyIdInfo":{"id":"LUXUS 7.0"},"organization":{"fullName":"Peking University First Hospital","class":"OTHER"},"briefTitle":"Neoadjuvant Radiotherapy for High-risk UTUC","officialTitle":"Efficacy and Safety of Neoadjuvant Radiotherapy for High-risk Upper Tract Urothelial Carcinoma: A Single-arm, Open Label, Prospective Cohort Study","acronym":"LUXUS07"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-07","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Xuesong Li","investigatorTitle":"Director of the Department of Urology","investigatorAffiliation":"Peking University First Hospital"},"leadSponsor":{"name":"Peking University First Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators propose to conduct an open-label, single-arm, prospective cohort study to collect and observe high-risk UTUC patients (with clear pathology of urothelial carcinoma and at least one of the following (muscle invasion \\[cT2 and above\\], high-grade tumour, multifocality, tumour diameter of ≥2cm, with hydronephrosis or regional lymph node metastasis) who undergo neoadjuvant therapy(neoadjuvant radiotherapy with/without drug) + radical nephroureterectomy. The cohort was evaluated by regular follow-up for safety and prognosis during the real-world neoadjuvant treatment period, perioperative period, and long-term postoperative follow-up.","detailedDescription":"The investigators propose to conduct an open-label, single-arm, prospective cohort study to collect and observe high-risk UTUC patients (with clear pathology of urothelial carcinoma and at least one of the following (muscle invasion \\[cT2 and above\\], high-grade tumour, multifocality, tumour diameter of ≥2cm, with hydronephrosis or regional lymph node metastasis) who undergo neoadjuvant therapy(neoadjuvant radiotherapy with/without drug like chemotherapy, immunotherapy or ADC and etc.) + radical nephroureterectomy. The cohort was evaluated by regular follow-up for safety and prognosis during the real-world neoadjuvant treatment period, perioperative period, and long-term postoperative follow-up.\n\nTwo cohorts will be enrolled in the project: Cohort 1: high-risk UTUC patients without distant metastases (may be accompanied by regional lymph node metastases) will receive a short course of neoadjuvant stereotactic radiotherapy (neoadjuvant SBRT) after completing a biopsy with a clear pathological diagnosis, and then undergo a radical surgery within 3 months after the completion of the last radiotherapy; Cohort 2: high-risk UTUC patients without distant metastases (may be accompanied by regional lymph node metastases) will receive short course neoadjuvant SBRT after completing a biopsy and making a clear pathological diagnosis. distant metastases (may be accompanied by regional lymph node metastases) of high-risk UTUC patients, who received short-course neoadjuvant stereotactic radiotherapy (neoadjuvant SBRT, naSBRT) + drug therapy after completing biopsy and clear pathological diagnosis, and were treated with radical surgical therapy (full-length radical nephroureterectomy + cystocele sleeve resection) within 3 months from the completion of the last radiotherapy treatment . Drug treatment could be chemotherapy/immunotherapy/ADC treatment etc.\n\nPatients in both cohorts were evaluated by physicians after radical surgery for the need of additional adjuvant therapies (including but not limited to chemotherapy/immunotherapy/targeted or other molecular therapies, etc.) for 3 months after surgery based on pathological diagnosis, during which time the patients' adverse reactions and quality of life scores were closely monitored and recorded.\n\nPostoperatively, each enrolled patient received regular review (including but not limited to CT, MRI, ultrasound, blood and urine routine, cystoscopy) every 3 months for 2 years after surgery and every 6 months for 3-5 years after surgery, as recommended by current guidelines. When target events including death, local recurrence (including retroperitoneal lymph node metastasis, recurrence in the tumour bed in the operation field, etc.), distant metastasis, bladder recurrence, etc. were observed then the time of the first observation and the corresponding type of event were recorded in detail, and the time interval from the start of the first neoadjuvant radiotherapy was calculated. At the same time, blood routine, lymphocyte typing information, blood and urine specimens, pre-operative biopsies and post-radical surgery pathology specimens were collected during the treatment period for the exploratory study of the corresponding molecular markers to evaluate the characteristics of patients' organism and the tumour immune microenvironment."},"conditionsModule":{"conditions":["Urothelial Carcinoma of the Renal Pelvis and Ureter"],"keywords":["neoadjuvant radiotherapy","UTUC","prospective cohort","microenviroment","neoadjuvant combined therapy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood, urine, and tissue specimens"},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Neoadjuvant radiotherapy+radical surgery","description":"Patients with high-risk UTUC without distant metastases (which can be accompanied by regional lymph node metastases) were selected to receive short-course neoadjuvant stereotactic radiotherapy (neoadjuvant SBRT, naSBRT) after completion of biopsy and definitive pathological diagnosis, and to undergo radical surgery within 3 months from completion of the last radiotherapy session","interventionNames":["Radiation: Neoadjuvant radiotherapy"]},{"label":"Neoadjuvant radiotherapy and drug therapy+radical surgery","description":"Patients with high-risk UTUC without distant metastases (which may be accompanied by regional lymph node metastases) were selected to receive a short course of neoadjuvant stereotactic radiotherapy (neoadjuvant SBRT, naSBRT) + drug therapy after completing a biopsy and making a definitive pathological diagnosis, and to undergo a radical surgical procedure within 3 months from the end of the last radiotherapy session (full-length radical nephroureteral resection + cystocele sleeve resection ) treatment. Pharmacological treatment can be chemotherapy/immunotherapy/ADC treatment etc.","interventionNames":["Radiation: Neoadjuvant radiotherapy","Combination Product: Neoadjuvant drug therapy"]}],"interventions":[{"type":"RADIATION","name":"Neoadjuvant radiotherapy","description":"Patients with a clear pathological diagnosis of high-risk UTUC were treated with a short course of 5 days of naSBRT: radiotherapy irradiation was directed to the primary lesion on the affected side and to the lymphatic drainage area, with a dose of 25 Gy (5 Gy\\*5 days).The safety of the neoadjuvant radiotherapy dose and regimen can be evaluated by metrological ramping in the initial 5 patients, with subsequent patients following the optimal dose from ramping.","armGroupLabels":["Neoadjuvant radiotherapy and drug therapy+radical surgery","Neoadjuvant radiotherapy+radical surgery"]},{"type":"COMBINATION_PRODUCT","name":"Neoadjuvant drug therapy","description":"Patients will concurrently complete at least 2-4 cycles of preoperative neoadjuvant chemotherapy/immunotherapy/ADCs as well.","armGroupLabels":["Neoadjuvant radiotherapy and drug therapy+radical surgery"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Local tumor response","description":"The criteria for evaluating the efficacy of solid tumours classify the evaluation of the lesion into four scenarios: complete response, partial response, stable disease, progression.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Disease free survival(DFS)","description":"includes local recurrence, metastasis and death","timeFrame":"through study completion, an average of 3 year"},{"measure":"Adverse effects","description":"Peri-treatment adverse effects and life quality scores","timeFrame":"Up to 1 year"}],"otherOutcomes":[{"measure":"Overall survival(OS)","description":"Overall survival","timeFrame":"through study completion, an average of 3 year"},{"measure":"Local recurrence free survival (LRFS)","description":"Includes operational region recurrence and lymph nodes metastasis","timeFrame":"through study completion, an average of 3 year"},{"measure":"Metastasis free survival (MFS)","description":"Distant metastasis","timeFrame":"through study completion, an average of 3 year"},{"measure":"Bladder recurrence free survival (BRFS)","description":"Bladder recurrence free survival","timeFrame":"through study completion, an average of 3 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n·≥18 years old, no gender limits, diagnosed as high-risk UTUC without existing distant metastasis or other malignancies;\n\n* Completed pathological biopsy with a clear pathological diagnosis : including puncture biopsy, ureteroscopy and urine cytology, at least one of which is clearly diagnosed as uroepithelial carcinoma, which may include no more than 50% or more proportion of squamous, adenoid, sarcomatoid differentiation and other special differentiation types;\n* Have the willingness to undergo radical surgical treatment and perioperative adjuvant treatment, have good compliance, and be able to co-operate with the treatment and follow-up plan specified by the clinician;\n* Postoperative life expectancy of at least 6 months; ECOG score ≤ 2.\n\nExclusion Criteria:\n\n* Distant metastases or other malignant neoplastic diseases combined with other malignant neoplasms in the same period had been detected at the time of surgery, or the present was a progression after palliative resection of previous epithelial carcinoma of the urothelium;\n* History of pelvic and abdominal radiotherapy; history of inflammatory bowel disease; history of systemic chemotherapy;\n* Pregnant women or breastfeeding women; or women of childbearing potential who are not using reliable contraception;\n* The presence of active infections in those with pre-existing or coexisting haemorrhagic disorders\n* clinically significant cardiac disease (e.g., hypertension controlled with medications, unstable angina, New York Heart Association (NYHA) class ≥II congestive heart failure, unstable symptomatic arrhythmias, or class ≥II peripheral vascular disease);\n* Psychological, familial, and social factors leading to lack of informed consent.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This is an open-label, single-arm, prospective cohort study, and the eligibility criteria for subjects to be included in the study are the same as the inclusion criteria. They will be informed of their informed consent and will voluntarily enrol in the study and sign an informed consent form prior to receiving their first treatment.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Departmeng of Urology, Peking University First Hospital","city":"Beijing","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"The raw data for this study will be stored within the www.3dmi.com and can be accessed by contacting the corresponding author for consent."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000002295","term":"Carcinoma, Transitional Cell"}],"ancestors":[{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","asFound":"Carcinoma","relevance":"HIGH"},{"id":"M5551","name":"Carcinoma, Transitional Cell","asFound":"Urothelial Carcinoma","relevance":"HIGH"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"T5693","name":"Transitional Cell Carcinoma","asFound":"Urothelial Carcinoma","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}