{"protocolSection":{"identificationModule":{"nctId":"NCT06480318","orgStudyIdInfo":{"id":"13.10.2023/137"},"organization":{"fullName":"Cukurova University","class":"OTHER"},"briefTitle":"Effect of TENS of Intestınal Functıons, Pain and Analgesis Consumptıon Amount","officialTitle":"Effect of Tens Applied In Colorectal Surgery on Intestınal Functıons, Pain and Analgesis Consumptıon Amount"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"İlknur tura","investigatorTitle":"Research Assistant","investigatorAffiliation":"Cukurova University"},"leadSponsor":{"name":"İlknur tura","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In this study, the effect of TENS applied to patients undergoing open colorectal surgery on bowel functions, pain and analgesia consumption amount will be evaluated.","detailedDescription":"Colorectal cancers, inflammatory colon diseases, colorectal diseases for which medical treatment cannot be successful, diverticula, perforation, obstruction, etc. These conditions are among the conditions requiring colorectal surgical treatment. Colorectal cancer is the most common reason for colorectal surgery and causes illness and death all over the world. Conditions that cause pain in colorectal surgery: Painful drainage in perianal fistulas, hemorrhoidal diseases, perianal hernia, ulcerative colitis, surgical interventions, stoma and peristomal skin complications. In addition, patients experience serious pain when there is more than one source of pain due to the size of the incision area, cutting of skin and muscles, nerve damage, etc. When evaluated numerically, the pain experienced after surgery increases up to 8 out of 10, especially in the first 24 hours, and decreases below 4 after the 72nd hour. In cases where severe pain is not adequately controlled, patients do not want to move and the digestive system causes a decline in intestinal functions due to decreased blood flow. For effective pain management, pain should be questioned constantly, its location and spread, character (noiceptive, neuropathic, visceral), severity, duration (continuous, intermittent, paroxysmal), factors that increase or decrease, symptoms accompanying the pain, symptoms caused by the pain, previous treatments. The reasons that prevent the evaluation of the response and pain should be determined and patient-specific pain management should be planned.\n\nIn addition, strong opioids such as morphine and talinate, which are administered in high doses for pain treatment, cause the bowel functions to slow down and increase the rates of paralytic ileus, constipation and distension. In this context, the multimodal analgesia approach, in which more than one method is used, provides more effective pain control than a single analgesia approach and also reduces the complication rates in bowel functions.\n\nIt is a non-invasive and safe analgesic method in gastrointestinal surgery that acts through multiple mechanisms. In the nursing regulation published in 2011, independent, semi-dependent and dependent roles of nurses were defined. TENS should be applied in the postoperative period to provide effective analgesia, reduce the use of pharmacological analgesics, and improve the patients bowel functions in the early period. The mechanism of action of TENS on the body is explained by two types of mechanisms. Since nurses, who have a key role in pain management, do not have the authority to decide on the type and dose of analgesic medication to be administered, their role in pain management is limited, but nurses. If there is more than one source of pain due to the size of the incision area, cutting of skin and muscles, nerve damage, etc., patients experience serious pain and regression in bowel functions due to pain."},"conditionsModule":{"conditions":["Colorectal Surgery","Pain, Postoperative"],"keywords":["Colorectal Surgery","Pain assessment","TENS","Nurse"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Standart Care","type":"NO_INTERVENTION","description":"Application in the Preoperative Period: Before the surgery, HTBF and SAS will be applied to both groups and pain assessment will be made once. In addition, the intestinal functions of both groups will be questioned and recorded during each procedure. TENS will not be applied to the control group, and to the TENS group, 11.,-23.,-35.,-47. TENS will be applied a total of 4 times for 20 minutes between hours. There will be no intervention in the routine analgesic application of the clinic for both groups."},{"label":"TENS (Transcutaneous electrical nerve stimulation)","type":"EXPERIMENTAL","description":"In the postoperative period, an information form regarding the surgery will be filled out in both groups. In addition, 11th and 12th in the control and TENS groups; 23rd and 24th; Pain assessment will be made with PSA a total of 8 times at the 35th and 36th hours, and at the 47th and 48th hours. In the TENS group, at the 11th hour (just before TENS), at the 12th hour (1 hour after TENS), at the 23rd hour (just before TENS), at the 24th hour (1 hour after TENS), at the 35th hour. Pain will be re-evaluated at 30 hours (just before TENS), 36 hours (1 hour after TENS), 47 hours (just before TENS), 48 hours (1 hour after TENS).","interventionNames":["Device: TENS"]}],"interventions":[{"type":"DEVICE","name":"TENS","description":"The device is portable and battery-powered to preserve the patient functional activity. The device has two channels and the parameters of each channel can be adjusted independently of the other. The device contains a power supply, amplifier and electrodes to give a warning. The power supply and amplifier are located within the TENS device. Electrodes are connected to the device via cables. The current produced in the power supply is increased in the amplifier and reaches the electrodes. The device is self-gel to facilitate the transmission of current between the electrodes made of carbon silicon alloy and the skin surface. In the research, a dual-channel, four-electrode (5 cm x 5cm) TENS device will be used. TENS application will be applied every 12 hours, twice and for 20 minutes, 24 hours after the surgery.","armGroupLabels":["TENS (Transcutaneous electrical nerve stimulation)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Outcome Measure","description":"The patient will be monitored until the 48th hour after surgery. 11th and 12th in the standard care and TENS group; 23rd and 24th; Pain assessment will be made with a numerical pain scale a total of 8 times at the 35th and 36th hours, and at the 47th and 48th hours.\n\nIn the TENS group, at the 11th hour (just before TENS), at the 12th hour (1 hour after TENS), At the 23rd hour (just before TENS), at the 24th hour (1 hour after TENS), At 35th hour (just before TENS), at 36th hour (1 hour after TENS), Pain will be re-evaluated at the 47th hour (just before TENS) and at the 48th hour (1 hour after TENS).\n\nIntestinal functions of both groups will be questioned and recorded during each procedure.\n\nTENS will not be applied to the standard care group. In the TENS group, 11.,-23.,-35.,-47. TENS will be applied a total of 4 times for 20 minutes between hours.\n\nPatients' pain is expected to score at most 2-3 on a scale of 0-10.","timeFrame":"48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Those over 18 years of age,\n* Able to communicate verbally,\n* Those who have undergone colorectal open surgery,\n* American Society of Anesthesiology (ASA) evaluation I, II, III,\n* As a result of evaluation by the physician, there is no harm in applying TENS,\n* Patients who agreed to participate in the study voluntarily were included in the sample group.\n\nExclusion Criteria:\n\n* In need of mechanical ventilation,\n* Having an infected wound in the surgery area,\n* Having undergone rectal surgery,\n* Using opioids before surgery,\n* Previous history of chronic pain, alcohol or drug addiction,\n* Those with cognitive and mental disabilities,\n* Those with a pacemaker and arrhythmia,\n* Epidural analgesia/patient-controlled analgesia was applied in the postoperative period,","healthyVolunteers":false,"sex":"ALL","genderBased":true,"genderDescription":"18 years and over","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"ilknur tura, MsC","role":"CONTACT","phone":"+903223386084","email":"itura@cu.edu.tr"},{"name":"sevilay erden, Phd","role":"CONTACT","phone":"+903223386084","email":"serden@cu.edu.tr"}],"overallOfficials":[{"name":"sevilay erden, Phd","affiliation":"Cukurova Universty","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Hospital approval is awaited for the study, and after approval, the data collection phase will begin."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010149","term":"Pain, Postoperative"}],"ancestors":[{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13069","name":"Pain, Postoperative","asFound":"Pain, Postoperative","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M14065","name":"Postoperative Complications","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4032","name":"Analgesics","relevance":"LOW"},{"id":"M15630","name":"Silicon","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Micro","name":"Micronutrients"}]}},"hasResults":false}