{"protocolSection":{"identificationModule":{"nctId":"NCT06477354","orgStudyIdInfo":{"id":"ACEMg Phase IV Study"},"organization":{"fullName":"Keep Hearing, Inc.","class":"OTHER"},"briefTitle":"ACEMg for Hearing Preservation and Tinnitus Mitigation","officialTitle":"ACEMg Phase IV Epidemiological Study","acronym":"ACEMgRWD"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-07-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Keep Hearing, Inc.","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to test the impact of the ACEMg neuroprotectant biomedicine to preserve or improve auditory function ( hearing) among a larger number of people in the general population than were assessed in the two-year ACEMg study, and test the potential for ACEMg to reduce tinnitus symptoms in people with hearing loss and/or tinnitus.\n\nThe main questions the study aims to answer are: 1) Is hearing loss stabilized or improved at the end of the study among participants diagnosed with sensorineural hearing loss (SNHL or inner ear hearing loss) at the beginning?; and 2) do participants who self-report tinnitus symptoms at the start of the study report reduced symptoms at the end?\n\nAll Participants complete a baseline hearing test and a baseline tinnitus survey. Then, each participant takes ACEMg softgel capsules daily. Participants participate for 24 weeks (about 6 months). Scores at the beginning of the study will be compared with scores at the end.","detailedDescription":"Introduction\n\nACEMg is a neuroprotectant biomedicine developed at the University of Michigan Medical School designed to block initiating biochemical events in the organ of Corti within the inner ear leading to sensorineural hearing loss (SNHL). The University of Michigan holds nine U.S. patents for ACEMg as a method of treating SNHL from noise, aging, certain ototoxic pharmaceuticals, genetic mutations and viruses, and tinnitus. A tenth patent is pending for hearing preservation, hearing improvement, and reduction in risk of cognitive dysfunction and dementia.\n\nThe ACEMg formula is classified as Generally Regarded as Safe (GRAS) by the U.S. Pharmacopeia and regulated as a dietary supplement under FDA DSHEA law. In 2019 ACEMg was licensed to Soundbites Public Benefit Corporation (PBC), which produces an updated and improved oral softgel capsule dose format of ACEMg for adults, and an oral twist-off softgel capsule format for children. Both formats are available to the general public without a prescription under the Soundbites trademark.\n\nBackground\n\nThe 2021-2023 ACEMg (Soundbites) Real-world Evidence Study (N=190) used de-identified real-world data (RWD) from routine annual otoacoustic emissions (OAE) examinations collected among adult patients of one audiology practice over many years before ACEMg became available. OAE examinations produce objective measures of inner ear auditory function.\n\nThe control dataset (N=97) represented the current standard of care for hearing, which is to say no treatment. Retrospective OAE RWD from the no-treatment group was analyzed and compared to RWD from a treatment group of patients (N=93) who also had at least two years of annual retrospective OAE examinations and began taking ACEMg immediately following their third annual OAE examination, thus enabling objective measurement of the potential impacts on auditory function from daily oral self-administration of ACEMg.\n\nThe study yielded statistically significant clinical data demonstrating that ACEMg effectively preserved and improved auditory function, thereby mitigating SNHL, demonstrating that ACEMg preserved or improved inner ear auditory function for 75.2% (N=70) of those in the treatment group (N=93), with most improvement occurring within the first six months of daily use.\n\nAt this writing, the article reporting results from the study are approved for peer review and available on the Open Science Framework (OSF) preprint server at https://osf.io/preprints/osf/uw7tq.\n\nStudy administrators concluded that the clinical data justify a multisite ACEMg (Soundbites) epidemiological RWE/RWD study, especially considering the inherent safety of ACEMg and its availability in an inexpensive, convenient oral dose form, perhaps leading to consideration of ACEMg as an effective, accessible method of addressing the global challenge of hearing loss.\n\nThe 2021-2023 study did not assess the impact of ACEMg on tinnitus symptoms.\n\nAll participants commit to join the study for duration of 24 weeks (about 6 months. All participants start the study by completing a baseline hearing test and a baseline tinnitus survey. Then, each participant begins taking ACEMg softgel capsules daily, repeating the hearing examination and the tinnitus survey at 12 and 24 weeks after baseline.\n\nACEMg and tinnitus\n\nACEMg was not designed to address tinnitus. Nevertheless, since ACEMg was offered as Soundbites softgels in 2017, reports from customers with tinnitus and from audiologists treating patients with tinnitus indicate that ongoing daily use of Soundbites reduces tinnitus symptoms for some.\n\nAn effective cure for tinnitus does not yet exist, as our understanding of tinnitus pathophysiology is still evolving. There appear to be multiple neurophysiological mechanisms involved in the production of tinnitus symptoms. A few models, notably the stochastic resonance model, point to a feedback function in the inner ear that increases metabolic stress and cochlear metabolic load, resulting in cochlear damage believed to be an initial step in tinnitus (Krauss \\& Schilling, 2016).\n\nObjective\n\nThe ACEMg (Soundbites) Epidemiological Study (the Study) aims to:\n\n1. Further validate findings from the 2021-2023 study that ACEMg stabilizes or improves auditory function in those previously diagnosed with SNHL, or diagnosed with SNHL at a baseline examination;\n2. Assess the potential impact of ACEMg on tinnitus symptoms. The hypothesis is that daily administration of Soundbites to patients reporting tinnitus symptoms at the start of their participation may demonstrate that reducing cochlear metabolic load mitigates tinnitus symptoms.\n3. Assess the potential impact of ACEMg on adults and children presenting with a wider range of SNHL etiologies including side effects of ototoxic drugs and certain genetic mutations.\n\nArms\n\nThe study has two arms:\n\n1. Clinical arm: Patients of certain audiologists in the United States who complete the SNHL and Soundbites continuing education and certification course and conduct distortion product otoacoustic emissions (OAE) examinations.\n2. At-home arm: Members of the general public over the age of eighteen\n\nHearing and tinnitus measures\n\n1. Clinical arm The most common hearing test is the pure tone audiometry (PTA) examination in which tones at varying frequencies and intensities are played through headphones, and the individual indicates whether they can hear the tone. As such, the PTA examination requires a subjective response.\n\n   For clinical research purposes, however, an objective technique for testing hearing is required. The OAE examination assesses inner ear auditory function by recording responses generated by mechano-electrical transduction of OHC in the Organ of Corti within the cochlea.\n\n   OAE measurements will be made by licensed, trained professionals in private clinical examination rooms using an Interacoustics Titan OAE system or the equivalent. Examinations will test both ears at eleven different frequencies (1000, 1500, 2000, 3000, 4000, 5000, 6000, 7000, 8000, 9000, and 10000 Hz). With 11 otoacoustic measures for each ear, a total of 22 binary measurements are available for analysis. An individual with hearing within normal parameters would have detectable otoacoustic emissions at all frequencies in both ears.\n\n   The Tinnitus Reaction Questionnaire is used to assess tinnitus symptoms in those reporting symptoms.\n2. At-home arm Otoacoustic emissions equipment is not available to the general public; therefore, participants in the At-Home cohort will test their hearing with the hearWHO digits-in-hearing test app developed for the World Health Organization, available as a free download for Apple and Android mobile devices. The Tinnitus Reaction Questionnaire is used to assess tinnitus symptoms in those reporting symptoms.\n\nInclusion and exclusion criteria Clinical patients diagnosed with SNHL in their baseline OAE examination will be included in the study. Patients with normal hearing who do not report tinnitus symptoms will be excluded. Patients must be at least eighteen years old.\n\nAt-home participants must be at least eighteen years old. There are no other exclusion criteria.\n\nStudy agent\n\nParticipants in both arms take ACEMg formulated as Soundbites softgel capsules.\n\nMethod\n\nAll participants start the study by completing a baseline hearing test, either an OAE examination or the hearWHO test. All participants with tinnitus complete the Tinnitus Reaction Questionnaire. Immediately thereafter, all participants begin taking Soundbites daily. OAE examinations or hearWHO hearing tests are conducted at 12 weeks and 24 weeks post-baseline. Participants reporting tinnitus symptoms also complete Tinnitus Reaction Questionnaires at each measurement interval.\n\nData collection\n\n* All patients review and sign an informed consent agreement.\n* Each clinical investigator signs a data-sharing agreement.\n* Clinical investigators collect patient data in the normal course of providing routine clinical care, which we understand is not subject to IRB oversight according to 45CFR46.104(d)(4), and exempt from FDA IND requirements as the research assesses the impact of a dietary supplement on the function of the human body.\n* At-home participants collect personal data, which, to the best of our understanding, is not subject to IRB oversight according to 45CFR46.104(d)(4), and exempt from FDA IND requirements as the research assesses the impact of a dietary supplement on the function of the human body.\n* Study administrators provide data collection worksheets to clinical audiologists and at-home participants.\n\nDatasets\n\nFor all participants, hearing and tinnitus measures at the beginning of the study will be compared with scores at the subsequent measurement intervals. This is the Prospective dataset.\n\nSome patients of clinical audiologists who elect to participate in the study's Clinical arm may have existing OAE examinations in their patient records, which will be included in data reported for analysis. This is the Retrospective/Prospective dataset.\n\nData analysis and reporting\n\n* All data is de-identified at each clinical study site and by each at-home participant before providing data to the Keep Hearing initiative, the study administrator.\n* Clinicians collect and de-identify OAE examination data on spreadsheets provided by the study sponsor, uploading the spreadsheets to a secure online data store.\n* At-home participants upload their de-identified data directly to a secure online data store.\n* Keep Hearing will hold the verified IRB exemption required to analyze all de-identified secondary data, which is IRB exempt according to 45CFR46.104(d)(4), and exempt from FDA IND requirements as the research will assess the impact of a dietary supplement on the function of the human body.\n* The analysis of data from participants in the clinical arm of the study will be conducted on the percentage of the potential total of 22 frequencies present in each OAE exam, with a range of 0% (no detectable cochlear function in either ear at any frequency) to 100% (cochlear function within normal parameters in both ears at all frequencies).\n* Analyses of data in the clinical and at-home arms of the study assess the impact of ACEMg by statistically assessing whether there is a significant change in hearing test scores and tinnitus survey scores at each of the testing periods months following the use of ACEMg.\n* All statistical analyses will be conducted using the JASP 18.2 implementation of R.\n* Participating clinicians will receive a confidential analysis on each patient, and periodic reports aggregating the results of all patients through the anticipated conclusion of the study in December 2027.\n* Data from the study will be reported in a comprehensive analysis shared with clinicians, healthcare institutions, and public health agencies in a manuscript submitted for peer review.\n\nCosts\n\nParticipating in the study is free. The Keep Hearing initiative nonprofit donates the Soundbites softgel capsules. Clinicians donate their services conducting examinations."},"conditionsModule":{"conditions":["Sensorineural Hearing Loss","Tinnitus"],"keywords":["Phase IV surveillance","Hearing loss","Tinnitus","SNHL","Audiology","At-home study cohort","nutraceutical","real-world evidence (RWE)","real-world data (RWD)","Open-label post-marketing study","Clinical study cohort"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Open-label, post-marketing surveillance","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":2000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cinical cohort","type":"EXPERIMENTAL","description":"Participants take ACEMg softgel capsules daily, self-administered orally.","interventionNames":["Dietary Supplement: ACEMg"]},{"label":"At-home cohort","type":"ACTIVE_COMPARATOR","description":"Participants take ACEMg softgel capsules daily, self-administered orally.","interventionNames":["Dietary Supplement: ACEMg"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"ACEMg","description":"Softgel capsules","armGroupLabels":["At-home cohort","Cinical cohort"],"otherNames":["Soundbites"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Objective measure of preservation or improvement of inner ear auditory function","description":"Assessment of outer hair cell function using otoacoustic emissions (OAE) examinations","timeFrame":"Time point zero; 12 and 24 weeks."},{"measure":"Tinnitus symptom reduction","description":"Subjective assessment of tinnitus symptoms using the Tinnitus Reaction Questionnaire","timeFrame":"Time point zero; 12 and 24 weeks."},{"measure":"Subjective measure of preservation or improvement of inner ear auditory function","description":"Assessment of outer hair cell function using the hearWHO digits-in-noise test","timeFrame":"Time point zero; 12 and 24 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hearing loss diagnosed at the baseline examination\n* Tinnitus self-reported at the baseline examination\n\nExclusion Criteria:\n\n* No hearing loss diagnosed at the baseline examination\n* No tinnitus self-reported at the baseline examination","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Barry Seifer, MFA","role":"CONTACT","phone":"877-439-7722","email":"bseifer@keephearing.org"},{"name":"Richard A Detweiler, Ph.D.","role":"CONTACT","phone":"877-439-7722","email":"detweiler@keephearing.org"}],"overallOfficials":[{"name":"Barry Seifer, MFA","affiliation":"Keep Hearing, Inc. 501c3","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Locate a participating facility by visiting keephearing.org","city":"Ann Arbor","state":"Michigan","zip":"48104","country":"United States","contacts":[{"name":"Barry Seifer, MFA","role":"CONTACT","phone":"877-439-7722","email":"bseifer@keephearing.org"},{"name":"Richard A Detweiler, Ph.D.","role":"CONTACT","phone":"877-439-7722","email":"detweiler@keephearing.org"},{"name":"Barry Seifer, MFA","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.27756,"lon":-83.74088}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Impact of the ACEMg Biomedicine on Sensorineural Hearing Loss and Auditory Function: Analysis of Real-World Clinical Data","url":"https://osf.io/preprints/osf/uw7tq"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000034381","term":"Hearing Loss"},{"id":"D000003638","term":"Deafness"},{"id":"D000014012","term":"Tinnitus"},{"id":"D000006319","term":"Hearing Loss, Sensorineural"}],"ancestors":[{"id":"D000006311","term":"Hearing Disorders"},{"id":"D000004427","term":"Ear Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M24420","name":"Hearing Loss","asFound":"Hearing Loss","relevance":"HIGH"},{"id":"M6840","name":"Deafness","asFound":"Hearing Loss","relevance":"HIGH"},{"id":"M16769","name":"Tinnitus","asFound":"Tinnitus","relevance":"HIGH"},{"id":"M9407","name":"Hearing Loss, Sensorineural","asFound":"Sensorineural Hearing Loss","relevance":"HIGH"},{"id":"M9400","name":"Hearing Disorders","relevance":"LOW"},{"id":"M7601","name":"Ear Diseases","relevance":"LOW"},{"id":"M12961","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"M15490","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}