{"protocolSection":{"identificationModule":{"nctId":"NCT06476691","orgStudyIdInfo":{"id":"BMT QoL"},"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"Quality of Life in Young Patients Undergoing Bone Marrow Transplant","officialTitle":"Young Patients' Quality of Life After Allogeneic Bone Marrow Transplantation at the Hematology Department at Rigshospitalet Investigated With a Youth-specific Questionnaire - EORTC QLQ-AYA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"niels smedegaard andersen","investigatorTitle":"Medical doctor, phd","investigatorAffiliation":"Rigshospitalet, Denmark"},"leadSponsor":{"name":"Rigshospitalet, Denmark","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Young patients at the age of 18-29 years undergoing allo-HCT lack studies which specifically describe their unique problems. Validated EORTC QLQ-C30 questionnaires aimed at either children or adults have been used in international studies. But there has been a lack of a questionnaire design that can capture health-related quality of life after cancer treatment with greater relevance for the young patient. Together with young patients and hospital professionals quality of life-related health concerns and unique social and emotional problems were found that were more relevant to the young than to children and adults and validation of a new youth-relevant EORTC QLQ-AYA (AYA: adolescent and young adult) scheme that includes an extra focus on the youths problems has been carried out among young cancer patients. This questionnaire will be made available for testing in our patient population of allo-HCT patients and can for the first time map the quality of life of younger alloHCT patients.\n\nThis study includes two cohorts of patients. One is a retrospective/cross sectional study cohort of patients previously undergoing transplantant between 2010 and 2022, the other is a smaller prospective study examining the QoL before and after transplant.\n\nThe knowledge from the surveys will be important for health professionals understanding of the young peoples specific problems. Mapping and paying attention to the problems and possible solutions will be an essential component in helping the young allo-HCT patient.\n\nThe results will be correlated with clinical data: age, diagnosis, pretreatment with or without high-dose whole-body irradiation, and the nature and degree of late sequelae (survivor toxicity and rehabilitation)","detailedDescription":"3 Background Allogeneic hematopoietic cell transplantation (alloHCT), formerly called bone marrow transplantation, is a potentially curative treatment for patients with life-threatening hematological cancers and bone marrow diseases. The young patient is not entirely well defined, but often includes patients from 13 or 15 years to 29 or 39 years. Most of the young patients aged 18 to 29 who are transplanted for hematological diseases have leukemia and lymphoma and have undergone one to several intensive chemotherapy courses to get their hematological disease under control, which gives the best benefit from the transplant. A prerequisite for alloHCT is that a suitable tissue-type-compatible family or foreign matched donor can be found for the patient. The donor cells re-establish a normal bone marrow function after the transplant and are an important prerequisite for the patient to be cured, as they perform an immunological anti-cancer effect, the so-called graft versus leukemia effect.\n\nBefore the transplant, the patient and the next of kin meet for a pre-interview where they are informed about the transplant and early and late complications. AlloHCT is a prerequisite for cure, but also a risky treatment with a transplant-related mortality of 10-20% among patients.\n\nThe transplant itself starts with pretreatment consisting of chemotherapy and radiation therapy prior to the infusion of the donor stem cells. Both chemotherapy and radiotherapy are given in varying intensity depending on the patient protocol, which depends on the patients age, general health and the disease they are being transplanted for. After the transplant, the patient is on immunosuppressive (e.g. Ciclosporin) and supportive (e.g. antibiotics) treatment for at least half a year. Then an attempt is made to taper off the transplant medication, which is not always successful at first, which is why the immunosuppressive treatment often has to be continued.\n\nThere are many different complications and side effects to alloHCT. Partly toxic to chemo and radiotherapy, partly infections and not least so-called graft versus host disease (GVH), a relatively frequent condition (30-50%), where donor cells attack the patients healthy organs (e.g. skin, mucous membranes, liver, intestines and lungs) with the need for increased and prolonged immunosuppressive treatment, with morbidity and, in rare severe cases, mortality. Despite this, long-term survival is on average 60-70%. But survival comes with a price for many - with degrees of late sequelae and reduced quality of life.\n\nDuring a tough and long-lasting cancer course, young patients find themselves in a particularly vulnerable situation and the young persons life is put on pause socially and educationally (Sodergren et al, Jrn AYA Onc 2018 and Qual Life Res, 2017). The brain is not fully developed, which makes it more exposed to toxic influences. Specifically for the young person who completes an alloHCT course with intensive chemo and radiation treatment, there are many side effects. If the young person also gets treatment-requiring GVH and has to have long-term heavy immunosuppressive treatment with e.g. steroid - in addition to discomfort from the GVH attack itself, there is fatigue, difficulty concentrating, negative changes in appearance (changed fat distribution, loss of muscles, discolouration of the skin, hair loss) and a long list of various late effects (diabetes, hypertension, hormonal disorders, vision problems, skin cancer, etc etc). Young people thus have several reasons to be unhappy and have a reduced quality of life in many aspects of youth life after alloHCT. At the same time, they live the first years after the transplant with the fear that their cancer will return.\n\nQuality of life has previously been investigated with questionnaires in young people treated for cancer (Sodergren et al, Jrn AYA Onc 2018 and Qual Life Res, 2017). Often, validated EORTC QLQ-C30 questionnaires aimed at either children or adults have been used in international studies. But there has been a lack of a questionnaire design that can capture health-related quality of life after cancer treatment with greater relevance for the young patient. Together with young patients and hospital professionals quality of life-related health concerns and unique social and emotional problems were found that were more relevant to the young than to children and adults and validation of a new youth-relevant EORTC QLQ-AYA (AYA: adolescent and young adult) scheme that includes an extra focus on the youths problems has been carried out among young cancer patients (personal communication, Husson et al, Cancer 2021). In agreement with the EORTC, this questionnaire will be made available for testing in our patient population and can for the first time map the quality of life of young alloHCT patients.\n\nThe knowledge from the surveys will be important for health professionnels; understanding of the youngs specific problems. Mapping and paying attention to the problems and possible solutions will be an essential component in helping the young alloHCT patient.\n\nThe results will be correlated with clinical data: age, diagnosis, pretreatment with or without high-dose whole-body irradiation, and the nature and degree of late sequelae, including GVH.\n\nKræftværket:\n\n\"Kræftværket\" is a common room for young cancer patients at Rigshospitalet and a sanctuary for young people undergoing cancer treatment, where they can maintain contact with young people in a community of people with mutual life experiences, have fun, dine, go on excursions and do events. The cancer work is led by youth coordinator Maiken Hjerming. Kræftværkets research group deals primarily with issues raised by young people in a cancer process. This investigation is based on the \"Kræftværket\" youth panel and research group, where the investigators are permanent members. The research group supports both user- and health professional-initiated research.\n\n4 Purpose Primary purpose To investigate the quality of life in 18-29-year-old young people during and after alloHCT\n\n5 Trial participants and study design and study characteristics The 18-29-year-old age group was chosen in this study for two reasons. In part, patients under the age of 18 do not receive bone marrow transplants at the Dept. for Blood diseases (adult ward), but at BUK (childrens ward) at Rigshospitalet and partly because the upper age limit is 29 years in Kræftværket.\n\nThere will be two cohorts of trial participants included in the study:\n\nCohort study 1: Patients aged 18-29 years who have undergone alloHCT in the period 2000-2020/22 and are still alive. We expect to be able to include a total of 100-175 patients.\n\nInclusion criteria:\n\n* Patients aged between 18-29 who have undergone alloHCT at Rigshospitalet in the period 2000 to 2020/22.\n* Patients who have consented to the study. Exclusion criteria\n* Patients who do not meet the inclusion criteria\n\nCohort Study 2: Patients aged 18-29 years scheduled to undergo alloHCT. It is assumed that 15 can be included in a period of 24 months.\n\nInclusion criteria:\n\n* Patients aged 18-29 years scheduled for alloHCT\n* Patients who have consented to the study.\n\nExclusion criteria:\n\n• Patients who do not meet the inclusion criteria\n\n6 Treatment plan Cross-sectional survey study: Cohort 1 Study permits: 3 months Data collection and analysis: 6 months Report: 3 months Cohort 1 is selected from the local database. The database stores all the alloHCT patients; transplant-relevant data, including age, gender, diagnosis, treatment and side effects as well as late effects. All participants will be sent participant information, consent form and questionnaires for the cross-sectional study of QoL in Q4 2024. The individual patients will be at varying distances after the transplant and with varying degrees of complications and late sequelae.\n\nProspective study: Cohort 2 Study permits: 3 months Data collection and analysis: 2-4 years Report 3-6 months Cohort 2: Young patients referred for alloHCT will be asked about inclusion in the study and given participant information and consent form. And if the young person is included, he/she will be followed up with questionnaires before (approx. 3 weeks before alloHCT and after (+3 months, +½ year, +1 year, +2 years) alloHCT.\n\nNo biological material is taken for research or biobanking, and no medical products are tested in connection with this trial.\n\nThe results from the studies will be published in anonymized form in international medical journals.\n\nThe questionnaire responses will be related to patient characteristics in the departments local transplant database. It is expected that the results will shed light on the young alloHCT patients quality of life seen in a broad health-related and psychosocial context, including a focus on the young peoples particularly vulnerable situation and problems.\n\n9. Informed consent and ethical aspects Relevant permits have been applied for at the center for data protection and the Ethics Committee (F-24011696). The study is carried out in accordance with the principles of the Declaration of Helsinki.\n\nData is securely stored in the database RedCap or logged files in databases at Rigshospitalet.\n\n10. Protocol registration Patients included in the study are identified by the responsible investigator. Registration includes filling in an inclusion checklist and the patient is assigned a unique patient number. The form and a copy of the signed informed consent are stored according to current guidelines. Questions regarding inclusion or protocol information should be directed to the principal investigator.\n\n11. Registrations All clinical records are treated confidentially. Systematic collection of data via the database RedCap is the primary method of collecting data. The responsible investigator is responsible for ensuring that the collected data meets the guidelines for coding, code entry and verification. This data is then entered into a secure, separate database. To ensure the patients anonymity, all publications or presentations will refer to the patients by a unique patient number and not by patient names. All original documents are kept in the department responsible for keeping records.\n\nThe trial has been reported to the center for data reporting in Privacy\n\n12. Economy: There is no remuneration for the subjects. The trial is investigator-initiated."},"conditionsModule":{"conditions":["Quality of Life After Stem Cell Transplantation"],"keywords":["quality of life","allogenic hsct","bone marrow transplant","AYA adolescent young adults","EORTC","questionnaire"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"OTHER"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"study group 1","description":"Cross-sectional study of approx 100 patients undergone alloHCT at the age of 18-29"},{"label":"Study group 2","description":"Prospective study of 15 patient before and during a period of 2 years after allo-HCT"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To investigate the quality of life in 18-29-year-old young people during and after alloHCT","description":"Using validated questionaires, including a newly developed and validated specifically youth-oriented EORTC QLQ-AYA","timeFrame":"In the prospective study each young person will be followed up with questionnaires before (approx. 3 weeks before alloHCT vs. the preliminary examination) and after alloHCT (+3 months, +½ year, +1 year, +2 years after alloHCT"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients aged between 18-29 years who are scheduled for or have already undergone alloHCT at Rigshospitalet in the period 2000-2020/2022 Patients who have consented to the study\n\nExclusion Criteria:\n\n* Patients who do not meet the inclusion criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"29 Years","stdAges":["ADULT"],"studyPopulation":"Patients aged between 18-29 years who are scheduled for (the prospective cohort) or have already undergone alloHCT at Rigshospitalet in the period 2000-2020/2022 (retrospective cohort)","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"niels s andersen, MD PhD","role":"CONTACT","phone":"4535454042","email":"niels.smedegaard.andersen@regionh.dk"},{"name":"kristina h noerskov, Nurse PhD","role":"CONTACT","phone":"4535458858","email":"kristina.holmegaard.noerskov@regionh.dk"}],"overallOfficials":[{"name":"Niels S Andersen, MD PhD","affiliation":"Rigshospitalet, Denmark","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}