{"protocolSection":{"identificationModule":{"nctId":"NCT06473038","orgStudyIdInfo":{"id":"20241904"},"organization":{"fullName":"Sunway University","class":"OTHER"},"briefTitle":"Reducing Salt and Sugar in Campus Foods: A Malaysian Study","officialTitle":"An Interventional Study of Salt and Sugar Reduction in Foods Sold On a University/College Campus in Malaysia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-22","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"YookChin Chia","investigatorTitle":"Head of Department, School of Medical & Life Sciences","investigatorAffiliation":"Sunway University"},"leadSponsor":{"name":"Sunway University","class":"OTHER"},"collaborators":[{"name":"Universiti Putra Malaysia","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project aims to address the significant burden of cardiovascular disease in Malaysia, especially the high prevalence of hypertension with excessive salt and sugar intake. The study targets the university campus community, recognizing reliance on out-of-home food options and the potential impact of reducing salt and sugar in campus foods on overall health. The project aims to assess the knowledge, attitudes, and practices related to salt and sugar intake among students, staff, and campus canteen staff. Through a combination of surveys, dietary assessments, urine analysis, and body composition measurements, the study aims to generate valuable insights into effective strategies for reducing salt and sugar intake and improving cardiovascular health among the campus population.","detailedDescription":"Research Background:\n\nCardiovascular disease (CVD) represents a significant global health challenge, particularly in developing countries, where it stands among the primary causes of premature death and disability. In Malaysia, CVD remains the leading cause of premature mortality, with high blood pressure (BP) consistently identified as a major contributor. Despite efforts to address hypertension, the 2019 National Health and Morbidity Survey (NHMS) revealed a concerning 30% prevalence of hypertension among Malaysian adults aged 18 and above, with nearly two-thirds of hypertensive individuals remaining undiagnosed. Research has established that even a slight increase of 2mmHg in systolic blood pressure significantly elevates mortality rates from stroke and ischemic heart disease in adults.\n\nThe association between salt/sodium intake and BP has been well-documented, with reductions in salt/sodium intake shown to correlate with lower BP levels and decreased cardiovascular (CV) mortality. However, the mean salt intake in Malaysia significantly exceeds the WHO-recommended limit of \\<5 gm/day, with the WHO setting a target to reduce population salt intake by 30% by 2025.\n\nA notable trend in Malaysia is the increasing prevalence of dining out, particularly in urban areas and among young adults. This shift towards consuming meals away from home, including breakfast, underscores the importance of addressing salt and sugar intake in out-of-home foods. Studies conducted among Malaysians have highlighted a perception of high salt intake in the out-of-home food sector, with both consumers and food operators advocating for comprehensive salt reduction policies and improved awareness among stakeholders.\n\nUniversity campuses, including Sunway University and Sunway College, serve as critical environments where students and staff frequently rely on campus vendors for meals. Recognizing the impact of campus food environments on dietary habits, this study aims to assess the effects of salt and sugar reduction in foods sold on campus, targeting both the campus community and canteen staff. By investigating knowledge, attitudes, and practices (KAP) related to salt and sugar intake among students, staff, and canteen personnel, the study seeks to identify barriers and enablers to salt and sugar reduction and propose strategies for promoting healthier dietary habits.\n\nAims and Objectives:\n\nThe overarching goal of the study is to evaluate the effects of salt and sugar reduction in campus foods and address consumption patterns among Sunway University and Sunway College students and staff. The study comprises three main parts:\n\nPart 1 involves assessing KAP on dietary salt and sugar intake among the campus community. Part 2 investigates KAP, perceptions, barriers, and enablers of salt and sugar reduction among campus canteen staff. Part 3 conducts a 6-month interventional study on salt and sugar reduction in foods sold on campus. Separated into Study A and Study B, where Study A mainly focuses on surveys and coming up with further recommendations. Study B is composed of utilizing urine samples and body composition measurements to assess the outcome of lowering sodium intake.\n\nStudy Methodology:\n\nThe study will involve surveying participants from the Sunway University and Sunway College community, including students, staff, and canteen personnel. Various instruments, including online questionnaires, urine analysis, anthropometric measurements, and dietary records, will be utilized to assess KAP, perceptions, and dietary habits related to salt and sugar intake.\n\nStatistical analyses will be conducted using SPSS version 27, with comparisons of means and logistic regression analysis employed to determine factors associated with intention to reduce salt and sugar intake. The study aims to provide insights into the effectiveness of salt and sugar reduction interventions in campus food environments and their impact on cardiovascular health outcomes."},"conditionsModule":{"conditions":["Cardiovascular Diseases"],"keywords":["Salt and Sugar Reduction","Knowledge, Attitude, and Practice (KAP)","Hypertension"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants who eat often foods sold on campus will be selected from the online validated questionnaire (part 1) in a randomized manner and they form the intervention group who will be eating the foods sold on campus that have reduced salt and sugar. Participants who do not eat often the food sold on campus will be the control group.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group that experience lower sodium intake","type":"ACTIVE_COMPARATOR","description":"Lowering the salt and sugar in selected samples of foods this will be performed using dry ashing method, followed by flame atomic absorption spectrometry (FAAS) at the Department of Nutrition, Universiti Putra Malaysia.","interventionNames":["Other: Reduction in Salt and Sugar","Device: Dry Ashing Method Followed by Flame Atomic Absorption Spectrometry (FAAS)"]},{"label":"Control group","type":"OTHER","description":"Participants have to provide urine samples for the measurement of urinary sodium, potassium, chloride, and creatinine, have body composition and anthropometric measurements taken, perform 24-hour dietary records, perform saltiness intensity perception and pleasantness ratings of the foods on campus, at three timepoints - at the start of the study, after 3 months and after 6 months.","interventionNames":["Device: The potentiometer"]}],"interventions":[{"type":"OTHER","name":"Reduction in Salt and Sugar","description":"150 participants who are grouped under interventions, their data will be collected according to the alterations of sodium and sugar intake and then compared with the control group. Instruments include urine analysis, providing two spot urine samples - first-morning void and last void in the evening before leaving campus, at three-time points - at the start of the study, after 3 months, and after 6 months. This will yield a total of 300 × 2 × 3 = 1800 samples. Urine electrolytes (sodium, potassium, chloride) and creatinine will be measured using the potentiometry method (Alinity Abbott) at the laboratory department of Sunway Medical Centre, Bandar Sunway.","armGroupLabels":["Group that experience lower sodium intake"]},{"type":"DEVICE","name":"The potentiometer","description":"The potentiometer is utilized for the quantitative analysis of electrolytes present in urine samples. The potentiometer used for urine electrolytes analysis is a specialized device equipped with electrodes and sensors designed to detect and measure the concentration of specific electrolytes in urine samples. It employs potentiometric principles to generate electrical signals proportional to the concentration of ions present in the sample.","armGroupLabels":["Control group"],"otherNames":["Urinal measurement device"]},{"type":"DEVICE","name":"Dry Ashing Method Followed by Flame Atomic Absorption Spectrometry (FAAS)","description":"Dry ashing method involves heating the food samples in a controlled environment to remove organic matter and moisture, leaving behind inorganic residues (ashes) containing the salts and minerals present in the food. Flame Atomic Absorption Spectrometryis utilized to measure the levels of sodium and potassium (components of salt) as well as carbon and hydrogen (components of sugar) in the ashed food samples.\n\nBy determining the concentrations of these elements, the salt and sugar content of the food samples can be quantified accurately.","armGroupLabels":["Group that experience lower sodium intake"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Part 1:Knowledge, Attitude, and Practice (KAP) on dietary salt and sugar intake among Sunway University and Sunway College community","description":"Firstly, understanding the community's Knowledge, Attitude, and Practice can provide baseline data on the level of awareness regarding the health implications. Addressing misconceptions and promoting healthier dietary choices. Also assessing attitudes towards reduction provides insight into the community's readiness to embrace dietary changes.\n\nThe online validated questionnaire will assess:\n\n1. Socio-demographic and lifestyle factors - questions such as age, gender, ethnicity, medical history, smoking and alcohol-drinking practices\n2. Knowledge, Attitude, and Practice towards dietary salt and sugar intakes, and diabetes\n3. Barriers and enablers for salt reduction\n\nTarget sample size of 1000 participants is set to consider mid-study drop-outs.","timeFrame":"Baseline"},{"measure":"Part 2: Knowledge, Attitude, and Practice (KAP) on dietary salt and sugar intake among Sunway University and Sunway College community (canteen staff)","description":"Food providers' understanding of the importance of salt and sugar reduction directly influences the choices they make in the kitchen.\n\nThe online validated questionnaire will assess:\n\n1. Knowledge, Attitude, and Practice towards salt and sugar usage in food preparation (including on campus) and in dietary intake\n2. Perception, barriers and enablers for salt reduction during food preparation on campus\n\nThe targeted number of participants is around 50 people.","timeFrame":"baseline"},{"measure":"Part 3 Study A: Interventional study on salt and sugar reduction of selected foods sold on campus (students and staff )","description":"Selected samples of food sold on campus will be analysed for their sodium and sugar contents at baseline and also 3 months after the intervention of salt and sugar reduction. This will be performed using dry ashing method, followed by flame atomic absorption spectrometry (FAAS) at the Department of Nutrition, Universiti Putra Malaysia.\n\nScale Title: Sodium Content Determination Scale Range: 0 to 100 milligrams per kilogram (mg/kg) Interpretation: Higher scores indicate higher levels of sodium content, which may be considered a worse outcome in the context of reducing sodium intake.\n\ntargeted 5 food samples per vendor for 17 vendors - will yield a total number of 170 samples.","timeFrame":"baseline and 3 months after invention"},{"measure":"Part 3 Study B: Anthropometric and body composition measurements of salt and sugar reduction of selected foods sold on campus (Blood Pressure)","description":"Clinical measurements indicative of vascular health namely systolic blood pressure (SBP), diastolic blood pressure (DBP) and pulse rate will be taken using an automated blood pressure monitor (HEM- 7121, Omron, Japan) after the subjects have rested for 5 min. Measurement units: millimeters of mercury (mmHg)","timeFrame":"at three timepoints - at the start of the study, after 3 months and after 6 months"},{"measure":"Part 3 Study B: Anthropometric and body composition measurements of salt and sugar reduction of selected foods sold on campus (Wasit to Hip ratio)","description":"The height, waist and hip circumferences will be measured using a measuring tape and waist-hip ratio (WHR) will be calculated by dividing waist circumference by hip circumference. Measurement units: cm/inches","timeFrame":"at three timepoints - at the start of the study, after 3 months and after 6 months"},{"measure":"Part 3 Study B: Anthropometric and body composition measurements of salt and sugar reduction of selected foods sold on campus (Body Mass Index and Total body fat)","description":"A bio-impedance body composition scale (Omron HBF-375 Karada Scan) will be used to determine body mass index (BMI) Measurement units = kg/m2 , total body fat (TBF) = kg/m 2.\n\nThe cut-off points for overweight, obesity, overall adiposity (TBF) and central adiposity (WHR) are ≥23 kg/m 2 , ≥25 kg/m 2","timeFrame":"at three timepoints - at the start of the study, after 3 months and after 6 months"},{"measure":"Part 3 Study B: Anthropometric and body composition measurements of salt and sugar reduction of selected foods sold on campus (Fats)","description":"A bio-impedance body composition scale (Omron HBF-375 Karada Scan) will be used to measure visceral fat (VF) measurement unit = %, subcutaneous fat (SF) measurement unit = %, skeletal muscle percentage (SM) measurement unit = %\n\nThe cut-off points for overweight, obesity, overall adiposity (TBF) and central adiposity (WHR) 20% (males) or 30%","timeFrame":"at three timepoints - at the start of the study, after 3 months and after 6 months"},{"measure":"Part 3 Study B: Anthropometric and body composition measurements of salt and sugar reduction of selected foods sold on campus (Resting Metabolic Rate)","description":"A bio-impedance body composition scale (Omron HBF-375 Karada Scan) will measure resting metabolic rate, measurement unit = kcal/day.\n\nThe cut-off points for overweight, obesity, overall adiposity (TBF), and central adiposity (WHR) 0.90 (males) or 0.85 (females)","timeFrame":"at three timepoints - at the start of the study, after 3 months and after 6 months"}],"secondaryOutcomes":[{"measure":"Part 3 Study B: Assessment of saltiness intensity perception","description":"Completed two rating scales assessing the intensity of saltiness of the selected foods sold on campus they perceived (hereafter referred to as 'intensity perception'), and the extent to which they liked or disliked this level of saltiness of the selected foods sold on campus (hereafter referred to as 'pleasantness rating'). The perceived saltiness intensity will be measured by using the generalised Labelled Magnitude Scale (gLMS) (8) where the participants will be asked to make a horizontal marking on the paper versions of it. A 100 mm scale was constructed with six different descriptors which were ''barely detectable'',''weak'', ''moderate'', ''strong'', ''very strong'' and ''strongest imaginable sensation of any kind'' were spaced at 1.4 mm, 6 mm, 17 mm, 35 mm, 53 mm, and 100 mm, respectively.","timeFrame":"baseline and 3 months after invention"},{"measure":"Part 3 Study B: Assessment of pleasantness","description":"For pleasantness, the Labelled Affective Magnitude (LAM) scale (9) will be used. It is a 100 mm scale that is constructed with 11 different levels - ''greatest imaginable disliking'' (0 mm), ''dislike extremely''(12 mm), ''dislike very much'' (22 mm), ''dislike moderately''(34 mm), ''dislike slightly'' (45 mm), ''neither like or dislike''(50 mm), ''like slightly'' (56 mm), ''like moderately'' (68 mm), ''like very much'' (78 mm), ''like extremely'' (87 mm), ''greatest imaginable liking'' (100 mm).","timeFrame":"baseline and 3 months after invention"},{"measure":"Part 3 Study B: Urine analysis of salt and sugar reduction of selected foods sold on campus","description":"Accessing the urine electrolytes (sodium, potassium, chloride) and creatinine will be measured using the potentiometry method (Alinity Abbott). Intervention and control participants will provide two spot urine samples - first morning void and last void in the evening before leaving campus. This will yield a total of 300 × 2 × 3 = 1800 samples.\n\nSodium: Minimum value: 0 millimoles per liter (mmol/L), Maximum value: 200 mmol/L Potassium: Minimum value: 0 mmol/L, Maximum value: 20 mmol/L Chloride: Minimum value: 0 mmol/L, Maximum value: 200 mmol/L Creatinine: Minimum value: 0 milligrams per deciliter (mg/dL), Maximum value: 500 mg/dL\n\nInterpretation:\n\nHigher scores for urine electrolytes could be associated with different health conditions or dietary factors. Higher levels may imply a worse outcome.","timeFrame":"at three timepoints - at the start of the study, after 3 months and after 6 months"},{"measure":"Part 2: Knowledge, Attitude, and Practice (KAP) on dietary salt and sugar intake among Sunway University and Sunway College community","description":"For pleasantness, the Labelled Affective Magnitude (LAM) scale (9) will be used. It is a 100 mm scale that is constructed with 11 different levels - ''greatest imaginable disliking'' (0 mm), ''dislike extremely''(12 mm), ''dislike very much'' (22 mm), ''dislike moderately''(34 mm), ''dislike slightly'' (45 mm), ''neither like or dislike''(50 mm), ''like slightly'' (56 mm), ''like moderately'' (68 mm), ''like very much'' (78 mm), ''like extremely'' (87 mm), ''greatest imaginable liking'' (100 mm).","timeFrame":"baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nPart 1: KAP on dietary salt and sugar intake\n\n1. Students and staff of Sunway University and Sunway College aged 18 years and above\n2. Able to provide informed consent (verbal/written) to participate\n3. Understands English\n\nPart 2: KAP, Perception, Barriers and Enablers of Salt and Sugar Reduction among Campus Canteen Staff\n\n1. Canteen staff that are involved in food preparation aged 18 years and above\n2. Able to provide informed consent (verbal/written) to participate\n3. Understands English\n\nPart 3: An interventional study for 6 months will expose them to foods sold on campus that have reduced salt and sugar.\n\nFor intervention group\n\n1. Individuals who eat on campus food for at least 3 meals per week\n2. Consent to participate\n\nFor control group\n\n1. Individuals who do not eat on campus food or for less than 3 meals per week\n2. Consent to participate\n\nExclusion Criteria:\n\n1. Individuals with acute illness, psychological or psychiatric conditions","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yook Chin Chia, MD","role":"CONTACT","phone":"+60 12-273 9366","email":"ycchia@sunway.edu.my"},{"name":"Pei Boon P Ooi, PhD","role":"CONTACT","phone":"60122052875","email":"peiboono@sunway.edu.my"}],"overallOfficials":[{"name":"Yook Chia Chin, MD","affiliation":"Sunway University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The data collected from the study will be encrypted via a password-protected file and can only be accessed by the researchers of this study. The password-protected file will be kept at Sunway University for up to five years (only if this research is successfully published in a scientific journal, presented at a conference, or published through other media)."}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol: V3- Study Protocol and statistic analysis","date":"2024-06-11","uploadDate":"2024-06-11T00:07","filename":"Prot_000.pdf","size":290905},{"typeAbbrev":"Prot_SAP_ICF","hasProtocol":true,"hasSap":true,"hasIcf":true,"label":"Study Protocol, Statistical Analysis Plan, and Informed Consent Form: V4- Study Protocol and statistic analysis","date":"2024-06-18","uploadDate":"2024-06-18T19:55","filename":"Prot_SAP_ICF_001.pdf","size":313184}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M10024","name":"Hypertension","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}