{"protocolSection":{"identificationModule":{"nctId":"NCT06480734","orgStudyIdInfo":{"id":"POLCAR"},"organization":{"fullName":"University Hospital Schleswig-Holstein","class":"OTHER"},"briefTitle":"Pneumonitis in Older Lung Cancer Patients After Radiotherapy","officialTitle":"Pneumonitis in Older Lung Cancer Patients After Radiotherapy: A Scoring System for Identification of Pneumonitis in Elderly Patients Irradiated for Lung Cancer","acronym":"POLCAR"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital Schleswig-Holstein","class":"OTHER"},"collaborators":[{"name":"University of Southern Denmark","class":"OTHER"},{"name":"Medical School Hamburg","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main goal of this trial is to establish the performance characteristics and to develop a decision-algorithm of a new symptom-based scoring system with respect to the identification of elderly lung cancer patients developing pneumonitis after radiotherapy.\n\nTo assess the performance characteristics of the symptom-based scoring system for detection of radiation pneumonitis the receiver operating characteristic (ROC) curve is used to show the connection between sensitivity and specificity for every possible cut-off for the symptom-based scoring system and to select the optimal scoring point for detection of radiation pneumonitis. The area under the ROC curve (AUC) is calculated to prove the diagnostic ability of the scoring system.\n\nSecondary aims include patient satisfaction with the symptom-based scoring system (symptom-questionnaire, paper version).","detailedDescription":"The present prospective study investigates, whether the results of the previous prospective trial can be generalized to elderly patients aged ≥65 years. Its major goal is the identification of the optimal cut-off score to correctly diagnose pneumonitis and discriminate it from other lung diseases in elderly patients irradiated for lung cancer. In addition, the diagnostic value of an increase of the scoring points from baseline scores is evaluated. This study is a prerequisite for the development of a mobile application, which can be used by the patients at home to rate their symptoms possibly related to pneumonitis. This information will contribute to the decision whether pneumonitis is possible or likely and whether any action (e.g. consulting a pulmonologist or visiting a hospital) is required.\n\nThe main goal of this trial is to establish the performance characteristics and to develop a decision-algorithm of a new symptom-based scoring system with respect to the identification of elderly patients developing pneumonitis after radiotherapy for lung cancer. To assess the performance characteristics of the symptom-based scoring system for detection of radiation pneumonitis in elderly lung cancer patients, the receiver operating characteristic (ROC) curve is used to show the connection between sensitivity and specificity for every possible cut-off for the scoring system and to select the optimal scoring point for detection of radiation pneumonitis. The area under the ROC curve (AUC) is calculated to assess the diagnostic ability of the scoring system. Secondary aims include patient satisfaction with the symptom-based scoring system (symptom-questionnaire, paper version), assessed at the end of radiotherapy.\n\nIn case of suspected pneumonitis, patients undergo lung function tests. The suspected diagnosis of pneumonitis is considered substantiated in case of a decrease in forced expiratory volume in 1 second (FEV1) and diffusing capacity of the lung for carbon monoxide (DLCO) to less than 75% from baseline values. In this situation, patients receive a chest x-ray (which may be supplemented by a computed tomography) in accordance with the current standard procedures at the corresponding participating center. Radiation pneumonitis is considered confirmed, if opacities confined to the irradiation fields are seen on chest x-ray and/or ground-glass opacities (focal or nodular), consolidation or both are seen on computed tomography \\[19, 20\\]. If the diagnosis symptomatic radiation pneumonitis (grade ≥2) has been confirmed, patients receive medical intervention. The vast majority of the patients receive prednisolone, which is considered the mainstay of the treatment for radiation pneumonitis. If pneumonitis is not confirmed and symptoms are caused by other (e.g. underlying) disease, the patients receive treatment for this situation.\n\nThe symptom-based sum score is correlated to pneumonitis (yes vs. no). At the end of radiotherapy, patients are asked to complete a questionnaire regarding their satisfaction with the score. In case of a dissatisfaction rate \\>20%, the score needs modifications before it can be used in future studies. In case of a dissatisfaction rate \\>40%, the symptom-based scoring system will be considered not useful.\n\nBased on samplesize calculations, 59 subjects (18 with radiation pneumonitis and 41 without radiation pneumonitis) are required within the Full Analysis Set. Assuming that 5% of subjects will not qualify for Full Analysis Set, a total of 62 subjects should be enrolled.\n\nThe Full Analysis Set includes all subjects who started radiotherapy for lung cancer.\n\nThe primary aim of the study is to assess the performance characteristics of the symptom-based scoring system for detection of radiation pneumonitis. The evaluation will be performed in those subjects, who are available for assessment of the primary endpoint and have completed at least 10 questionnaires (paper version) regarding the symptom-based scoring system.\n\nIn order to allow for patient-based analyses, the multiple score values documented for each patient over time will be reduced to one clinically relevant, patient-specific value only. The following pragmatic and clinically persuasive approach is foreseen:\n\n* For subjects without radiation pneumonitis during study, the maximum score value documented throughout study will be selected.\n* For subjects experiencing radiation pneumonitis, the value documented at the time of diagnosis will be selected.\n\nThese patient-specific values represent the fundamental units for all further statistical analyses. First of all, sensitivity and specificity will be estimated for every possible cut-off value of the symptom-based scoring system.\n\nThe ROC curve is used to show in a graphical way the connection between sensitivity and specificity. The term ROC stands for Receiver Operating Characteristic and is defined as the plot of sensitivity versus 1-Specificity (false-positive rate) across varying cut-offs. A ROC curve corresponding to greater discriminant capacity of the symptom-based scoring system is located closer to the upper-left-hand corner. A ROC curve lying on the diagonal line reflects the performance of a diagnostic test that is no better than chance level.\n\nThe area under the curve (AUC) summarizes the entire location of the ROC curve. The AUC is an effective and combined measure of the sensitivity and specificity that describes the inherent validity of the usefulness of the test in general, where a greater area means a more useful test. If AUC=1 the symptom-based scoring system is perfect in the differentiation between subjects with and without radiation pneumonitis. This happens when the distribution of the score values for the subjects with and without events do not overlap. In contrast, AUC=0.5 means that the scoring system is performing no better than chance. Therefore, the AUC can be considered as a valuable quantitative measure to prove the diagnostic ability of the symptom-based scoring system. A rough guide for classifying the accuracy of a diagnostic test is the traditional academic point system (AUCs of 0.5 - 0.6 = fail; 0.6-0.7 poor; 0.7-0.8 = fair, 0.8-0.9 = good and 0.9-1 = excellent). Therefore, any symptom-based score leading to an AUC of at most 0.7 will be rated insufficiently useful and is not considered worth pursuing.\n\nBased on this definition, the following hypothesis system will be subjected to statistical analysis:\n\nH0: AUC=0.7 versus H1: AUC ≠0.7 Non-parametric methods for AUC estimation and testing using the normal approximation of the asymptotic properties of the AUC with standard errors derived by the method of DeLong, DeLong and Clarke-Pearson will be applied \\[25\\]. Technically, the SAS (SAS Institute Inc.) LOGISTIC procedure with the ROCCONTRAST statement can be used to estimate the AUC and its 95% confidence limit and to provide the p-value for the test mentioned above. A significance level of two-sided 5% is prespecified.\n\nIf statistical significance of the AUC is reached, the most-informative (optimal) scoring point to predict radiation pneumonitis will be established. Based on discussions with various experts, optimality is defined as a score cut-off value with at least 90% and the specificity at least 80%. In addition to this visual selection of a suitable cut-off value, the Youden index (sensitivity + specificity - 1) will be applied to propose an optimal cut-off value for further consideration.\n\nDue to the limited sample size which could be realistically achieved in this multi-center trial within the given study duration, it is not considered feasible to develop and validate the optimal cut-off value identified within this single study at the same time by dividing the study population into training and validation cohorts. Therefore, the derived cut-off value should be considered as a preliminary suggestion which has to be validated in subsequent studies.\n\nAs a further sensitivity analysis, the relationship between tertiles of the symptom-based scores and the incidence of radiation pneumonitis will be statistically tested using the Jonckheere-Terpstra test which is a nonparametric test for ordered differences among groups of score values. It tests the global null hypothesis that the distribution of the response variable does not differ among tertiles. The test is designed to detect alternatives of ordered differences, meaning that the incidence of pneumonitis increases with the tertiles of score values."},"conditionsModule":{"conditions":["Lung Cancer"],"keywords":["Lung cancer, radiotherapy, pneumonitis, scoring system"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"multi-center prospective study","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":62,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Elderly patients with lung cancer and risk of pneumonitis","type":"EXPERIMENTAL","description":"Elderly patients (65 years or older) irradiated for lung cancer who receive a mean radiation dose to the ipsilateral lung \\>13 Gy and, therefore, have an increased risk of developing radiation pneumonitis.","interventionNames":["Other: symptom-based scoring system (symptom-questionnaire, paper version)"]}],"interventions":[{"type":"OTHER","name":"symptom-based scoring system (symptom-questionnaire, paper version)","description":"The patients are asked to complete a paper-based questionnaire (symptom-based scoring system, paper version) once a week during and up to 24 weeks following radiotherapy. The patients state and score symptoms potentially associated with pneumonitis, namely cough, shortness of breath and fever. Scoring points are assigned to severity of the symptoms, and sum scores are used to identify pneumonitis. During the radiotherapy course, patients complete the questionnaire prior to regular appointments with a physician. Following radiotherapy, they are contacted by phone (to minimize the number of hospital visits) once a week for completion of the questionnaire. In case of an increase of the total score when compared to baseline, patients receive a follow-up phone call after 3 days, are asked to come to the hospital as outpatients or are admitted to hospital.","armGroupLabels":["Elderly patients with lung cancer and risk of pneumonitis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with symptomatic radiation pneumonitis (grade ≥2)","description":"Radiation pneumonitis will be assessed according to National Cancer Institute Common Terminology Criteria for Adverse Events (CTCAE) v5.0.","timeFrame":"start of radiotherapy until 24 weeks following radiotherapy"}],"secondaryOutcomes":[{"measure":"Rate of patient satisfaction","description":"2. Patient satisfaction with the symptom-based scoring system (symptom-questionnaire, paper version) will be assessed using a specific questionnaire.","timeFrame":"at the end of radiotherapy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Histologically proven lung cancer\n2. Indication for radiotherapy or chemoradiation\n3. Mean radiation dose to ipsilateral lung \\>13 Gy\n4. Age ≥65 years\n5. Written informed consent\n6. Capacity of the patient to contract\n\nExclusion Criteria:\n\n1. Expected Non-Compliance\n2. Baseline score of \\>4 points","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dirk Rades, MD, FASTRO","role":"CONTACT","phone":"0049-451-500","phoneExt":"45400","email":"DIRK.RADES@UKSH.DE"},{"name":"Elisa M Werner, MD","role":"CONTACT","phone":"0049-451-500","phoneExt":"45420","email":"ElisaMarie.Werner@uksh.de"}],"overallOfficials":[{"name":"Dirk Rades, MD, FASTRO","affiliation":"University of Lubeck","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vejle Hospital, University Hospital of Southern Denmark","city":"Vejle","state":"Southern Denmark","zip":"7100","country":"Denmark","contacts":[{"name":"Charlotte Kristiansen, MD","role":"CONTACT","phone":"0045-7940","phoneExt":"6094","email":"charlotte.kristiansen@rsyd.dk"}],"geoPoint":{"lat":55.70927,"lon":9.5357}},{"facility":"Medical Practice for Radiotherapy and Radiation Oncology","city":"Hannover","state":"Lower Saxony","zip":"30161","country":"Germany","contacts":[{"name":"Stefan Janssen, MD","role":"CONTACT","phone":"0049-511-220","phoneExt":"60420","email":"stefan.janssen@uksh.de"}],"geoPoint":{"lat":52.37052,"lon":9.73322}},{"facility":"Medical School Hamburg, Schwerin Campus","city":"Schwerin","state":"Mecklenburg-Western Pomerania","zip":"19055","country":"Germany","contacts":[{"name":"Marciana N Duma, MD","role":"CONTACT","phone":"0049-385-520","phoneExt":"5070","email":"Marciana.Duma@helios-gesundheit.de"},{"name":"Tobias Bartscht, MD","role":"CONTACT","phone":"0049-385-520","phoneExt":"3500","email":"Tobias.Bartscht@helios-gesundheit.de"}],"geoPoint":{"lat":53.62937,"lon":11.41316}},{"facility":"Malteser Hospital St. Franziskus","city":"Flensburg","state":"Schleswig-Holstein","zip":"24939","country":"Germany","contacts":[{"name":"Carmen Timke, MD","role":"CONTACT","phone":"0049-461-816","phoneExt":"2518","email":"carmen.timke@malteser.org"}],"geoPoint":{"lat":54.78431,"lon":9.43961}},{"facility":"Department of Radiation Oncology, University of Lübeck and University Medical Center Schleswig-Holstein","city":"Lubeck","state":"Schleswig-Holstein","zip":"23562","country":"Germany","contacts":[{"name":"Dirk Rades, MD, FASTRO","role":"CONTACT","phone":"+49-451-500","phoneExt":"45400","email":"dirk.rades@uksh.de"},{"name":"Elisa M Werner, MD","role":"CONTACT","phone":"+49-451-500","phoneExt":"45420","email":"ElisaMarie.Werner@uksh.de"},{"name":"Dirk Rades, Prof. Dr.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Elisa M Werner, Dr.","role":"SUB_INVESTIGATOR"},{"name":"Inga Zwaan","role":"SUB_INVESTIGATOR"},{"name":"Cansu Delikanli","role":"SUB_INVESTIGATOR"},{"name":"Daphne Schepers-von Ohlen, Dr.","role":"SUB_INVESTIGATOR"},{"name":"Sabine Bohnet, Dr.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":53.86893,"lon":10.68729}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011014","term":"Pneumonia"},{"id":"D000008175","term":"Lung Neoplasms"}],"ancestors":[{"id":"D000012142","term":"Respiratory Tract Neoplasms"},{"id":"D000013899","term":"Thoracic Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","asFound":"Lung Cancer","relevance":"HIGH"},{"id":"M13904","name":"Pneumonia","asFound":"Pneumonitis","relevance":"HIGH"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14978","name":"Respiratory Tract Infections","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}