{"protocolSection":{"identificationModule":{"nctId":"NCT06471361","orgStudyIdInfo":{"id":"DV0013"},"organization":{"fullName":"UCB Pharma","class":"INDUSTRY"},"briefTitle":"A Study to Evaluate the Safe and Effective Use of a Zilucoplan Auto-injector by Study Participants With Generalized Myasthenia Gravis","officialTitle":"A Multicenter, Open-Label, Outpatient Study to Evaluate the Safe And Effective Use of a Zilucoplan Auto-Injector Combination Product for Subcutaneous Self-Administration by Study Participants With Generalized Myasthenia Gravis"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-23","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"UCB Biopharma SRL","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this study is to evaluate the effectiveness, safety and tolerability of zilucoplan auto-injector (ZLP-AI) self-administration."},"conditionsModule":{"conditions":["Generalized Myasthenia Gravis"],"keywords":["gMG"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Zilucoplan-auto-injector (ZLP-AI)","type":"EXPERIMENTAL","description":"Study participants will self-administer zilucoplan (ZLP) based on their body weight using auto-injector (AI).","interventionNames":["Drug: Zilucoplan"]}],"interventions":[{"type":"DRUG","name":"Zilucoplan","description":"Zilucoplan will be self-administered subcutaneously by study participants at pre-specified time points.","armGroupLabels":["Zilucoplan-auto-injector (ZLP-AI)"],"otherNames":["RA101495"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of effective self-administrations of zilucoplan using the zilucoplan-auto-injector (ZLP-AI) from Visit 1 to Visit 8","description":"Effective self-administration is defined as: Complete dose delivery: completeness of the delivery as confirmed by the Investigator. The entire dose of investigational medicinal product (IMP) should be completely delivered (that is, the yellow plunger that can be seen through the device window should be completely depressed).","timeFrame":"Visit 1 (Day 1) to Visit 8 (Day 14)"}],"secondaryOutcomes":[{"measure":"Percentage of effective self administrations of zilucoplan using ZLP-AI at Visit 8","description":"Effective self-administration is defined as: Complete dose delivery: completeness of the delivery as confirmed by the Investigator. The entire dose of IMP should be completely delivered (that is, the yellow plunger that can be seen through the device window should be completely depressed).","timeFrame":"Visit 8 (Day 14)"},{"measure":"Percentage of effective self administration of zilucoplan using ZLP-AI at Visit 1","description":"Effective self-administration is defined as: Complete dose delivery: completeness of the delivery as confirmed by the Investigator. The entire dose of IMP should be completely delivered (that is, the yellow plunger that can be seen through the device window should be completely depressed).","timeFrame":"Visit 1 (Day 1)"},{"measure":"Occurrence of serious adverse events (SAEs) during the course of the study","description":"A SAE is defined as any untoward medical occurrence that, at any dose: a. Results in death; b. Is life-threatening; c. Requires inpatient hospitalization or prolongation of existing hospitalization; d. Results in persistent disability/incapacity; e. Is a congenital anomaly/birth defect; f. Important medical events.","timeFrame":"From Visit 1 (Day 1) up to the Safety Follow-up Visit (up to Day 21)"},{"measure":"Occurrence of treatment-emergent adverse events (TEAEs) during the course of the study","description":"Treatment-emergent adverse events (TEAEs) are any untoward medical incidence in a subject during administered study treatment, whether or not these events are related to study treatment.","timeFrame":"From Visit 1 (Day 1) up to the Safety Follow-up Visit (up to Day 21)"},{"measure":"Occurrence of nonserious adverse device effects (ADE) during the course of the study","description":"An ADE is defined as an adverse event related to the use of an investigational medical device. This definition includes any adverse events resulting from insufficient or inadequate instructions for use, deployment, implantation, installation, or operation, or any malfunction of the investigational medical device as well as any event resulting from use error or from intentional misuse of the investigational medical device.","timeFrame":"From Visit 1 (Day 1) up to the Safety Follow-up Visit (up to Day 21)"},{"measure":"Occurrence of serious adverse device effects (SADE) during the course of the study","description":"A SADE is defined as an adverse device effect that has resulted in any of the consequences characteristic of a serious adverse event. A SAE is defined as any untoward medical occurrence that, at any dose: a. Results in death; b. Is life-threatening; c. Requires inpatient hospitalization or prolongation of existing hospitalization; d. Results in persistent disability/incapacity; e. Is a congenital anomaly/birth defect; f. Important medical events.","timeFrame":"From Visit 1 (Day 1) up to the Safety Follow-up Visit (up to Day 21)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Study participant is male or female and must be at least 18 years of age at the time of signing the informed consent form (ICF).\n* Study participant must have a documented diagnosis of gMG, based on study participant's history and supported by previous evaluations.\n* Study participant is currently participating in ZLP (zilucoplan) study RA101495-02.302 (NCT04225871) or is administering commercial ZLP on a stable dosing regimen for at least 1 month prior to Screening.\n* Study participants on commercial ZLP need to receive ZLP per the approved local labeling.\n* Study participant is considered reliable and capable of adhering to the study protocol (eg, able to understand and complete questionnaires and able to adhere to the visit schedule) according to the judgement of the Investigator.\n* Study participant is willing and capable of self-administering ZLP using the zilucoplan-auto-injector (ZLP AI) according to the instructions for use (IFU), ie, does not have any visual, physical, or other disability or impairment that interferes with his/her capacity to self-administer; if the participant has a caregiver, he/she may assist the participant with the injection.\n* Vaccination with a quadrivalent meningococcal vaccine and, where available, meningococcal serotype B vaccine at least 14 days prior to investigational medicinal product (IMP) administration, if not vaccinated within 3 years prior to the start of treatment. Booster vaccination(s) should also be administered as clinically indicated, according to the local standard of care, for participants who have been previously vaccinated against Neisseria meningitidis.\n* Female participants of childbearing potential must have a negative urine pregnancy test prior to the first dose of study drug.\n* Male and/or female study participants\n\n  1. A male participant must agree to use contraception during the Treatment Period and for 40 days after the last dose of study medication, and refrain from donating sperm during this period.\n  2. A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least 1 of the following conditions applies:\n* Not a woman of childbearing potential (WOCBP) OR A WOCBP who agrees to follow the contraceptive guidance the Treatment Period and for 40 days after the last dose of study medication.\n* Capable of giving signed informed which includes compliance with the requirements and restrictions listed in the ICF and in this protocol.\n\nExclusion Criteria:\n\n* Study participant has any medical or psychiatric condition that, in the opinion of the Investigator, could jeopardize or would compromise the study participant's ability to participate in this study.\n* Female participants who are breastfeeding, pregnant, or plan to become pregnant during the study.\n* Study participant has a known hypersensitivity to any components of the study medication (and/or an investigational device) as stated in this protocol.\n* Study participant has a clinically relevant active infection or a history of serious infection (resulting in hospitalization or requiring intravenous antibiotic treatment) within 6 weeks before Visit 1.\n* Study participant has a history of meningococcal disease.\n* Participant has previously participated in this study or participant has previously been assigned to treatment in a study of the medication under investigation in this study (except studies RA101495-02.201 (NCT03315130), RA101495-02.301 (NCT04115293), or RA101495-02.302 (NCT04225871), which are not excluded, unless the participant was required to withdraw from said studies for a safety reason which could reasonably recur).\n* Participant has participated in another study of an IMP (and/or an investigational device) different from ZLP within the previous 3 months or 5 half-lives, whichever is longer, or is currently participating in another study of an IMP (and/or an investigational device).\n* Current unstable liver or biliary disease at Screening (Visit 1), per Investigator assessment, defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal or gastric varices, persistent jaundice, or cirrhosis. NOTE: with exception of stable hepatobiliary conditions (including Gilbert's syndrome, asymptomatic gallstones).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"UCB Cares","role":"CONTACT","phone":"001-844-599-2273 (USA)","email":"ucbcares@ucb.com"},{"name":"UCB Cares","role":"CONTACT","phone":"001 844 599 2273"}],"overallOfficials":[{"name":"UCB Cares","affiliation":"001 844 599 2273","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data from this trial may be requested by qualified researchers six months after product approval in the US and/or Europe, or global development is discontinued, and 18 months after trial completion. Investigators may request access to anonymized individual patient-level data and redacted trial documents which may include: analysis-ready datasets, study protocol, annotated case report form, statistical analysis plan, dataset specifications, and clinical study report. Prior to use of the data, proposals need to be approved by an independent review panel at www.Vivli.org and a signed data sharing agreement will need to be executed. All documents are available in English only, for a prespecified time, typically 12 months, on a password protected portal. This plan may change if the risk of re-identifying trial participants is determined to be too high after the trial is completed; in this case and to protect participants, individual patient-level data would not be made available.","infoTypes":["STUDY_PROTOCOL","SAP","CSR"],"timeFrame":"Data from this trial may be requested by qualified researchers six months after product approval in the US and/or Europe or global development is discontinued, and 18 months after trial completion.","accessCriteria":"Qualified researchers may request access to anonymized IPD and redacted study documents which may include: raw datasets, analysis-ready datasets, study protocol, blank case report form, annotated case report form, statistical analysis plan, dataset specifications, and clinical study report. Prior to use of the data, proposals need to be approved by an independent review panel at www.Vivli.org and a signed data sharing agreement will need to be executed.All documents are available in English only, for a pre-specified time, typically 12 months, on a password protected portal.","url":"https://www.Vivli.org"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009157","term":"Myasthenia Gravis"},{"id":"D000018908","term":"Muscle Weakness"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000020879","term":"Neuromuscular Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020361","term":"Paraneoplastic Syndromes, Nervous System"},{"id":"D000009423","term":"Nervous System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010257","term":"Paraneoplastic Syndromes"},{"id":"D000020274","term":"Autoimmune Diseases of the Nervous System"},{"id":"D000019636","term":"Neurodegenerative Diseases"},{"id":"D000020511","term":"Neuromuscular Junction Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M12112","name":"Myasthenia Gravis","asFound":"Myasthenia Gravis","relevance":"HIGH"},{"id":"M20944","name":"Muscle Weakness","asFound":"Myasthenia","relevance":"HIGH"},{"id":"M13204","name":"Paresis","relevance":"LOW"},{"id":"M4554","name":"Asthenia","relevance":"LOW"},{"id":"M12092","name":"Muscular Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M22619","name":"Neuromuscular Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M13170","name":"Paraneoplastic Syndromes","relevance":"LOW"},{"id":"M22160","name":"Paraneoplastic Syndromes, Nervous System","relevance":"LOW"},{"id":"M12367","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M4629","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M22094","name":"Autoimmune Diseases of the Nervous System","relevance":"LOW"},{"id":"M21558","name":"Neurodegenerative Diseases","relevance":"LOW"},{"id":"M22297","name":"Neuromuscular Junction Diseases","relevance":"LOW"},{"id":"M12411","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T3973","name":"Myasthenia Gravis","asFound":"Myasthenia Gravis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}