{"protocolSection":{"identificationModule":{"nctId":"NCT06477094","orgStudyIdInfo":{"id":"297420"},"organization":{"fullName":"University of Arkansas","class":"OTHER"},"briefTitle":"RFA Using Multi-Tined Electrodes vs.Traditional Electrodes for Lumbar Spondylosis","officialTitle":"Efficacy of Radiofrequency Ablation Using Multi-Tined Electrodes vs. Traditional Electrodes for Treatment of Lumbar Spondylosis"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Arkansas","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"Spondylosis is an anatomical defect of the small facet joints between the spinal vertebrae often due to load bearing and mechanical wear. It is a major contributor to lower back pain. The current standard of care in patients diagnosed with spondylosis in the lower back is to perform a radiofrequency ablation (RFA) of the lumbar medial branch nerves which carry the pain signals from that region to the brain. RFA accomplishes this by using radio waves transmitted through inserted electrodes. This leads to a temporary lesion or \"burn\"; stopping the pain signals from being transmitted as as well as changing the pain signals themselves. The electrodes themselves do not heat up but instead cause ions in the surrounding tissue to vibrate and heat up. When performing the procedure at the UAMS pain clinic, one can use the Stryker system with a single electrode end which protrudes out of the cannula or the Stratus Nimbus electrode with two prongs which expand in a \"V\"; formation along the sides of the cannula. While testing in chicken tissue shows that the latter electrode type produces a larger lesion size, anecdotal evidence suggests that it may lead to longer term pain relief. As such, the choice is currently left up to physician preference as both are FDA approved for use in this condition. This study is trying to assess if the larger lesion size results in a reduction in impairment of activities of daily living due to pain measured by the patient-reported PROMIS-29 questionnaire. The PROMIS-29 is given to all patients who are seen in the UAMS Pain Clinic at initial and follow-up visits. In this study we would like to randomize what electrode and cannula set is used in RFA for patient's who are already going to be receiving the procedure for treatment for their spondylosis. The study team would then compare the PRMOIS outcomes between cases that used the Stryker and Stratus Nimbus electrodes at 1,3,6, and 9. It is hypothesized that the Nimbus electrode will result in a greater reduction and improvement in PROMIS scores for a longer duration than the Stryker electrode.","detailedDescription":"This study is a single center double-blinded prospective randomized clinical trial. Patients will be recruited from the pool of patients seen by the Principal Investigators (PIs) and collaborating physicians in the UAMS pain management clinic through the Department of Anesthesiology. Candidacy for RFA is determined by the standard of care which includes diagnosis of axial low back pain without lower extremity radiation or other primary pain generators. These patients should not have had previous RFA's in the lumbar region before. These patients should receive greater than 80% pain relief following two diagnostic MBBs completed at separate times. In routine care, physicians discuss with patients the risks and benefits associated with the RFA procedure. In order to establish a baseline level of pain, disability, and impairment of daily living, patients are routinely asked to complete the PROMIS-29 questionnaire to the best of their ability. Once patients receive their second MBB they are to return 2 to 4 weeks later for RFA should they meet the necessary 80% pain relief. At the time of the procedure, a simple randomization performed by a staff member not involved in the patient's care, will be used to determine if the patient's procedure will involve the use of the Stratus Nimbus or the Stryker Venom electrode and cannula set. The provider performing the procedure will be made aware of which electrode is to be used. However, patients will be blinded to the group to which they were randomized. Patients will continue with conventional RFA as per standard of care. Patients will then be contacted at 1,3,6, and 9 months for assessment of response to intervention including the PROMIS-29 questionnaire. Scores are then compared to those taken at baseline to determine efficacy of treatment and inform future care."},"conditionsModule":{"conditions":["Lumbar Spondylosis"],"keywords":["Radiofrequency Ablation","Lower Back Pain","Lumbar Spondylosis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Single Blinded Randomized Control Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Stratus Nimbus","type":"ACTIVE_COMPARATOR","description":"Patients will receive their radiofrequency ablation procedure of the lumbar medial branch nerves with the Stratus Nimbus Electrode.","interventionNames":["Device: Stratus Nimbus Electrosurgical RF Multi-Tined Expandable Electrode"]},{"label":"Stryker Venom","type":"ACTIVE_COMPARATOR","description":"Patients will receive their radiofrequency ablation procedure of the lumbar medial branch nerves with the Stryker Venom Cannula.","interventionNames":["Device: Stryker Venom Radiofrequency Cannula"]}],"interventions":[{"type":"DEVICE","name":"Stratus Nimbus Electrosurgical RF Multi-Tined Expandable Electrode","description":"Radiofrequency Ablation of Lumbar Medial Branch Nerves using the Stratus Nimbus Electrode","armGroupLabels":["Stratus Nimbus"]},{"type":"DEVICE","name":"Stryker Venom Radiofrequency Cannula","description":"Radiofrequency Ablation of Lumbar Medial Branch Nerves using the Stryker Venom Cannula","armGroupLabels":["Stryker Venom"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PROMIS Outcomes","description":"Impairment of Activities of Daily Living as reported by patients in the PROMIS-29 questionnaire","timeFrame":"0, 1, 3, 6, and 9 months from procedure date"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Greater than 18 years of age\n2. Presenting with chronic non-radicular lower back pain\n3. Failure of conservative treatment such as physical therapy or NSAID usage\n4. Diagnosis of lumbar facet mediated lower back pain by a board-certified chronic pain physician via two sets of prognostic lumbar MBBs with 0.5cc of 0.5% bupivacaine with \\>80% pain relief\n\nExclusion Criteria:\n\n1. History of known coagulopathy\n2. \\> 3 American Society of Anesthesiologists Classification\n3. Pregnancy\n4. Spinal hardware between L3 and S1\n5. Allergies to injection medications\n6. English illiteracy\n7. Pain improvement following physical therapy or NSAID usage\n8. Previous history of attempted lumbar RFA","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jarna Shah, MD","role":"CONTACT","phone":"6308648577","email":"jshah2@uams.edu"},{"name":"Edward E Denton, BS","role":"CONTACT","phone":"9018323377","email":"edenton@uams.edu"}],"overallOfficials":[{"name":"Jarna Shah, MD","affiliation":"University of Arkansas","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Arkansas for Medical Sciences","city":"Little Rock","state":"Arkansas","zip":"72205","country":"United States","contacts":[{"name":"Jarna Shah, MD","role":"CONTACT","phone":"630-864-8577","email":"Jshah2@uams.edu"},{"name":"Edward Denton, BS","role":"SUB_INVESTIGATOR"},{"name":"Johnathan Goree, MD","role":"SUB_INVESTIGATOR"},{"name":"Rania Elkhateb, MD","role":"SUB_INVESTIGATOR"},{"name":"Gregory L Smith, MD","role":"SUB_INVESTIGATOR"},{"name":"Aparna Jindal, MD","role":"SUB_INVESTIGATOR"},{"name":"Christopher Maranto, MD","role":"SUB_INVESTIGATOR"},{"name":"Jarna Shah, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":34.74648,"lon":-92.28959}}]},"referencesModule":{"references":[{"pmid":"8219517","type":"BACKGROUND","citation":"Andersson HI, Ejlertsson G, Leden I, Rosenberg C. Chronic pain in a geographically defined general population: studies of differences in age, gender, social class, and pain localization. Clin J Pain. 1993 Sep;9(3):174-82. doi: 10.1097/00002508-199309000-00004."},{"pmid":"8059268","type":"BACKGROUND","citation":"Schwarzer AC, Aprill CN, Derby R, Fortin J, Kine G, Bogduk N. Clinical features of patients with pain stemming from the lumbar zygapophysial joints. Is the lumbar facet syndrome a clinical entity? Spine (Phila Pa 1976). 1994 May 15;19(10):1132-7. doi: 10.1097/00007632-199405001-00006."},{"pmid":"17325518","type":"BACKGROUND","citation":"Cohen SP, Raja SN. Pathogenesis, diagnosis, and treatment of lumbar zygapophysial (facet) joint pain. Anesthesiology. 2007 Mar;106(3):591-614. doi: 10.1097/00000542-200703000-00024."},{"pmid":"38512629","type":"BACKGROUND","citation":"Lainez Ramos-Bossini AJ, Jimenez Gutierrez PM, Ruiz Santiago F. Efficacy of radiofrequency in lumbar facet joint pain: a systematic review and meta-analysis of placebo-controlled randomized controlled trials. Radiol Med. 2024 May;129(5):794-806. doi: 10.1007/s11547-024-01809-8. Epub 2024 Mar 21."},{"pmid":"37143095","type":"BACKGROUND","citation":"Li SJ, Zhang SL, Feng D. A comparison of pulsed radiofrequency and radiofrequency denervation for lumbar facet joint pain. J Orthop Surg Res. 2023 May 5;18(1):331. doi: 10.1186/s13018-023-03814-5."},{"pmid":"28934795","type":"BACKGROUND","citation":"Cedeno DL, Vallejo A, Kelley CA, Tilley DM, Kumar N. Comparisons of Lesion Volumes and Shapes Produced by a Radiofrequency System with a Cooled, a Protruding, or a Monopolar Probe. Pain Physician. 2017 Sep;20(6):E915-E922."},{"pmid":"32503359","type":"BACKGROUND","citation":"Manchikanti L, Kaye AD, Soin A, Albers SL, Beall D, Latchaw R, Sanapati MR, Shah S, Atluri S, Abd-Elsayed A, Abdi S, Aydin S, Bakshi S, Boswell MV, Buenaventura R, Cabaret J, Calodney AK, Candido KD, Christo PJ, Cintron L, Diwan S, Gharibo C, Grider J, Gupta M, Haney B, Harned ME, Helm Ii S, Jameson J, Jha S, Kaye AM, Knezevic NN, Kosanovic R, Manchikanti MV, Navani A, Racz G, Pampati V, Pasupuleti R, Philip C, Rajput K, Sehgal N, Sudarshan G, Vanaparthy R, Wargo BW, Hirsch JA. Comprehensive Evidence-Based Guidelines for Facet Joint Interventions in the Management of Chronic Spinal Pain: American Society of Interventional Pain Physicians (ASIPP) Guidelines Facet Joint Interventions 2020 Guidelines. Pain Physician. 2020 May;23(3S):S1-S127."},{"pmid":"15187637","type":"BACKGROUND","citation":"Kornick C, Kramarich SS, Lamer TJ, Todd Sitzman B. Complications of lumbar facet radiofrequency denervation. Spine (Phila Pa 1976). 2004 Jun 15;29(12):1352-4. doi: 10.1097/01.brs.0000128263.67291.a0."},{"type":"BACKGROUND","citation":"Bogduk N, Dreyfuss P, Baker R, Yin W, Landers M, Hammer M, Aprill C. Complications of spinal diagnostic and treatment procedures. Pain Med. 2008;9"},{"pmid":"28025351","type":"BACKGROUND","citation":"Carr CM, Plastaras CT, Pingree MJ, Smuck M, Maus TP, Geske JR, El-Yahchouchi CA, McCormick ZL, Kennedy DJ. Immediate Adverse Events in Interventional Pain Procedures: A Multi-Institutional Study. Pain Med. 2016 Dec;17(12):2155-2161. doi: 10.1093/pm/pnw051. Epub 2016 Apr 15."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000055009","term":"Spondylosis"},{"id":"D000055013","term":"Osteoarthritis, Spine"}],"ancestors":[{"id":"D000013122","term":"Spinal Diseases"},{"id":"D000001847","term":"Bone Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000025241","term":"Spondylarthritis"},{"id":"D000013166","term":"Spondylitis"},{"id":"D000010003","term":"Osteoarthritis"},{"id":"D000001168","term":"Arthritis"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M27993","name":"Spondylosis","asFound":"Spondylosis","relevance":"HIGH"},{"id":"M4714","name":"Back Pain","relevance":"LOW"},{"id":"M19433","name":"Low Back Pain","relevance":"LOW"},{"id":"M12926","name":"Osteoarthritis","relevance":"LOW"},{"id":"M27997","name":"Osteoarthritis, Spine","asFound":"Lumbar Spondylosis","relevance":"HIGH"},{"id":"M15919","name":"Spinal Diseases","relevance":"LOW"},{"id":"M5126","name":"Bone Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M15961","name":"Spondylitis","relevance":"LOW"},{"id":"M23035","name":"Spondylarthritis","relevance":"LOW"},{"id":"M4476","name":"Arthritis","relevance":"LOW"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M15045","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6323","name":"Collagen Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]}},"hasResults":false}