{"protocolSection":{"identificationModule":{"nctId":"NCT06478277","orgStudyIdInfo":{"id":"341045"},"organization":{"fullName":"University of Manchester","class":"OTHER"},"briefTitle":"UK CARDIOvascular Immune-Mediated Inflammatory Diseases (CARDIO-IMID) Registry Study","officialTitle":"The UK CARDIOvascular Immune-Mediated Inflammatory Diseases (CARDIO-IMID) Registry","acronym":"CARDIO-IMID"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Maya H. Buch","investigatorTitle":"Professor of Rheumatology and Director of Experimental Medicine at the Centre for Musculoskeletal Research, University of Manchester","investigatorAffiliation":"University of Manchester"},"leadSponsor":{"name":"University of Manchester","class":"OTHER"},"collaborators":[{"name":"University of Cambridge","class":"OTHER"},{"name":"University of Oxford","class":"OTHER"},{"name":"University of Edinburgh","class":"OTHER"},{"name":"University of Leeds","class":"OTHER"},{"name":"Imperial College London","class":"OTHER"},{"name":"Medical Research Council","class":"OTHER_GOV"},{"name":"British Heart Foundation","class":"OTHER"},{"name":"Swansea University","class":"OTHER"},{"name":"British Heart Foundation Data Science Centre","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this observational study is to develop a large, deeply characterised cohort that will be a platform for collaborative clinical and translational research into cardiovascular (CV) disease (CVD) and Immune-mediated-inflammatory-diseases (IMID). The main aim is to evaluate whether existing blood cardiac biomarkers predict adverse cardiovascular outcomes. The study will capture standard of care CV and associated health data (clinical, biochemistry/pathology and investigations) in patients across the IMIDs. Optional biological and/or imaging sub-studies will provide additional data and/or samples for associated analyses.","detailedDescription":"Multimorbidity is a rapidly growing burden on our healthcare systems, especially with an ageing demographic. CVD is a major cause of morbidity and mortality. The co-association of IMIDs with CVD needs more sophisticated understanding of the underlying risk, earlier identification and tailored use of targeted therapeutics. Importantly, the investigation of CVD in IMID offers an effective human experimental model to improve not just the lives of people with IMIDs but also the general CVD population.\n\nThe UK CARDIOvascular Immune-Mediated Inflammatory Diseases (CARDIO-IMID) registry will be a key platform for United Kingdom (UK) multi-centre clinical and translational CARDIO-IMID research. The aim is that centres across the UK including all the devolved nations will collaborate and contribute patients such that the registry will provide deep phenotyping, linked to clinical outcomes, in, ultimately, many hundreds of patients. The planned study will establish a deeply phenotyped cohort and/or as part of the optional sub-study, an associated bioresource to support individual discrete studies and/or analyses that address the stated aims and objectives. All potential participants will be invited to participate in the longitudinal collection and evaluation of routine comprehensive clinical information, including pathology, imaging and other cardiovascular data. This programme will identify patients within defined IMID clinical cohorts at different stages of (rheumatology and cardiovascular) disease. These data will be invaluable in enabling a full characterisation of CVD in terms of the extent, presentation, risk factors, and pathophysiology. Patients are seen as per standard clinical practice determined by the index IMID and in this setting, also dependent on co-existing CV comorbidity, usually every 3-6 months at time of IMID/CVD diagnosis and then 6 to 12 monthly thereafter. Specific questionnaires and tests requested outside of standard of care (sub-studies) will depend on disease group and clinical context. Not all patients will be required to complete all the relevant questionnaires, instead, based on individual IMID and/or CVD profile.\n\nIn addition, there is the opportunity for subjects to include (i) longitudinal biological (blood) samples and (ii) extended cardiovascular magnetic resonance (CMR) imaging protocol for those receiving CMR as part of National Health Service (NHS) standard of care.\n\nCollectively, the study and associated platform with appropriate biostatistical and machine learning approaches will inform on the pathophysiological sequence of events, identification of prognostic biomarkers and risk models; as well as enable evaluation of the influence of IMID-specific vascular +/- immunosuppressive therapies and traditional cardiac pharmacotherapy where indicated. It will also establish a platform for trials in IMIDs to capture CV outcomes. Moreover, it will provide cohorts of patients readily available for recruitment, with linkage in place for outcomes. It could be used to leverage commercial funding and participation, facilitated by simplified, single-point access for industry. It will enable scaled investigation aimed at understanding causes of CARDIO-IMID, improving risk stratification and providing better care."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Immune-Mediated Inflammatory Diseases"],"keywords":["Cardiovascular disease","Immune-mediated Inflammatory Diseases","Registry"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"5 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood sampling will be performed that may support deoxyribonucleic acid (DNA) extraction, plasma and serum. The total volume of blood collected will be up to maximum 75 ml. Multiple types of analyses may be performed on the donated samples, including genomics; transcriptome analysis; protein, lipid, carbohydrate, biochemistry, metabolomics and other analytes. As technology is continually advancing it is not possible to comprehensively list analysis methods that may be applied to samples in the future, but UK CARDIO-IMID will provide a powerful resource for evaluating emerging methodologies and analyses."},"enrollmentInfo":{"count":600,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with abnormal high-sensitivity cardiac troponin I/T levels","description":"The total number of participants with abnormal high-sensitivity troponin I/T levels (assessed by blood draw) will be measured.\n\nUnit: number of participants","timeFrame":"5 years"},{"measure":"Number of participants with abnormal N-terminal pro B-type natriuretic peptide (NT-pro BNP) levels","description":"The total number of participants with abnormal NT-pro BNP levels (assessed by blood draw) will be measured.\n\nUnit: number of participants","timeFrame":"5 years"}],"secondaryOutcomes":[{"measure":"Number of participants with atherosclerotic cardiovascular disease (ASCVD)","description":"Total number of participants with ASCVD\n\nASCVD: Death due to acute myocardial infarction (MI), Sudden cardiac death, Death due to heart failure, Death due to stroke, Death due to cardiovascular procedures, Death due to cardiovascular haemorrhage, Death due to other cardiovascular causes: peripheral artery disease, Non-fatal MI, Non-fatal stroke of any classification, including reversible focal neurologic, defects with imaging evidence of a new cerebral lesion consistent with ischemia or haemorrhage.\n\nUnit: number of participants","timeFrame":"5 years"},{"measure":"Number of participants with myopericardial involvement","description":"Total number of participants with primary myocardial events such as myocarditis, pericarditis.\n\nUnits: number of participants","timeFrame":"5 years"},{"measure":"Number of participants with other cardiovascular events","description":"The total number of participants with other cardiovascular events not already accounted for: Hospitalization for unstable angina; Coronary revascularization; Hospitalization for heart failure; Transient ischemic attack (TIA); Peripheral vascular disease (PVD); Venous thromboembolism (VTE) (deep vein thrombosis and/or pulmonary embolism \\[PE\\], all-cause mortality).\n\nUnits: number of participants","timeFrame":"5 years"},{"measure":"Atrial and ventricular volumetrics","description":"Atrial and ventricular volumetrics will be continuously measured. Mean and median values will be reported.\n\nUnits: mL/m2","timeFrame":"5 years"},{"measure":"Systolic and diastolic function","description":"Systolic and diastolic function will be continuously measured. Mean values will be reported.\n\nUnits: %","timeFrame":"5 years"},{"measure":"Abnormalities in regional wall motion","description":"Abnormalities in regional wall motion will be reported as a descriptive measure.\n\nUnit: no units (descriptive measure of either: normal, hypokinetic (reduced endocardial excursion and wall thickening), akinetic (absent endocardial excursion and wall thickening) or diskinetic (systolic bulging with no thickening))","timeFrame":"5 years"},{"measure":"Global longitudinal strain","description":"Global longitudinal strain will be continuously measured. Mean values will be reported.\n\nUnits: %","timeFrame":"5 years"},{"measure":"T2 relaxation time","description":"T2 relaxation time will be continuously measured in participants undergoing cardiac magnetic resonance imaging as an indicator of myocardial inflammation. Mean and median values will be reported.\n\nUnit: ms","timeFrame":"5 years"},{"measure":"Late gadolinium enhancement","description":"Late gadolinium enhancement will be measured in participants undergoing cardiac magnetic resonance imaging as an indicator for the presence and extent of replacement fibrosis.\n\nUnit: no units (reported as either: presence or absence)","timeFrame":"5 years"},{"measure":"T1 relaxation time","description":"T1 relaxation time will be continuously measured in participants undergoing cardiac magnetic resonance imaging as an indicator for the presence and extent of replacement fibrosis. Mean and median values will be reported.\n\nUnit: ms","timeFrame":"5 years"},{"measure":"Extracellular volume fraction","description":"Extracellular volume fraction will be continuously measured in participants undergoing cardiac magnetic resonance imaging as an indicator for the presence and extent of replacement fibrosis. Mean values will be reported.\n\nUnit: %","timeFrame":"5 years"},{"measure":"Aortic distensibility","description":"Aortic distensibility will be continuously measured in participants undergoing cardiac magnetic resonance imaging. Mean and median values will be reported.\n\nUnit: mm/Hg","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Written informed consent\n2. Diagnosis of an IMID by a rheumatologist with categorisation into one of the following:\n\n   i. IMID-'higher risk' CVD: individuals who have a risk of developing CVD (based on traditional risk factors and/or IMID-specific factors) but no history of CVD\n   1. Coronary artery disease (CAD): specifically, a high pre-test probability of CAD based on clinical risk factors (e.g. QRISK3 score ≥10%) and/or elevated biochemical markers (high-sensitivity C-reactive protein ≥2mg/L and/or Lipoprotein(a) ≥70mg/dL)\n   2. Myopericardial involvement: Specific IMID and/or cardiovascular indicators that place at increased risk e.g. autoantibody associations, presence of peripheral myositis or other major organ involvement; incidental raised serum cardiac biomarkers (troponin and/or NT-pro BNP), on routine testing\n\n      ii. Incident (new) IMID-CVD: Patients with IMID that present with a new history of CVD\n\n   <!-- -->\n\n   1. ASCVD i. Major adverse cardiovascular events (MACE):\n\n      - Non-fatal myocardial infarction.\n\n      - Non-fatal stroke of any classification, including reversible focal neurologic\n\n      - Defects with imaging evidence of a new cerebral lesion consistent with ischemia or haemorrhage.\n\n      ii. Other cardiovascular events not accounted for in the MACE-3 composite 2)a)i:\n\n      - Hospitalization for unstable angina\n\n      - Coronary revascularization\n\n      - Hospitalization for heart failure\n\n      - Transient Ischemic Attack (TIA)\n\n      - Peripheral Vascular Disease (PVD)\n      * Deep vein thrombosis (VTE) and/or pulmonary embolism \\[PE\\].\n   2. Myopericardial involvement: as diagnosed by a cardiology specialist with 'tier 2' cardiovascular imaging and/or other clinical and biochemical criteria in line with usual care\n\n      iii. Established IMID-CVD\n\n   a) Patients with IMID and a history of past cardiovascular event as detailed in 2) a) above.\n\n   b) Patients with a known history of myopericardial involvement as defined above in 2) b)\n\nBiological sub-study inclusion criteria\n\n* There are no additional inclusion criteria for this sub-study\n\nExtended protocol standard CMR sub-study inclusion criteria.\n\n* Participants that receive a CMR scan as standard of care\n\nExclusion Criteria:\n\n1. Age less than 18 years\n2. Unable to give informed consent\n\nBiological sub-study exclusion criteria:\n\n- There are no additional exclusion criteria for this sub-study\n\nCMR sub-study exclusion criteria:\n\nStandard of care contraindications to:\n\n1. CMR: metal implant eg metal fragments in the eye, pacemaker; claustrophobia; inability to lie flat\n2. Magnetic Resonance Imaging (MRI) contrast: renal failure with estimated glomerular filtration rate (eGFR) \\<30,","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be recruited from NHS secondary care in the United Kingdom. Potential participants may be identified from clinics, wards, diagnostic pathways and departments, electronic and paper-based health records, databases and waiting lists in secondary care. All individuals will be considered for inclusion in this study regardless of age, disability, gender reassignment, marriage and civil partnership, pregnancy and maternity, race, religion and belief, sex, and sexual orientation, except where the study inclusion and exclusion criteria explicitly state otherwise.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Georgia Reeves","role":"CONTACT","phone":"+44 161 306 5600","email":"georgia.reeves@manchester.ac.uk"},{"name":"James Lawrence","role":"CONTACT","phone":"+44 161 306 5600","email":"james.lawrence@manchester.ac.uk"}],"overallOfficials":[{"name":"Maya H Buch, MD","affiliation":"University of Manchester","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"25681826","type":"BACKGROUND","citation":"Luscher TF. Heart failure: the cardiovascular epidemic of the 21st century. Eur Heart J. 2015 Feb 14;36(7):395-7. doi: 10.1093/eurheartj/ehv004. No abstract available."},{"pmid":"27206819","type":"BACKGROUND","citation":"Ponikowski P, Voors AA, Anker SD, Bueno H, Cleland JGF, Coats AJS, Falk V, Gonzalez-Juanatey JR, Harjola VP, Jankowska EA, Jessup M, Linde C, Nihoyannopoulos P, Parissis JT, Pieske B, Riley JP, Rosano GMC, Ruilope LM, Ruschitzka F, Rutten FH, van der Meer P; ESC Scientific Document Group. 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC)Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur Heart J. 2016 Jul 14;37(27):2129-2200. doi: 10.1093/eurheartj/ehw128. Epub 2016 May 20. No abstract available. Erratum In: Eur Heart J. 2018 Mar 7;39(10):860. doi: 10.1093/eurheartj/ehw383."},{"pmid":"29519849","type":"BACKGROUND","citation":"Chang PP, Wruck LM, Shahar E, Rossi JS, Loehr LR, Russell SD, Agarwal SK, Konety SH, Rodriguez CJ, Rosamond WD. Trends in Hospitalizations and Survival of Acute Decompensated Heart Failure in Four US Communities (2005-2014): ARIC Study Community Surveillance. Circulation. 2018 Jul 3;138(1):12-24. doi: 10.1161/CIRCULATIONAHA.117.027551. Epub 2018 Mar 8."},{"pmid":"16855265","type":"BACKGROUND","citation":"Owan TE, Hodge DO, Herges RM, Jacobsen SJ, Roger VL, Redfield MM. Trends in prevalence and outcome of heart failure with preserved ejection fraction. N Engl J Med. 2006 Jul 20;355(3):251-9. doi: 10.1056/NEJMoa052256."},{"pmid":"29050567","type":"BACKGROUND","citation":"Lewis GA, Schelbert EB, Williams SG, Cunnington C, Ahmed F, McDonagh TA, Miller CA. Biological Phenotypes of Heart Failure With Preserved Ejection Fraction. J Am Coll Cardiol. 2017 Oct 24;70(17):2186-2200. doi: 10.1016/j.jacc.2017.09.006."},{"pmid":"13678871","type":"BACKGROUND","citation":"Yusuf S, Pfeffer MA, Swedberg K, Granger CB, Held P, McMurray JJ, Michelson EL, Olofsson B, Ostergren J; CHARM Investigators and Committees. Effects of candesartan in patients with chronic heart failure and preserved left-ventricular ejection fraction: the CHARM-Preserved Trial. Lancet. 2003 Sep 6;362(9386):777-81. doi: 10.1016/S0140-6736(03)14285-7."},{"pmid":"19001508","type":"BACKGROUND","citation":"Massie BM, Carson PE, McMurray JJ, Komajda M, McKelvie R, Zile MR, Anderson S, Donovan M, Iverson E, Staiger C, Ptaszynska A; I-PRESERVE Investigators. Irbesartan in patients with heart failure and preserved ejection fraction. N Engl J Med. 2008 Dec 4;359(23):2456-67. doi: 10.1056/NEJMoa0805450. Epub 2008 Nov 11."},{"pmid":"23478662","type":"BACKGROUND","citation":"Redfield MM, Chen HH, Borlaug BA, Semigran MJ, Lee KL, Lewis G, LeWinter MM, Rouleau JL, Bull DA, Mann DL, Deswal A, Stevenson LW, Givertz MM, Ofili EO, O'Connor CM, Felker GM, Goldsmith SR, Bart BA, McNulty SE, Ibarra JC, Lin G, Oh JK, Patel MR, Kim RJ, Tracy RP, Velazquez EJ, Anstrom KJ, Hernandez AF, Mascette AM, Braunwald E; RELAX Trial. Effect of phosphodiesterase-5 inhibition on exercise capacity and clinical status in heart failure with preserved ejection fraction: a randomized clinical trial. JAMA. 2013 Mar 27;309(12):1268-77. doi: 10.1001/jama.2013.2024."},{"pmid":"24716680","type":"BACKGROUND","citation":"Pitt B, Pfeffer MA, Assmann SF, Boineau R, Anand IS, Claggett B, Clausell N, Desai AS, Diaz R, Fleg JL, Gordeev I, Harty B, Heitner JF, Kenwood CT, Lewis EF, O'Meara E, Probstfield JL, Shaburishvili T, Shah SJ, Solomon SD, Sweitzer NK, Yang S, McKinlay SM; TOPCAT Investigators. Spironolactone for heart failure with preserved ejection fraction. N Engl J Med. 2014 Apr 10;370(15):1383-92. doi: 10.1056/NEJMoa1313731."},{"pmid":"26549714","type":"BACKGROUND","citation":"Redfield MM, Anstrom KJ, Levine JA, Koepp GA, Borlaug BA, Chen HH, LeWinter MM, Joseph SM, Shah SJ, Semigran MJ, Felker GM, Cole RT, Reeves GR, Tedford RJ, Tang WH, McNulty SE, Velazquez EJ, Shah MR, Braunwald E; NHLBI Heart Failure Clinical Research Network. Isosorbide Mononitrate in Heart Failure with Preserved Ejection Fraction. N Engl J Med. 2015 Dec 10;373(24):2314-24. doi: 10.1056/NEJMoa1510774. Epub 2015 Nov 8."},{"pmid":"31475794","type":"BACKGROUND","citation":"Solomon SD, McMurray JJV, Anand IS, Ge J, Lam CSP, Maggioni AP, Martinez F, Packer M, Pfeffer MA, Pieske B, Redfield MM, Rouleau JL, van Veldhuisen DJ, Zannad F, Zile MR, Desai AS, Claggett B, Jhund PS, Boytsov SA, Comin-Colet J, Cleland J, Dungen HD, Goncalvesova E, Katova T, Kerr Saraiva JF, Lelonek M, Merkely B, Senni M, Shah SJ, Zhou J, Rizkala AR, Gong J, Shi VC, Lefkowitz MP; PARAGON-HF Investigators and Committees. Angiotensin-Neprilysin Inhibition in Heart Failure with Preserved Ejection Fraction. N Engl J Med. 2019 Oct 24;381(17):1609-1620. doi: 10.1056/NEJMoa1908655. Epub 2019 Sep 1."},{"pmid":"28585183","type":"BACKGROUND","citation":"Shah SJ. Precision Medicine for Heart Failure with Preserved Ejection Fraction: An Overview. J Cardiovasc Transl Res. 2017 Jun;10(3):233-244. doi: 10.1007/s12265-017-9756-y. Epub 2017 Jun 5."},{"pmid":"22064591","type":"BACKGROUND","citation":"Zile MR, Gottdiener JS, Hetzel SJ, McMurray JJ, Komajda M, McKelvie R, Baicu CF, Massie BM, Carson PE; I-PRESERVE Investigators. Prevalence and significance of alterations in cardiac structure and function in patients with heart failure and a preserved ejection fraction. Circulation. 2011 Dec 6;124(23):2491-501. doi: 10.1161/CIRCULATIONAHA.110.011031. Epub 2011 Nov 7."},{"pmid":"25122186","type":"BACKGROUND","citation":"Shah AM, Claggett B, Sweitzer NK, Shah SJ, Anand IS, O'Meara E, Desai AS, Heitner JF, Li G, Fang J, Rouleau J, Zile MR, Markov V, Ryabov V, Reis G, Assmann SF, McKinlay SM, Pitt B, Pfeffer MA, Solomon SD. Cardiac structure and function and prognosis in heart failure with preserved ejection fraction: findings from the echocardiographic study of the Treatment of Preserved Cardiac Function Heart Failure with an Aldosterone Antagonist (TOPCAT) Trial. Circ Heart Fail. 2014 Sep;7(5):740-51. doi: 10.1161/CIRCHEARTFAILURE.114.001583. Epub 2014 Aug 13."},{"pmid":"31926856","type":"BACKGROUND","citation":"Cohen JB, Schrauben SJ, Zhao L, Basso MD, Cvijic ME, Li Z, Yarde M, Wang Z, Bhattacharya PT, Chirinos DA, Prenner S, Zamani P, Seiffert DA, Car BD, Gordon DA, Margulies K, Cappola T, Chirinos JA. Clinical Phenogroups in Heart Failure With Preserved Ejection Fraction: Detailed Phenotypes, Prognosis, and Response to Spironolactone. JACC Heart Fail. 2020 Mar;8(3):172-184. doi: 10.1016/j.jchf.2019.09.009. Epub 2020 Jan 8."},{"pmid":"31637815","type":"BACKGROUND","citation":"Segar MW, Patel KV, Ayers C, Basit M, Tang WHW, Willett D, Berry J, Grodin JL, Pandey A. Phenomapping of patients with heart failure with preserved ejection fraction using machine learning-based unsupervised cluster analysis. Eur J Heart Fail. 2020 Jan;22(1):148-158. doi: 10.1002/ejhf.1621. Epub 2019 Oct 21."},{"pmid":"26250359","type":"BACKGROUND","citation":"Kao DP, Lewsey JD, Anand IS, Massie BM, Zile MR, Carson PE, McKelvie RS, Komajda M, McMurray JJ, Lindenfeld J. Characterization of subgroups of heart failure patients with preserved ejection fraction with possible implications for prognosis and treatment response. Eur J Heart Fail. 2015 Sep;17(9):925-35. doi: 10.1002/ejhf.327. Epub 2015 Aug 6."},{"pmid":"25398313","type":"BACKGROUND","citation":"Shah SJ, Katz DH, Selvaraj S, Burke MA, Yancy CW, Gheorghiade M, Bonow RO, Huang CC, Deo RC. Phenomapping for novel classification of heart failure with preserved ejection fraction. Circulation. 2015 Jan 20;131(3):269-79. doi: 10.1161/CIRCULATIONAHA.114.010637. Epub 2014 Nov 14."},{"pmid":"31926855","type":"BACKGROUND","citation":"Ahmad T, Desai NR, Januzzi JL. Heart Failure With Preserved Ejection Fraction: Many Emperors With Many Clothes. JACC Heart Fail. 2020 Mar;8(3):185-187. doi: 10.1016/j.jchf.2019.11.004. Epub 2020 Jan 8. No abstract available."},{"pmid":"31710521","type":"BACKGROUND","citation":"Porrello ER, Delbridge LMD. HFpEF-Time to Explore the Role of Genetic Heterogeneity in Phenotypic Variability: New Mechanistic Insights Offer Promise for Personalized Therapies. Circulation. 2019 Nov 12;140(20):1607-1609. doi: 10.1161/CIRCULATIONAHA.119.042496. Epub 2019 Nov 11. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"It is not yet known as to whether individual participant data (IPD) will be made available, as data will be released upon approval of application to the executive steering committee to release cohort data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}]}},"hasResults":false}