{"protocolSection":{"identificationModule":{"nctId":"NCT06479447","orgStudyIdInfo":{"id":"IRB23-1759"},"secondaryIdInfos":[{"id":"3P50MD017349-03S3","type":"NIH","link":"https://reporter.nih.gov/quickSearch/3P50MD017349-03S3"}],"organization":{"fullName":"University of Chicago","class":"OTHER"},"briefTitle":"Patient Outcome Reporting for Timely Assessments of Life With Post-Traumatic Stress Disorder","officialTitle":"Patient Outcome Reporting for Timely Assessments of Life With Post-Traumatic Stress Disorder","acronym":"PORTAL-PTSD"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Chicago","class":"OTHER"},"collaborators":[{"name":"Chicago Family Health Center","class":"UNKNOWN"},{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to implement and evaluate a more timely approach to post-traumatic stress disorder (PTSD) diagnosis and management, entitled Patient Outcome Reporting for Timely Assessments of Life with Post-Traumatic Stress Disorder (PORTAL-PTSD) in a primary care setting with a high prevalence of trauma, specifically the South Side of Chicago, in partnership with Chicago Family Health Center (CFHC).","detailedDescription":"Traumatic stress and post-traumatic stress disorder (PTSD) are highly prevalent and lead to increases in psychiatric and cardiovascular disease. Racial and ethnic minority people residing in sociocultural environments entrenched in community violence or experiencing assault are at especially high risk of PTSD. However, many people with PTSD are not diagnosed or treated. Current practices for identifying PTSD are subject to bias because diagnosis depends on clinician- or patient-initiated discussion of trauma-related symptoms, and stigma, knowledge, time, and access to resources are often barriers to these discussions. System-level solutions are needed to increase diagnosis and treatment of PTSD. Systematic screening protocols can help address bias in who is screened. A keystone to screening for PTSD could be to screen patients when they are at clinic visits. While no formal recommendation exists for PTSD screening, clinics who serve patients at a high risk for PTSD, for example, the Veterans Affairs, have implemented screening at clinic visits. Use of patient portals may provide another promising strategy to address barriers to PTSD screening. In the investigators' previous work, a population health approach was used to screen for and assess depression symptoms, employing the patient portal as a tool to reach out to patients. The investigators found that it resulted in a higher screening rate and identified more patients with moderate-severe depression. After identifying patients with PTSD, the next necessary step is to provide evidence-based treatments, like integrated primary-care behavioral health (PCBH). Integrated primary care-behavioral health (PCBH) is a model of care in which the behavioral health and primary care teams are collocated with the primary care clinic and work together to address the biopsychosocial factors that are affecting a patient's health. PCBH has been found to be less stigmatizing for patients with PTSD and models of care that are proactive and provide telephonic care management have been found to increase treatment engagement for PTSD. Thus, coupling screening for PTSD with a PCBH model may be a highly effective strategy to improving PTSD outcomes. Therefore, the investigators' goal is to implement and evaluate a novel strategy for screening and management of PTSD in a primary care setting with a high prevalence of trauma, specifically the South Side of Chicago. In partnership with Chicago Family Health Center, a federally qualified health center (FQHC) with 5 clinical sites and PCBH, the investigators aim to 1) Implement a system-level screening and management strategy for PTSD. The investigators will implement a process of clinic visit and population health screening for PTSD leveraging the patient portal with linkage to care within a PCBH model and 2) Evaluate a system-level screening and management strategy for PTSD. With these aims, this grant will lead to increased understanding of the utility and feasibility of screening and managing PTSD in an FQHC that serves a predominantly racial/ethnic minority population with high rates of trauma exposure. If proven effective, the investigators will evaluate this model of care in a multi-center trial of FQHCs."},"conditionsModule":{"conditions":["PTSD"],"keywords":["behavioral health","PTSD","PTSD screening"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":17000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PORTAL-PTSD Intervention","type":"EXPERIMENTAL","description":"Chicago Family Health Center clinics are randomly assigned to any of the 5 steps. The PORTAL-PTSD intervention is implemented after clinic staff and clinicians have been trained.","interventionNames":["Other: PORTAL-PTSD"]},{"label":"No PORTAL-PTSD Intervention","type":"NO_INTERVENTION","description":"Standard of care offered to all patients"}],"interventions":[{"type":"OTHER","name":"PORTAL-PTSD","description":"Patients will be eligible if they are 18+ years, have had a primary care visit in the last 2 years, and have not been screened for PTSD in the last year. The validated PC-PTSD-5 (Primary Care Post Traumatic Stress Disorder-5) screener will be used. Clinics will implement visit-based and population health screening for patients enrolled in the patient portal who have not been screened for PTSD in the last year and have had a clinic appointment in the last 2 years. The PCBH care manager or patient navigator will follow-up with patients every 2 weeks to ensure they have been connected to care and re-measure their PTSD symptoms. The follow-up calls will continue until symptom remission, after which follow-ups will occur quarterly for 6 months. Primary care clinicians will receive training on trauma-informed care and PTSD management, and will be surveyed at baseline, immediately after training, and 6 months-post intervention to evaluate changes in their knowledge of trauma-informed care.","armGroupLabels":["PORTAL-PTSD Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PTSD screening and diagnoses rates","description":"Number and proportion of patients who screen positive who are diagnosed with PTSD, as determined by the validated Primary Care Post-Traumatic Stress Disorder screener (PC-PTSD-5).","timeFrame":"every 6 months post-intervention for 2 years"},{"measure":"PTSD prescribed treatment rates","description":"Treatment rate is measured as proportion of patients with PTSD and prescribed treatment out of total patients diagnosed with PTSD. Receipt of treatment is defined by completion of PCBH services or at least 3-months of therapy for PTSD for patients who choose to not receive PCBH services.","timeFrame":"every 6 months post-intervention for 2 years"},{"measure":"PTSD symptoms severity","description":"Patient-reported improvement in PTSD symptoms severity as measured by the 20-item Post-Traumatic Stress Disorder Checklist (PCL).","timeFrame":"every 6 months post-intervention for 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Patient Inclusion Criteria:\n\n* Age ≥18 years\n* Had an appointment at the study site in the last 24 months\n* Were not screened for PTSD in the last 12 months\n\nExclusion Criteria:\n\n* N/A","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ainur Kagarmanova, MS, MA","role":"CONTACT","phone":"5742865712","email":"akagarmanova@bsd.uchicago.edu"},{"name":"Erin Staab, MPH","role":"CONTACT","phone":"5072619859","email":"estaab@bsd.uchicago.edu"}],"overallOfficials":[{"name":"Neda Laiteerapong, MD, MS","affiliation":"University of Chicago","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"CFHC East Chicago","city":"Chicago","state":"Illinois","zip":"60617","country":"United States","contacts":[{"name":"Melissa Duplantis","role":"CONTACT","phone":"773-768-5000","email":"mduplantis@chicagofamilyhealth.org"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"CFHC South Chicago","city":"Chicago","state":"Illinois","zip":"60617","country":"United States","contacts":[{"name":"Melissa Duplantis","role":"CONTACT","phone":"773-768-5000","email":"mduplantis@chicagofamilyhealth.org"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"CFHC Pullman","city":"Chicago","state":"Illinois","zip":"60628","country":"United States","contacts":[{"name":"Melissa Duplantis","role":"CONTACT","phone":"773-768-5000","email":"mduplantis@chicagofamilyhealth.org"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"CFHC Roseland","city":"Chicago","state":"Illinois","zip":"60628","country":"United States","contacts":[{"name":"Melissa Duplantis, PsyD","role":"CONTACT","phone":"773-768-5000","email":"mduplantis@chicagofamilyhealth.org"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}},{"facility":"CFHC Chicago Lawn","city":"Chicago","state":"Illinois","zip":"60629","country":"United States","contacts":[{"name":"Melissa Duplantis, PsyD","role":"CONTACT","phone":"773-768-5000","email":"mduplantis@chicagofamilyhealth.org"}],"geoPoint":{"lat":41.85003,"lon":-87.65005}}]},"referencesModule":{"references":[{"pmid":"26407518","type":"BACKGROUND","citation":"Mensah GA, Collins PY. Understanding mental health for the prevention and control of cardiovascular diseases. Glob Heart. 2015 Sep;10(3):221-4. doi: 10.1016/j.gheart.2015.08.003."},{"pmid":"21577183","type":"BACKGROUND","citation":"Druss BG, Zhao L, Von Esenwein S, Morrato EH, Marcus SC. Understanding excess mortality in persons with mental illness: 17-year follow up of a nationally representative US survey. Med Care. 2011 Jun;49(6):599-604. doi: 10.1097/MLR.0b013e31820bf86e."},{"pmid":"25555625","type":"BACKGROUND","citation":"Beristianos MH, Yaffe K, Cohen B, Byers AL. PTSD and Risk of Incident Cardiovascular Disease in Aging Veterans. Am J Geriatr Psychiatry. 2016 Mar;24(3):192-200. doi: 10.1016/j.jagp.2014.12.003. Epub 2014 Dec 9."},{"pmid":"34259831","type":"BACKGROUND","citation":"O'Donnell CJ, Schwartz Longacre L, Cohen BE, Fayad ZA, Gillespie CF, Liberzon I, Pathak GA, Polimanti R, Risbrough V, Ursano RJ, Vander Heide RS, Yancy CW, Vaccarino V, Sopko G, Stein MB. Posttraumatic Stress Disorder and Cardiovascular Disease: State of the Science, Knowledge Gaps, and Research Opportunities. JAMA Cardiol. 2021 Oct 1;6(10):1207-1216. doi: 10.1001/jamacardio.2021.2530."},{"pmid":"28415916","type":"BACKGROUND","citation":"Liu MY, Li N, Li WA, Khan H. Association between psychosocial stress and hypertension: a systematic review and meta-analysis. Neurol Res. 2017 Jun;39(6):573-580. doi: 10.1080/01616412.2017.1317904. Epub 2017 Apr 17."},{"pmid":"28932967","type":"BACKGROUND","citation":"Wirtz PH, von Kanel R. Psychological Stress, Inflammation, and Coronary Heart Disease. Curr Cardiol Rep. 2017 Sep 20;19(11):111. doi: 10.1007/s11886-017-0919-x."},{"pmid":"28664919","type":"BACKGROUND","citation":"Hackett RA, Steptoe A. Type 2 diabetes mellitus and psychological stress - a modifiable risk factor. Nat Rev Endocrinol. 2017 Sep;13(9):547-560. doi: 10.1038/nrendo.2017.64. Epub 2017 Jun 30."},{"pmid":"17199060","type":"BACKGROUND","citation":"Kubzansky LD, Koenen KC, Spiro A 3rd, Vokonas PS, Sparrow D. Prospective study of posttraumatic stress disorder symptoms and coronary heart disease in the Normative Aging Study. Arch Gen Psychiatry. 2007 Jan;64(1):109-16. doi: 10.1001/archpsyc.64.1.109."},{"pmid":"21792377","type":"BACKGROUND","citation":"Coughlin SS. Post-traumatic Stress Disorder and Cardiovascular Disease. Open Cardiovasc Med J. 2011;5:164-70. doi: 10.2174/1874192401105010164. Epub 2011 Jul 11."},{"pmid":"34498953","type":"BACKGROUND","citation":"Schein J, Houle C, Urganus A, Cloutier M, Patterson-Lomba O, Wang Y, King S, Levinson W, Guerin A, Lefebvre P, Davis LL. Prevalence of post-traumatic stress disorder in the United States: a systematic literature review. Curr Med Res Opin. 2021 Dec;37(12):2151-2161. doi: 10.1080/03007995.2021.1978417. Epub 2021 Sep 23."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000040921","term":"Stress Disorders, Traumatic"},{"id":"D000013313","term":"Stress Disorders, Post-Traumatic"}],"ancestors":[{"id":"D000068099","term":"Trauma and Stressor Related Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M24916","name":"Stress Disorders, Traumatic","asFound":"Traumatic Stress Disorder","relevance":"HIGH"},{"id":"M16103","name":"Stress Disorders, Post-Traumatic","asFound":"Post Traumatic Stress Disorder","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M222","name":"Trauma and Stressor Related Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}