{"protocolSection":{"identificationModule":{"nctId":"NCT06471764","orgStudyIdInfo":{"id":"FF_DD_0104"},"organization":{"fullName":"Fourth Frontier Technologies Pvt Ltd.","class":"INDUSTRY"},"briefTitle":"Validation Study of Frontier X Plus (FX+) Device","officialTitle":"Validation Study of Frontier X Plus (FX+) Device: Recording an Electrocardiogram (ECG) for Retrospective Rhythm Analysis in Patients with and Without Atrial Fibrillation (AF) in US Subjects"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fourth Frontier Technologies Pvt Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The main objective of this study is to validate the specificity and sensitivity of FX+ detecting atrial fibrillation (AF) in both AF and non-AF subjects using a comparative approach, which involves using both a US FDA-cleared gold standard 12-lead and a consumer device which stores ECG (FX2 consumer model used to store the ECG for analysis retrospectively).\n\nThe results obtained from this clinical investigation will serve as evidence for larger clinical investigation designs for this non-invasive and fully mobile method of continuous AF measurement in the adult population, including those with known or unknown cases of AF. The ultimate goal of this study is to establish the effectiveness of this novel approach in detecting and monitoring AF, which could potentially revolutionize the field of remote cardiac monitoring and improve the quality of care for patients with AF and other cardiac arrhythmias.","detailedDescription":"Atrial Fibrillation (AF) patients frequently require hospitalization, medications, and anticoagulation therapy, all of which can be costly. Moreover, living with and caring for AF patients can also be challenging, as the condition can cause physical, emotional, and financial stress for both patients and their caregivers. There are many published studies on non-invasive ECG monitoring devices and their benefits for patients with Atrial fibrillation. One study published in the Journal of the American College of Cardiology found that wearable ECG monitors can increase the detection of atrial fibrillation and potentially reduce the risk of stroke. Easy-to-use devices like FX+ with their ability to continuously record high-quality ECGs can aid monitoring without interrupting activities of daily living and can support more patient-involved self-management care that integrates education, engagement, and shared decision-making thereby allowing for a significant improvement in their quality of life, and a reduction in healthcare utilization.\n\nThere is an evolving belief that these wireless monitoring devices will mark a new era in medicine and a transition from population-level health care to individualized medicine in which suitable patients are equipped with advanced biosensors that, in turn, have their data processed through sophisticated algorithms to predict events before or leading to their occurrence.\n\nThe ECG is a measurement of the electrical activity of the heart. Each 20-second segment of the ECG data can be automatically analyzed for arrhythmia detection, which is classified into one of 6 categories: normal sinus rhythm, atrial fibrillation, bradycardia, tachycardia, inconclusive, unreadable.\n\nThe FX+ weighs \\~20 grams and gets mounted on a chest strap embedded with ECG sensors. It has advanced miniaturized sensors, with onboard computing and wireless connectivity to enable the device to obtain and analyze ECG signals from the HeartKey ECG algorithm. FX+ helps create, record, store, transfer, and display a single-channel electrocardiogram (ECG) like a Lead-I ECG. The Frontier X Plus will determine the presence of atrial fibrillation (AF) and sinus rhythm on a classifiable waveform. Please note, for this study an FX2 (consumer non-medical version) with identical hardware will be utilized with modified firmware to collect data on the ECG rhythm status but not communicate it to the user or patient. For the purposes of the protocol the test device is referred to as the FX+.\n\nFX+ is equipped with a Bluetooth Low Energy Transmitter which can communicate with a mobile application and control the data acquisition, displaying the status of the device, heart rate, and breathing rate. Optionally, the ECG waveform can be viewed in real-time on the mobile app during a live streaming session for assessing signal quality. The mobile App (Android and iOS) also stores the ECG and related information (arrhythmia) information and relays it to a cloud server for permanent storage and review by healthcare staff or investigators. The Frontier Plus Mobile application determines the presence of various types of rhythm on a classifiable waveform as indicated in the Table above. The device is for prescription use and the user is not intended to interpret or take clinical action based on the device output without consultation with a qualified healthcare professional. The ECG waveform will be intended to supplement rhythm classification to discriminate AF from sinus rhythm and is not intended to replace traditional methods of diagnosis or treatment."},"conditionsModule":{"conditions":["Atrial Fibrillation"],"keywords":["Validation","ECG","Atrial Fibrillation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":125,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Validation of reliability of Frontier X Plus (FX+) to produce a clinically equivalent waveform in agreement to a gold-standard 12-lead ECG's Lead-1 reference","description":"1. Validation of reliability of Frontier X Plus (FX+) to produce a clinically equivalent waveform in agreement to a gold-standard 12-lead ECG's Lead-1 reference by comparing: a. Quantitative review of RR intervals for date and time-matched segments b. Cardiologist naked-eye review and comparison of date and time-matched segments 2. Evaluate the Sensitivity and Specificity of the AF detection by Frontier X Plus (FX+) • Comparative 30-second rhythm analysis for AF detection obtained simultaneously from FX+ along with the 12-lead ECG (30-second recordings, repeated twice, consecutively)","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge \\&amp;amp;gt;18 years Fluent in the English language\n\nExclusion Criteria:\n\nAcute or critical cardiac abnormality that may impair data collection as determined by the investigator Mechanical ventilation or any other kind of life support system Acute, serious, or life-threatening illness due to any cause (renal failure, liver failure, etc.) Pregnant or lactating individual Inability to tolerate FX+ device or 12-lead ECG placement.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This study will be a single center study conducted at the University of Rochester Medical Center between the Pulmonary Hypertension team and the Department of Cardiology. Patients who currently receive care by the Pulmonary Hypertension providers (Daniel Lachant, DO, R. James White, MD PhD, Dominic Roto, DO, and Kristine Ferrin, NP) or by a provider in the Department of Cardiology either outpatient or inpatient, will be recruited for study participation. We plan to enroll 125 subjects total (85 non-atrial fibrillation and 40 with atrial fibrillation).\n\nNo participant will be excluded based on age, race, gender, or ethnic background and we will be sure to explain the subject matter and answer questions for all participants to their satisfaction. Pediatric participants \\&amp;lt;18 years old will not be included as the device is indicated for use in those 18+. Non-English speaking adults will not be enrolled as we have seen less than 10 patients who do not speak English in our clinic.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Daniel Dr Lachant, MD","role":"CONTACT","phone":"585-486-0147","email":"daniel_lachant@urmc.rochester.edu"},{"name":"Peter Dr Joseph, MB","role":"CONTACT","phone":"585-486-0147","email":"peter@fourthfrontier.com"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001281","term":"Atrial Fibrillation"}],"ancestors":[{"id":"D000001145","term":"Arrhythmias, Cardiac"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M4586","name":"Atrial Fibrillation","asFound":"Atrial Fibrillation","relevance":"HIGH"},{"id":"M4453","name":"Arrhythmias, Cardiac","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}