{"protocolSection":{"identificationModule":{"nctId":"NCT06474221","orgStudyIdInfo":{"id":"STUDY23010001"},"secondaryIdInfos":[{"id":"D43TW009114","type":"NIH","link":"https://reporter.nih.gov/quickSearch/D43TW009114"}],"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Efficacy of EBPSI on Future Suicide Risk Among Adolescent Suicide Attempters","officialTitle":"A Multi-centric Trial to Evaluate the Efficacy of Electronic-Based Psychosocial Interventions on Future Suicide Risk Among Adolescent Suicide Attempters"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Vishwajit Nimgaonkar, MD PhD","investigatorTitle":"Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"},"collaborators":[{"name":"Fogarty International Center of the National Institute of Health","class":"NIH"},{"name":"St.John's Medical College and Hospital","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Our study is designed to study the efficacy of an Electronic based psycho-social intervention targeting healthy coping and problem solving skills to mitigate suicidal behaviour. This would integrate existing systems and bridge the gap in accessibility to care for suicidal behaviour.","detailedDescription":"The investigators shall be performing the following Research Activities:\n\n1. Screening to establish eligibility for the study\n2. Obtaining Consent\n3. Baseline Assessment\n4. Randomisation\n5. Intervention\n6. Follow up and Assessments\n\nDetailed description of each activity:\n\n1. Screening to establish eligibility for the study\n\n   * All adolescents with an episode of Deliberate Self Harm within the last one month: who present to the hospital in the Emergency / Casualty; Pediatric Out patient (OPD) / Pediatric in Patient (IPD), Medicine Out patient (OPD) / Medicine in Patient (IPD), Psychiatric in-patient/ Psychiatric Out-Patient units; shall be screened for the eligibility into the study.\n   * The adolescents who screen positive for Psychosis (as per the criteria for any psychotic disorder under ICD-10- F20 to F29) shall be excluded.\n   * The adolescents who screen positive for substance dependence (as per the M.I.N.I. KID 6.0) for any substance except nicotine shall be excluded from the study.\n2. Obtaining Consent\n\n   • The eligible adolescents and their parents shall be provided with detailed information about the study as described in the patient information sheet, followed by provision of adequate time and oppurtunity for clarification and handed over a copy of the same for reference. Thereafter, verbal and written assent from the adolescent and informed consent from the parnets shall be obtained.\n3. Baseline Assessment After assessing for eligibility and obtaining valid informed consent, baseline assessment shall be performed based on the pre-designed semi-structured questionnaire and the tools as stated above (which includes Beck Depression Inventory (BDI), Presumptive stressful life event scale (PSSI), Columbia Suicide Severity Rating Scale (C-SSRS), Children's Attributional Style Questionnaire, BRIEF - COPE - Brief Coping Questionnaire).\n4. Randomizsation The investigators will allocate participants to either Electronic based Psycho-social Intervention (EBPSI) or Treatment As Usual (TAU) in 1:1 ratio using simple computerized block randomization in blocks of ten performed separately at each site. The randomization sequence will be performed by a study personnel who will not be involved either in delivery or evaluation of EBPSI and TAU. Investigators will remind participants during the evaluation process not to divulge contents of their phone conversations to prevent unblinding.\n5. Intervention:\n\n   The participants shall be divided into two groups after randomization.\n\n   • One arm shall receive an Electronic based Psycho-social Intervention (EBPSI) described as video based telepsychiatry sessions targeted on brief intervention and coping skills; with a total of 5 sessions on days 10, 30, 45, 60 and 90 after baseline intervention.\n\n   The video-based telepsychiatry consultations shall include a total of 5 sessions on days 10, 30, 45, 60 and 90 after baseline intervention. The content would focus on brief interventions and coping skills. These are already discussed with mentors, study team at Pittsburgh.\n\n   One typical session shall include three parts: the first is an introduction/ recap for initial 5 to 10 mins, followed by a discussion on brief intervention/coping skills for the next 15 to 20 minutes and conclude by summarizing for 5 to 10 minutes.\n\n   • The Treatment as Usual (TAU) arm shall be a telephonic regular contact: with a total of 5 reminder calls on days 10, 30, 45, 60 and 90 after baseline intervention (the same frequency as the Intervention-Arm including video-based sessions). The session shall include a reminder for the next planned follow-up session and a general query for overall wellbeing. The sessions will be based on the Supportive psychotherapy framework primarily focusing on providing emotional support, encouragement, and validation during difficult life circumstances or psychological challenges..\n6. Follow up and Assessments The Rater shall be blind to participant allocation and follow up assessements (which includes Beck Depression Inventory (BDI), Presumptive stressful life event scale (PSSI), Columbia Suicide Severity Rating Scale (C-SSRS), Children's Attributional Style Questionnaire, BRIEF - COPE - Brief Coping Questionnaire, Acceptability of Intervention Measure (AIM), Intervention Appropriateness Measure (IAM), Feasibility of Intervention Measure (FIM)) shall happen at 1,3, 6 and 12 months after the baseline intervention.\n\nStudy team at Pittsburgh will keep checking online the number of recruitment, keep discussing the progress and challenges during following the protocol. They will also keep asking regarding consent forms and whether they are signed by them. The deidentified data will be shared with Pitt team and they will check whether administration of scales and data entry and collection are appropriately carried out."},"conditionsModule":{"conditions":["Suicide, Attempted"],"keywords":["Suicide attempt","Electronic Based Psychosocal Intervention(EBPSI)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a multicentric, parallel arm, interventional randomized control trial. A total of 84 at each site will be enrolled, N = 168 would be adequate for both sites together.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The rater will be blind to the group status of the participant.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":168,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Electronic Based Psychosocial Intervention (EBPSI)","type":"EXPERIMENTAL","description":"Intervention (EBPSI) described as video based telepsychiatry sessions targeted on brief intervention and coping skills; with a total of 5 sessions on days 10, 30, 45, 60 and 90 after baseline intervention.","interventionNames":["Behavioral: Electronic Based Psychosocial Intervention (EBPSI)"]},{"label":"Treatment as Usual","type":"ACTIVE_COMPARATOR","description":"The Treatment as Usual (TAU) arm shall be a telephonic regular contact: with a total of 5 reminder calls on days 10, 30, 45, 60 and 90 after baseline intervention. The session shall include a reminder for the next planned follow up session and a general query for overall wellbeing.","interventionNames":["Behavioral: Electronic Based Psychosocial Intervention (EBPSI)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Electronic Based Psychosocial Intervention (EBPSI)","description":"Electronic based Psycho-social Intervention (EBPSI) described as video based telepsychiatry sessions targeted on brief intervention and coping skills; with a total of 5 sessions on days 10, 30, 45, 60 and 90 after baseline intervention.","armGroupLabels":["Electronic Based Psychosocial Intervention (EBPSI)","Treatment as Usual"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Persistent Suicide Ideation","description":"Change in intervention arm as compared to TAU on persistent suicidal ideation using the Columbia Suicide Severity Rating Scale (C-SSRS)","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."},{"measure":"Suicide attempts","description":"Change in intervention arm as compared to TAU on number of suicide attempts.","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."}],"secondaryOutcomes":[{"measure":"Depression","description":"Change in depression in intervention group as compared to TAU using Beck Depression Inventory (BDI)","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."},{"measure":"Acceptability of Intervention Measure (AIM)","description":"To assess the acceptability of EBPSI By using acceptability of Intervention Measure and Intervention Appropriateness Measure (IAM)","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."},{"measure":"Feasibility of Intervention Measure (FIM)","description":"To assess the feasibility of intervention by using Feasibility of Intervention Measure (FIM)","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."},{"measure":"Attribution Style","description":"To compare change in attribution styles of intervention and TAU group using Children's Attributional Style Questionnaire","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."},{"measure":"Coping Mechanism","description":"To study the change in coping mechanism in intervention group as compared to TAU using BRIEF - COPE - Brief Coping Questionnaire.","timeFrame":"At baseline and 1,3, 6 and 12 months after the baseline intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All adolescents who have attempted suicide within the last thirty days and presented to the study site\n* Between ages of 12-18 years\n* Participants of all gender will be included\n* Medically stable patients who have stable blood pressure, breathing rates without fever, and intact orientation to time, place, and person\n\nExclusion Criteria:\n\n* A current or a lifetime diagnosis of psychosis. We will confirm the same using a detailed clinical interview according to ICD-10 diagnostic guidelines.\n* A history of mental retardation and any neurological condition causing cognitive impairment.\n* A diagnosis of substance dependence as confirmed by M.I.N.I. KID 6.0 over the last six months. We will include those with tobacco dependence.\n* A diagnosis of serious medical illness like end-stage cancer, AIDS, less than a month following acute cardiovascular and cerebrovascular events.","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vishwajit L Nimgaonkar, MD, PhD","role":"CONTACT","phone":"4127265164","email":"vishwajitnl@upmc.edu"},{"name":"Triptish Triptish, PhD","role":"CONTACT","phone":"+919910107210","email":"trb16@pitt.edu"}],"overallOfficials":[{"name":"Vishwajit L Nimgaonkar, MD, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St John's Medical College and Hospital","status":"RECRUITING","city":"Bengaluru","state":"Karnataka","zip":"560034","country":"India","contacts":[{"name":"Suhas Chandran, MD","role":"CONTACT","phone":"+919916455073","email":"suhaschandran90@gmail.com"},{"name":"Priya Sreedaran, MD","role":"CONTACT","phone":"+919916043454","email":"drpriyasreedaran@gmail.com"}],"geoPoint":{"lat":12.97194,"lon":77.59369}},{"facility":"Kalinga Institute of Medical Sciences (KIMS),","status":"RECRUITING","city":"Bhubaneswar","state":"Odisha","zip":"751024","country":"India","contacts":[{"name":"Jigyansa I Pattnaik, MD","role":"CONTACT","phone":"+918093515161","email":"drjigyansaipsita@gmail.com"},{"name":"Priya Sreedaran, MD","role":"CONTACT","phone":"+919916043454","email":"drpriyasreedaran@gmail.com"}],"geoPoint":{"lat":20.27241,"lon":85.83385}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in the article, after deidentification (text, tables, figures, and appendices).","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"One year after publication of the results of the study.","accessCriteria":"For individual participant data, meta-analysis."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013405","term":"Suicide"},{"id":"D000013406","term":"Suicide, Attempted"}],"ancestors":[{"id":"D000016728","term":"Self-Injurious Behavior"},{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M16191","name":"Suicide","asFound":"Suicide","relevance":"HIGH"},{"id":"M16192","name":"Suicide, Attempted","asFound":"Suicide, Attempted","relevance":"HIGH"},{"id":"M19089","name":"Self-Injurious Behavior","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}