{"protocolSection":{"identificationModule":{"nctId":"NCT06481683","orgStudyIdInfo":{"id":"Stathmin_2022.08.275"},"organization":{"fullName":"Burak Yücel Special Clinic","class":"OTHER"},"briefTitle":"Maternal Serum Stathmin-1 Levels in Preeclampsia","officialTitle":"Evaluation of Maternal Serum Stathmin-1 Levels as a Biomarker in Preeclampsia and Severe Preeclampsia","acronym":"MSSLP"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-15","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Burak Yücel","investigatorTitle":"Assoc. Professor","investigatorAffiliation":"Burak Yücel Special Clinic"},"leadSponsor":{"name":"Burak Yücel Special Clinic","class":"OTHER"},"collaborators":[{"name":"Saglik Bilimleri Universitesi","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this observational study is to investigate maternal serum Stathmin-1 levels in pregnancies affected by preeclampsia compared to healthy gestations.\n\nThe main questions it aims to answer are:\n\n1. What are the maternal serum Stathmin-1 levels in pregnancies with preeclampsia?\n2. How do Stathmin-1 levels differ between preeclampsia with severe features and uncomplicated pregnancies?\n\nResearchers will compare Stathmin-1 levels in pregnancies with preeclampsia and preeclampsia with severe features to those in a control group of healthy pregnancies to assess differences in biomarker levels.\n\nParticipants will undergo blood sample collection at 32-34 weeks of gestation. Have their blood samples processed for Stathmin-1 level measurement using ELISA.","detailedDescription":"This study aimed to understand how levels of a protein called Stathmin-1 in the blood of pregnant women might be related to preeclampsia, a serious condition that can occur during pregnancy. Preeclampsia involves high blood pressure and can lead to complications for both the mother and baby. By examining Stathmin-1 levels, researchers hoped to find new ways to detect and understand this condition better.\n\nWomen eligible for participation include those with preeclampsia, including severe cases, and healthy pregnant women. Exclusions apply to women with multiple pregnancies, diabetes, chronic hypertension, systemic diseases, fetal anomalies, or premature membrane rupture.\n\nThe study will commence with obtaining written consent from participants. Blood samples will be collected during 32-34 weeks of gestation and processed in the lab for Stathmin-1 level measurement using ELISA. Comparative analysis of Stathmin-1 levels among participant groups aims to enhance understanding and management of preeclampsia."},"conditionsModule":{"conditions":["Preeclampsia"],"keywords":["Stathmin-1","Preeclampsia","Severe Preeclampsia","Trophoblast invasion","Maternal serum biomarkers"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":80,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Pre-eclampsia Group (Case Group)","description":"This group consists of pregnant women diagnosed with pre-eclampsia. These participants will have specific characteristics related to the pre-eclampsia condition, such as elevated blood pressure and proteinuria."},{"label":"Severe Pre-eclampsia Group (Case Group)","description":"This group consists of pregnant women diagnosed with severe pre-eclampsia. These participants will have more severe symptoms and complications related to pre-eclampsia, potentially including higher blood pressure, significant proteinuria, and other related health issues."},{"label":"Control Group","description":"This group consists of pregnant women who do not have pre-eclampsia or severe pre-eclampsia. These participants will be matched to the case groups based on relevant characteristics such as age, gestational age, and other demographic factors."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maternal Serum Stathmin-1 Levels","description":"To identify and compare Maternal Serum Stathmin-1 Levels levels between the pre-eclampsia group, severe pre-eclampsia group, and the control group. This will help in understanding the biochemical environment associated with pre-eclampsia and its severity.","timeFrame":"Measured at the time of diagnosis and followed up until delivery."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Gestational Age: Pregnancies between 20 weeks and term (up to 40 weeks).\n* Diagnosis of Preeclampsia (PE): New-onset hypertension (systolic BP ≥140 mmHg and/or diastolic BP ≥90 mmHg) after 20 weeks of gestation, with or without proteinuria.\n* Diagnosis of Severe Preeclampsia: Defined by criteria such as severe hypertension (systolic BP ≥160 mmHg or diastolic BP ≥110 mmHg), organ dysfunction (renal insufficiency, liver involvement, neurological complications), thrombocytopenia, pulmonary edema, or fetal growth restriction.\n* Control Group: Healthy pregnancies without preeclampsia or other significant maternal or fetal complications.\n\nExclusion Criteria:\n\n* Multiple Pregnancies: Participants carrying more than one fetus.\n* Pregestational Diabetes: Pre-existing diabetes mellitus diagnosed before pregnancy.\n* Chronic Hypertension: Pre-existing hypertension diagnosed before pregnancy or before 20 weeks of gestation.\n* Systemic Diseases: Chronic kidney disease, autoimmune diseases, or other significant systemic illnesses.\n* Fetal Anomalies: Identified structural or genetic abnormalities in the fetus.\n* Premature Rupture of Membranes: Spontaneous rupture of membranes before the onset of labor at term (37 weeks of gestation) or preterm (before 37 weeks of gestation).","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"],"studyPopulation":"The population from which the groups or cohorts in this study will be selected likely consists of pregnant women receiving care at a referral center for maternal care.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Basaksehir Cam and Sakura City Hospital Perinatology Clinic","city":"Istanbul","zip":"34480","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"28279444","type":"BACKGROUND","citation":"Yucel B, Ustun B. Neutrophil to lymphocyte ratio, platelet to lymphocyte ratio, mean platelet volume, red cell distribution width and plateletcrit in preeclampsia. Pregnancy Hypertens. 2017 Jan;7:29-32. doi: 10.1016/j.preghy.2016.12.002. Epub 2016 Dec 23."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011225","term":"Pre-Eclampsia"}],"ancestors":[{"id":"D000046110","term":"Hypertension, Pregnancy-Induced"},{"id":"D000011248","term":"Pregnancy Complications"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M14106","name":"Pre-Eclampsia","asFound":"Preeclampsia","relevance":"HIGH"},{"id":"M7633","name":"Eclampsia","relevance":"LOW"},{"id":"M10024","name":"Hypertension","relevance":"LOW"},{"id":"M25635","name":"Hypertension, Pregnancy-Induced","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"T2019","name":"Eclampsia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}