{"protocolSection":{"identificationModule":{"nctId":"NCT06470802","orgStudyIdInfo":{"id":"20/GCN-HDDD"},"organization":{"fullName":"University Medical Center Ho Chi Minh City (UMC)","class":"OTHER"},"briefTitle":"Effectiveness of Familiar Voices and Nature Sounds Among Critically Ill Comatose Patients","officialTitle":"Effectiveness of Familiar Voices and Nature Sounds on Level of Consciousness, Pain Intensity and Physiological Parameters Among Critically Ill Comatose Patients"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Vo Thi Hong Nhan","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University Medical Center Ho Chi Minh City (UMC)"},"leadSponsor":{"name":"Vo Thi Hong Nhan","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare the effectiveness of auditory stimulation using familiar voices (FV) versus nature sounds (NS) on awakening critically ill comatose persons in the intensive care unit (ICU), reduce pain and stabilize their physiological parameters. The research question is: \"What is the most effective auditory stimulus for improving consciousness, reducing pain, and stabilizing physiological parameters in critically ill comatose persons in the ICU?\"\n\nThe research hypotheses are that, compared to those receiving nature sounds stimulation (active comparator group) and those receiving silence (control group), persons in unconsciousness who receive auditory stimulation from family members (experimental group) will show:\n\n* Significant improvements in consciousness and pain intensity after the intervention\n* Better stability of physiological parameters after the intervention","detailedDescription":"The recovery of consciousness in critically ill comatose persons is influenced by both internal factors, such as the severity of the critical illness, and external factors, such as sensory stimulation. Regular exposure to sensory stimuli can promote neuronal dendritic growth, improve synaptic connections, and enhance peripheral stimulation of the brain, which controls cognitive function. This supports the recovery of critically ill comatose person's consciousness. Sensory stimulation has also been found to be effective in reducing pain and anxiety for critically ill comatose persons.\n\nAmong sensory stimuli, auditory stimulation is the most feasible intervention because it is non-invasive, easy to perform, less expensive, and most importantly, hearing is the last sense to be lost when a person is in a coma state. Auditory stimulation can be delivered in various forms, such as the voice of caregivers or loved ones, natural sounds, or music. These non-invasive interventions have shown potential in improving patients' health outcomes and are safe for nurses to proactively implement.\n\nSome studies have provided evidence that intense and repeated auditory stimulation can help to awaken persons from coma earlier or reduce pain. However, these studies have been limited by small sample sizes, with only comparisons between single stimulation and routine care or other types of sensory stimulation, or with the reporting of only some parameters. As a results, there is a lack of strong evidence regarding the specific type of auditory stimulation that is most effective for critically ill comatose person's recovery. This makes it difficult for nurses to identify the best stimulus to use for these persons. Therefore, further well-designed research studies should be conducted to observe significant differences regarding the effectiveness of familiar voices and nature sounds among critically ill comatose persons. This approach will enable a comprehensive evaluation and comparison of the effectiveness of these two auditory stimulation.\n\nThe investigators hypothesize that auditory stimulation is more effective in recovering critically ill comatose persons than routine care. Additionally, the investigators will also test the hypothesis that the effectiveness of auditory stimulation generated by familiar voices is higher than that provided by nature sounds."},"conditionsModule":{"conditions":["Coma","Critical Illness","Unconsciousness"],"keywords":["Comatose","Clinical Trial","Critical illness"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Familiar voice (FV)","type":"EXPERIMENTAL","description":"The recording features pleasant, optimistic, and normal voices in style of daily verbal communication between the patient and their family members (storytellers). The recording begins with the storytellers calling patient by their own name, repeated at least three times throughout the recording. The storytellers introduce themselves by name and their relationship to the patient. They will provide information about the patient's surroundings, the time and the current situation.\n\nThe recording includes words of love and affection, encouragement, stories, meaning and familiar memories shared by both the patient and the storytellers. These stories should hold a special meaning and evoke fond memories to the patient. The storytellers also discuss about the patient's recovery prospects and plans after their discharge from the hospital. These storytellers must have a close relationship with the patient and have interacted with them for at least one year prior to their current condition","interventionNames":["Behavioral: Familiar voice"]},{"label":"Nature sounds (NS)","type":"ACTIVE_COMPARATOR","description":"The audio is a compilation of pleasant sounds that capture the essence of a pristine natural environment with the soft rustling of wind through leaves, the gentle rustle of wind, the melodic chirping of birds and the bubbling of a flowing stream","interventionNames":["Behavioral: Nature sounds"]},{"label":"Control","type":"SHAM_COMPARATOR","description":"Patients receive a recording of silence only","interventionNames":["Behavioral: Control"]}],"interventions":[{"type":"BEHAVIORAL","name":"Familiar voice","description":"The recording is provided to the patient through a smartphone with a music player application, using noise-free Bluetooth earphones for 15 minutes per session, twice daily (morning and afternoon shift), for 7 consecutive days.\n\nEach session is separated by at least a 2-hour interval","armGroupLabels":["Familiar voice (FV)"]},{"type":"BEHAVIORAL","name":"Nature sounds","description":"The recording is provided to the patient through a smartphone with a music player application, using noise-free Bluetooth earphones for 15 minutes per session, twice daily (morning and afternoon shift), for 7 consecutive days.\n\nEach session is separated by at least a 2-hour interval","armGroupLabels":["Nature sounds (NS)"]},{"type":"BEHAVIORAL","name":"Control","description":"The recording is provided to the patient through a smartphone with a music player application, using noise-free Bluetooth earphones for 15 minutes per session, twice daily (morning and afternoon shift), for 7 consecutive days.\n\nEach session is separated by at least a 2-hour interval","armGroupLabels":["Control"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Level of Consciousness: Mean Change from Baseline in Level of Consciousness as Assessed by Glasgow Coma Scale (GCS) after Intervention","description":"The Glasgow Coma Scale (GCS) measure is used to assess the level of consciousness by measuring three categories of behavior: eye opening, vocalization, and motor movement. The score ranges from 3 to 15, with higher scores indicating a better LOC and lower scores indicating a poorer LOC. A score of 8 or lower on the GCS is often indicative of coma","timeFrame":"Two time points: 5 minutes before intervention and immediately after stopping intervention for each intervention"},{"measure":"Change in Level of Consciousness: Mean Change from Baseline in Level of Consciousness as Assessed by Bispectral Index (BIS) after Intervention","description":"The Bispectral Index (BIS) is measured using a non-invasive device that includes a forehead sensor, connection cable, and monitor screen. The results are displayed as a dimensionless number on a continuous scale from 0 to 100. A BIS value of 100 represents a state of full awareness and arousal, while a BIS of 0 indicates a very deep coma. BIS scores of 90-100 indicate the patient's alertness and response to verbal stimuli, while scores between 90-80 indicate reduced consciousness, 80-70 indicate a state of light sedation (response to loud commands), 70-60 indicate deep sedation (response to shaking), 60-40 indicate general anesthesia, scores below 40 indicate deep anesthesia, and scores below 20 indicate burst suppression","timeFrame":"Two time points: 5 minutes before intervention and immediately after stopping intervention for each intervention"}],"secondaryOutcomes":[{"measure":"Change in Pain Intensity: Mean Change from Baseline in Pain Scores as Assessed by Critical Care Pain Observation Tool (CPOT) after Intervention","description":"The CPOT is composed of four behavioral domains, including facial expression, body movements, muscle tension, and compliance with the ventilator (for mechanically ventilated patients) or vocalization (for extubated patients). Each domain is scored on a scale of 0-2, resulting in a total score of 0-8. A cut-off point of \\> 2 was selected to indicate the presence of pain","timeFrame":"Two time points: 5 minutes before intervention and immediately after stopping intervention for each intervention"},{"measure":"Change in Systolic Blood Pressure (SBP): Mean Change from Baseline in Systolic Blood Pressure as Assessed by the value of Systolic Blood Pressure after Intervention","description":"The SBP is monitored through the use of electronic monitors that are consistently connected to the persons","timeFrame":"Four time points: 1 minutes before intervention, 5 minutes after starting intervention, immediately after stopping intervention and 5 minutes after stopping intervention for each intervention"},{"measure":"Change in Diastolic Blood Pressure (DBP): Mean Change from Baseline in Diastolic Blood Pressure as Assessed by the value of Diastolic Blood Pressure after Intervention","description":"The DBP is monitored through the use of electronic monitors that are consistently connected to the persons","timeFrame":"Four time points: 1 minutes before intervention, 5 minutes after starting intervention, immediately after stopping intervention and 5 minutes after stopping intervention for each intervention"},{"measure":"Change in Mean Arterial Pressure (MAP): Mean Change from Baseline in Mean Arterial Pressure as Assessed by the value of Mean Arterial Pressure after Intervention","description":"The MAP is derived from Systolic Blood Pressure (SBP) and Diastolic Blood Pressure (DBP), weighted 1/3 SBP and 2/3 DBP","timeFrame":"Four time points: 1 minutes before intervention, 5 minutes after starting intervention, immediately after stopping intervention and 5 minutes after stopping intervention, for each intervention"},{"measure":"Change in Pulse Rate (PR): Mean Change from Baseline in Pulse Rate as Assessed by the value of Pulse Rate after Intervention","description":"The PR is monitored through the use of electronic monitors that are consistently connected to the persons","timeFrame":"Four time points: 1 minutes before intervention, 5 minutes after starting intervention, immediately after stopping intervention and 5 minutes after stopping intervention, for each intervention"},{"measure":"Change in Oxygen Saturation: Mean Change from Baseline in Saturation of Peripheral Oxygen as Assessed by the value of Saturation of Peripheral Oxygen after Intervention","description":"The oxygen saturation is monitored through the use of electronic monitors that are consistently connected to the persons","timeFrame":"Four time points: 1 minutes before intervention, 5 minutes after starting intervention, immediately after stopping intervention and 5 minutes after stopping intervention, for each intervention"},{"measure":"Number of participants regaining consciousness","description":"The difference between the number of persons who receive intervention and the number of persons who achieve a Glasgow Coma Scores of 13 or 15 by day 7","timeFrame":"Day 7"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who have been admitted to the intensive care unit for a minimum of 24 hours\n* Patients with a Glasgow Coma Scale scores of 5-12\n* Patients have a stable hemodynamic status for at least 24 hours before being enrolled in the study\n* Patients who have undergone surgery at least 24 hours prior to being enrolled in the study (if applicable)\n\nExclusion Criteria:\n\n* Coma lasting longer than three months\n* Patients experiencing cardiac arrest for more than four minutes, cardiac arrhythmias, neuromuscular disorders, and seizures during coma\n* Patients with a history of chronic pain, hearing impairment, previous traumatic brain injury or stroke, or damage to the ears at the time of the study\n* Patients with skull fractures, surgery, or wounds in both temporal lobes or ears that may affect headphone connection\n* Those with addiction to alcohol or drugs\n* Pregnant women\n* Prior or current inclusion in other sensory stimulation study\n* Current inclusion in other study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nhan Vo Thi Hong, PhD Student","role":"CONTACT","phone":"+84 986907833","email":"nhan.vth@umc.edu.vn"},{"name":"Linh Tran Thuy Khanh, MSN, PhD","role":"CONTACT","phone":"+84 909979898","email":"thuykhanhlinhtran@ump.edu.vn"}],"overallOfficials":[{"name":"Nhan Vo Thi Hong, PhD Student","affiliation":"University of Medicine and Pharmacy at Ho Chi Minh City, University Medical Center Ho Chi Minh City","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Intensive Care Unit, University Medical Center Ho Chi Minh City","status":"RECRUITING","city":"Ho Chi Minh City","zip":"700000","country":"Vietnam","contacts":[{"name":"Duyen Bui Thi Hanh, PhD","role":"CONTACT","email":"duyen.bth@umc.edu.vn"}],"geoPoint":{"lat":10.82302,"lon":106.62965}},{"facility":"Neurosurgical Intensive Care Unit, University Medical Center Ho Chi Minh City","status":"RECRUITING","city":"Ho Chi Minh City","zip":"700000","country":"Vietnam","contacts":[{"name":"Phuong Dang Le, MD","role":"CONTACT","email":"phuong.dl@umc.edu.vn"}],"geoPoint":{"lat":10.82302,"lon":106.62965}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The study protocol could be share to others under the study's publication"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003128","term":"Coma"},{"id":"D000014474","term":"Unconsciousness"},{"id":"D000016638","term":"Critical Illness"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000003244","term":"Consciousness Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M19010","name":"Critical Illness","asFound":"Critical Illness","relevance":"HIGH"},{"id":"M17224","name":"Unconsciousness","asFound":"Unconsciousness","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M6356","name":"Coma","asFound":"Comatose","relevance":"HIGH"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M6468","name":"Consciousness Disorders","relevance":"LOW"},{"id":"M21826","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}