{"protocolSection":{"identificationModule":{"nctId":"NCT06482450","orgStudyIdInfo":{"id":"IRB00024984"},"organization":{"fullName":"Johns Hopkins Bloomberg School of Public Health","class":"OTHER"},"briefTitle":"Improving Vaccine Acceptance Through EHR Integrated Patient- and Provider-Facing Decision Support","officialTitle":"Improving Vaccine Acceptance Through EHR Integrated Patient- and Provider-Facing Decision Support"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins Bloomberg School of Public Health","class":"OTHER"},"collaborators":[{"name":"Children's Healthcare of Atlanta","class":"OTHER"},{"name":"Emory University","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this project is to establish the technical feasibility of a scalable, integrated platform to improve patient informed decision-making and increase vaccine uptake and to evaluate the effectiveness of the integrated platform to improve vaccine uptake.","detailedDescription":"The first study objective is to establish the technical feasibility of a scalable, integrated platform to improve patient informed decision-making and increase vaccine uptake. The investigators have established a partnership between vaccine safety and hesitancy experts at the Institute for Vaccine Safety at Johns Hopkins and clinical informatics and implementation experts at Emory University and Children's Healthcare of Atlanta (CHOA). This team will design a technology architecture to accomplish the following goals: (1) provide patients/parents with tailored vaccine messaging videos through the LetsTalkShots (LTS) platform; (2) leverage the same LTS logic that determines which videos are shown in LTS and push associated talking points into the EHR; (3) display patient-specific talking points at the right time in clinical workflows to promote an evidence-based vaccine conversation; (4) centralize maintenance of this messaging with the LTS application; (5) minimize resources required from each healthcare institution to go live with the integrated platform; and (6) establish revenue-generating mechanisms for LTS (e.g. licensing fees) and each healthcare institution (e.g. billing for vaccine counseling).\n\nThe second study objective is to evaluate the effectiveness of the integrated platform to improve vaccine uptake. First, providers at the CHOA Hughes Spalding Primary Care clinic will have two opportunities to participate in a 1 hour Continuing Medical Education (CME) session on evidence-based vaccine communication. For intervention visits, parents of undervaccinated patients with upcoming appointments will receive a text message appointment reminder with a link to an EHR-integrated questionnaire on vaccine intent and concerns. This questionnaire will drive the patient/parent to view tailored LTS videos, while pushing the associated talking points back to the clinician at the time of the appointment. For control visits, parents will receive appointment reminders per usual care. Primary outcome: Administration of recommended vaccines at the index appointment. Mixed effects multivariable logistic regression will evaluate the influence of the integrated platform on the primary outcome, adjusted for demographics.\n\nThe study hypothesis is that among visits with integrated decision support, vaccination rates will be 10% higher (absolute) than control visits with no such decision support."},"conditionsModule":{"conditions":["Vaccine Hesitancy","Vaccine Refusal"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The investigators will perform a pseudo-randomized controlled trial in which parents of patients with odd birthdates (e.g. April 13) and vaccines due at the index appointment who also have a MYchart account will receive a text message directing the parent to the LTS server with integration into the provider workflow. Patients with an even birthdate (e.g. April 14) who have a MYchart account will receive a regular text message and e-mail appointment reminder with a vaccine primer (e.g. \"Vaccines are due and reserved for the participant's child\"), but no patient- or provider-facing CDS.\n\nAmong patients without a MYchart account, those with odd birthdates will receive a link to the LTS website (patient-facing CDS) but no integration into the provider workflow. As in the control group above, those without a MYchart account and an even birthdate (e.g. April 14) will receive a text message and e-mail appointment reminder with a vaccine primer but no patient- or provider-facing CDS.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":1200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patient- and Provider-Facing CDS","type":"EXPERIMENTAL","description":"Parents of patients with odd birthdates (e.g. April 13) and vaccines due at the index appointment who also have a MYchart account will receive a text message directing the parent to the LTS server with integration into the provider workflow","interventionNames":["Other: LetsTalkShots (patient-facing CDS)","Other: LetsTalkShots (provider-facing CDS)","Other: Appointment Reminder Message"]},{"label":"Patient-Facing CDS Only","type":"EXPERIMENTAL","description":"Among patients without a MYchart account, those with odd birthdates will receive a link to the LTS website (patient-facing CDS) but no integration into the provider workflow.","interventionNames":["Other: LetsTalkShots (patient-facing CDS)","Other: Appointment Reminder Message"]},{"label":"Control (MYchart account)","type":"PLACEBO_COMPARATOR","description":"Patients with an even birthdate (e.g. April 14) who have a MYchart account will receive a regular text message and e-mail appointment reminder with a vaccine primer (e.g. \"Vaccines are due and reserved for the participant's child\"), but no patient- or provider-facing CDS.","interventionNames":["Other: Appointment Reminder Message"]},{"label":"Control (no MYchart account)","type":"PLACEBO_COMPARATOR","description":"As in the other control group, those without a MYchart account and an even birthdate (e.g. April 14) will receive a text message and e-mail appointment reminder with a vaccine primer but no patient- or provider-facing CDS.","interventionNames":["Other: Appointment Reminder Message"]}],"interventions":[{"type":"OTHER","name":"LetsTalkShots (patient-facing CDS)","description":"LetsTalkShots is a website which provides patients/parents with tailored videos addressing vaccine concerns.","armGroupLabels":["Patient- and Provider-Facing CDS","Patient-Facing CDS Only"]},{"type":"OTHER","name":"LetsTalkShots (provider-facing CDS)","description":"The provider-facing CDS component will propagate patient concerns obtained from LetsTalkShots (and the appropriate talking points to address the talking points) into the electronic health record (EHR) for the provider at the point of care.","armGroupLabels":["Patient- and Provider-Facing CDS"]},{"type":"OTHER","name":"Appointment Reminder Message","description":"The regular text message and e-mail appointment reminder includes a vaccine primer (e.g. \"Vaccines are due and reserved for the participant's child\"), but no patient- or provider-facing CDS.","armGroupLabels":["Control (MYchart account)","Control (no MYchart account)","Patient- and Provider-Facing CDS","Patient-Facing CDS Only"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Vaccination rate","description":"Proportion of vaccines due that are administered at the index appointment","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Days undervaccinated","description":"The sum of all days during which the child was undervaccinated for 1 or more doses of any vaccine(s). Undervaccination begins (per Lumen et al) starting 1 month after the initial due date of a vaccine (e.g. if a patient has not yet received a 2-month vaccine, then days undervaccinated begin accumulating when the child turns 3 months old).","timeFrame":"Through 24 months of age"},{"measure":"Patient Adoption as assessed by proportion of successful texts sent","description":"Proportion of successfully sent text messages with links to patient-facing CDS that are clicked on and have questionnaires answered.","timeFrame":"Up to one year"},{"measure":"Provider Adoption as assessed by proportion of orders opened","description":"Proportion of provider-facing best practice advisory (BPA) alerts in which the provider opens the order set for all vaccines due.","timeFrame":"Up to one year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient has an upcoming appointment in 2 business days at Children's Healthcare of Atlanta Hughes Spalding Primary Care Clinic.\n* A valid mobile phone number or e-mail address is available in the EHR as of 2 business days prior to the appointment date.\n\nPhase 1: COVID-19 Vaccine only:\n\n* Due for a COVID-19 vaccine based on Epic Systems© COVID-19 vaccine health maintenance topic.\n\nPhase 2: All Vaccines:\n\n* Due for any vaccines based on Epic Systems© implementation using health maintenance topics of the Centers for Disease Control CDS for Immunization (CDSi) specifications.\n\nExclusion Criteria:\n\n* None","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michelle Goryn","role":"CONTACT","phone":"919-357-2484","email":"mgoryn1@jh.edu"}],"overallOfficials":[{"name":"Daniel Salmon, PhD","affiliation":"Johns Hopkins Bloomberg School of Public Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Children's Healthcare of Atlanta Hughes Spalding Primary Care Clinic","city":"Atlanta","state":"Georgia","zip":"30303","country":"United States","contacts":[{"role":"CONTACT","phone":"404-785-9850"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M17360","name":"Vaccines","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}