{"protocolSection":{"identificationModule":{"nctId":"NCT06480799","orgStudyIdInfo":{"id":"FMHS 287-0523"},"organization":{"fullName":"University of Nottingham","class":"OTHER"},"briefTitle":"Effect of Pectin and Inulin Fibre Supplementation on Glucose and ANS Modulation","officialTitle":"The Role of Dietary Fibres in Modulating Blood Glucose and the Autonomic Nervous System - A Pilot Randomised Placebo-controlled Dietary Intervention Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-09-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Elizabeth Simpson","investigatorTitle":"Principal Research Fellow","investigatorAffiliation":"University of Nottingham"},"leadSponsor":{"name":"Elizabeth Simpson","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The study involves intake of dietary supplements, which are commonly found in the UK diet (not pharmacological agents) to test their effects on inflammation in the body and gut microbiome composition. Study subjects will be healthy volunteers recruited from the University and local population and will be asked to attend the laboratory on 2 occasions; before and after 4-week' supplementing the diet daily with either the dietary fibres (Pectin and Inulin) or placebo (maltodextrin). At each study visit (\\~3hrs), participants will be asked to provide a stool and blood sample and will have blood pressure measured. They will also consume a glucose drink to assess how effectively the body regulates its blood glucose concentration. In the week before each study visit, participants will wear an activity and glucose monitor and record their food intake.","detailedDescription":"The overall aim of the proposed project is to unlock the effect of two structurally different dietary fibres on anti-inflammatory and cardioprotective metabolic responses via the modulation of the gut microbiome and SCFAs production.\n\nSpecific Aim 1: To deliver a wealth of molecular data, including effect sizes, on the physiological effects of two distinct fibres on the changes in the composition and function of the gut microbiome and changes in the metabolomic and physiological profile of an individual.\n\nSpecific Aim 2: To investigate the mechanisms whereby the gut microbiome modulates crucial physiological parameters such, blood glucose regulation, hunger and appetite, immune function markers in response to the anti-inflammatory effects of the gut microbiome.\n\n30 healthy, non obese volunteers will be recruited following a successful medical screening. Between recruitment and first study visit, and in the final week of the 4-week intervention (before the second study visit), participants will be asked to wear a wrist-worn activity monitor and a subcutaneous glucose monitor (Freestyle Libre 2; 7 days), to complete a dietary record (4 days), to collect a stool sample on the day before the study visit and to fast from midnight the night before this visit.\n\nAt both study visits, participants will have weight, hip/waist circumference and blood pressure measured. They will consume 75g of glucose in 300ml of water (as an oral glucose challenge) and glucose concentration will be monitored over 2 hours via the subcutaneous monitor. They will also be asked to complete some questionnaires. After completion of the first study day, participants will be randomised to receive either the dietary fibres or placebo powder. They will be given the blinded products portioned in individual sachets, with instructions to add the contents of one sachet a day to juice, smoothies or water and to consume immediately. Study visit 2 will be scheduled at the end of the 4 week 'dosing' period."},"conditionsModule":{"conditions":["Diet, Healthy","Systemic Inflammatory Response"],"keywords":["Dietary intervention","Gut microbiome","Systemic inflammation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Controlled intervention","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Single blinded study","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Fibre arm","type":"ACTIVE_COMPARATOR","description":"15g of pectin and 5g Inulin provided to healthy participants for 4 weeks.","interventionNames":["Dietary Supplement: Fibre intervention"]},{"label":"Maltodextrin","type":"PLACEBO_COMPARATOR","description":"10g of maltodextrin provided as the control to participants for 4 weeks.","interventionNames":["Dietary Supplement: Placebo intervention"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Fibre intervention","description":"Inulin fibre (5g) and Pectin fibre (15g) was randomly allocated to eligible participants in order to test specific effects on gut microbiome composition and metabolic markers.","armGroupLabels":["Fibre arm"]},{"type":"DIETARY_SUPPLEMENT","name":"Placebo intervention","description":"Maltodextrin (10g) served as a control/ placebo to compare the effects observed with inulin and pectin.","armGroupLabels":["Maltodextrin"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in microbiome profile","description":"Change in microbiome profile, assessed using 16s RNA sequencing analysis of faecal samples provided pre and post the 4-week intervention period","timeFrame":"4 weeks"},{"measure":"Change in inflammatory profile","description":"Change in circulating markers of inflammation measured by ELISAs in serum samples collected pre and post the 4-week intervention period.","timeFrame":"4 weeks"},{"measure":"Changes in short chain fatty acids (SCFAs)","description":"Change in serum SCFAs measured by mass spectrometry pre and post the 4-week intervention period","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Change in heart rate variability","description":"change in mean heart rate variability, measured across 7 days using a wrist worn activity monitor, before and in the final week of the 4-week intervention","timeFrame":"4-weeks"},{"measure":"Change in physical activity level (PAL)","description":"change in mean PAL, measured across 7 days using a wrist worn activity monitor, before and in the final week of the 4-week intervention","timeFrame":"4-weeks"},{"measure":"Change in step count","description":"change in mean step count, measured across 7 days using a wrist worn activity monitor, before and in the final week of the 4-week intervention","timeFrame":"4-weeks"},{"measure":"Change in systolic blood pressure (lying to standing) pre intervention","description":"Change in systolic blood pressure (measured after 3 minutes of lying down and after 1 minute of standing), at pre-intervention study visit","timeFrame":"4 minutes"},{"measure":"Change in systolic blood pressure (lying to standing) post intervention","description":"Change in systolic blood pressure (measured after 3 minutes of lying down and after 1 minute of standing), at post-intervention study visit","timeFrame":"4 minutes"},{"measure":"Change in diastolic blood pressure (lying to standing) pre-intervention","description":"Change in diastolic blood pressure (measured after 3 minutes of lying down and after 1 minute of standing), at pre-intervention study visit","timeFrame":"4 minutes"},{"measure":"Change in diastolic blood pressure (lying to standing) post-intervention","description":"Change in diastolic blood pressure (measured after 3 minutes of lying down and after 1 minute of standing), at post-intervention study visit","timeFrame":"4 minutes"},{"measure":"Change in heart rate (lying to standing) pre-intervention","description":"Change in heart rate (measured after 3 minutes of lying down and after 1 minute of standing), at pre-intervention study visit","timeFrame":"4 minutes"},{"measure":"Change in heart rate (lying to standing) post-intervention","description":"Change in heart rate (measured after 3 minutes of lying down and after 1 minute of standing), at post-intervention study visit","timeFrame":"4 minutes"},{"measure":"Change in Short Form Health Survey (SF36) Questionnaire aggregated normalised 'physical' score","description":"Change in 'SF36' Questionnaire aggregated 'physical' score (normalised to UK population) calculated according to standard procedures (min 0, max 100), with higher score indicating better physical wellbeing; measured pre and post intervention","timeFrame":"4 weeks"},{"measure":"Change in Short Form Health Survey (SF36) Questionnaire aggregated normalised 'mental' score","description":"Change in 'SF36' Questionnaire aggregated 'mental' score (normalised to UK population) calculated according to standard procedures (min 0, max 100), with higher score indicating better mental wellbeing; measured pre and post intervention","timeFrame":"4 weeks"},{"measure":"Change in Pittsburgh Sleep Quality Index (PSQI)","description":"Change in PSQI score (min score 0, max 21), measured pre and post the 4-week intervention, with higher score indicating poorer sleep quality","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is willing and able to give informed consent for participation in the study\n* Participant eligibility includes those aged \\>18 years who have a body mass index (BMI) between 18.5 and 39.9 kg/m2\n\nExclusion Criteria:\n\n* Have psychosocial or gastrointestinal (e.g. malabsorptive conditions such as IBS/IBD, coeliac)\n* Are taking the following medications: immunosuppressants, amiodarone and/or perhexiline\n* Are currently following or anticipated to commence a specialised commercially available weight loss diet and/or program\n* Pregnant or breast feeding\n* History or current psychiatric illness\n* History or current neurological condition (e.g. epilepsy)\n* Having taken part in a research study in the last 3 months involving invasive procedures or an inconvenience allowance (this must remain for ALL UoN FMHS UREC approved studies)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ana Valdes, PhD","affiliation":"University of Nottingham","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Nottingham","city":"Nottingham","zip":"NG7 2UH","country":"United Kingdom","geoPoint":{"lat":52.9536,"lon":-1.15047}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Data arising from the current study will be used in a fully anonymised format for the purpose of publications."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M10293","name":"Inflammation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T401","name":"Inulin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Ot","name":"Other Dietary Supplements"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}