{"protocolSection":{"identificationModule":{"nctId":"NCT06472128","orgStudyIdInfo":{"id":"24-025"},"organization":{"fullName":"Massachusetts General Hospital","class":"OTHER"},"briefTitle":"Novel Digital Application for Patients With Acute Leukemia","officialTitle":"Multi-Site Randomized Controlled Trial of a Novel Digital Application (DREAMLAND) to Improve Outcomes for Patients With Acute Myeloid Leukemia","acronym":"NAVIGATE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-09","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"El-Jawahri, Areej,M.D.","investigatorTitle":"Associate Professor of Medicine","investigatorAffiliation":"Massachusetts General Hospital"},"leadSponsor":{"name":"Massachusetts General Hospital","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research study is evaluating to examine the efficacy of a novel a self-administered digital application (DREAMLAND) for improving patients' long-term quality of life and psychological outcomes for patients with acute myeloid leukemia undergoing intensive chemotherapy.","detailedDescription":"Patients newly diagnosed with acute myeloid leukemia (AML) confront a sudden and life-threatening diagnosis, requiring an immediate disruption of their life and an urgent 4-6-week hospitalization to initiate intensive chemotherapy. During this hospitalization, they endure substantial physical symptoms due to the side-effects of chemotherapy, which negatively impact their quality of life. Importantly, patients also experience immense psychological distress as they struggle with the abrupt onset of illness, uncertainty regarding their prognosis, physical and social isolation during hospitalization, and complete loss of independence.\n\nDespite the well-described psychological sequalae patients with AML experience, interventions to support them during this challenging hospitalization are limited. Moreover, limited availability of palliative care and mental health clinicians further hinders the scalability and dissemination of supportive care interventions to address the needs of all patients with AML. The investigators developed a self-administered novel digital app (DREAMLAND) for patients with AML undergoing intensive chemotherapy. DREAMLAND includes four modules that focus on: 1) supportive psychotherapy to help patients adjust to the shock of diagnosis; 2) psychoeducation to manage illness expectations; 3) psychosocial skill-building to promote effective coping; and 4) self-care. The investigators recently completed a pilot randomized trial demonstrating the feasibility of DREAMLAND and its promising efficacy for improving patient reported quality of life, anxiety, and depression symptoms, as well as self-efficacy and symptom burden, compared to usual care. Based on these findings, DREAMLAND received an FDA Breakthrough Device Designation as a promising digital therapeutic for AML.\n\nThe purpose of this study is to conduct a multi-site randomized trial of DREAMLAND versus VITAL WELLNESS (a physical health promotion control app) in 200 patients with AML undergoing intensive chemotherapy to: a) demonstrate the efficacy of DREAMLAND versus VITAL WELLNESS for improving patient-reported quality of life, and psychological distress; b) assess the impact of DREAMLAND on patient-reported symptom burden, coping, and self-efficacy; c) explore mediators and moderators of the intervention effect on patient-reported quality of life; and d) establish the generalizability of DREAMLAND across care settings."},"conditionsModule":{"conditions":["Relapsed Adult Acute Myeloid Leukemia","Primary Refractory Acute Myeloid Leukemia","High Risk Acute Myeloid Leukemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"DREAMLAND","type":"EXPERIMENTAL","description":"DREAMLAND is a self-administered, multicomponent mobile psychological intervention application for patients to be used during their hospitalization for intensive chemotherapy.","interventionNames":["Behavioral: DREAMLAND"]},{"label":"VITAL WELLNESS","type":"ACTIVE_COMPARATOR","description":"VITAL WELLNESS is a self-administered, multicomponent mobile application containing information on a range of physical health topics that guide patients through education about general wellness, nutrition, exercise, and cancer prevention.","interventionNames":["Behavioral: VITAL WELLNESS"]}],"interventions":[{"type":"BEHAVIORAL","name":"DREAMLAND","description":"Participants assigned to DREAMLAND will start using DREAMLAND during the first week of their hospitalization, with a suggested timeline of reviewing one module each week to complete the required modules by week 4 of their hospital stay.","armGroupLabels":["DREAMLAND"]},{"type":"BEHAVIORAL","name":"VITAL WELLNESS","description":"Participants assigned to VITAL WELLNESS will start using VITAL WELLNESS during the first week of their hospitalization, with a suggested timeline of reviewing one module each week to complete the required modules by week 4 of their hospital stay.","armGroupLabels":["VITAL WELLNESS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient reported quality of life (QOL) at day 20 as measured by the Functional Assessment of Cancer Therapy-Leukemia scale","description":"To compare QOL at day +20 between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Functional Assessment of Cancer Therapy-Leukemia (FACT-Leukemia) at day 20.\n\nHigher scores on FACT-Leukemia (range 0-176) indicate a better QOL.","timeFrame":"Day +20"}],"secondaryOutcomes":[{"measure":"Longitudinal patient reported quality of life (QOL) as measured by the Functional Assessment of Cancer Therapy-Leukemia scale","description":"To compare QOL longitudinally between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Functional Assessment of Cancer Therapy-Leukemia (FACT-Leukemia).\n\nHigher scores on FACT-Leukemia (range 0-176) indicate a better QOL.","timeFrame":"Up to 180 days"},{"measure":"Participant anxiety symptoms assessed by the Hospital Anxiety and Depression Scale","description":"To compare anxiety symptoms (both at day +20 and longitudinally) between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Hospital Anxiety and Depression Scale (HADS) anxiety subscale.\n\nLower scores on HADS anxiety subscale indicate less anxiety (score: 0-7-Normal, 8-10-Mild, 11-15-Moderate, 16-21-Severe).","timeFrame":"Up to 180 days"},{"measure":"Participant depression symptoms as measured by the Hospital Anxiety Depression scale","description":"To compare depression symptoms both at day +20 and longitudinally between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Hospital Anxiety and Depression Scale (HADS).\n\nLower scores on HADS depression subscale indicate absence of depression (score: 0-7-Normal, 8-10-Mild, 11-15-Moderate, 16-21-Severe).","timeFrame":"Up to 180 days"},{"measure":"Participant depressive syndrome as measured by the patient Health Qiestionnaire-9 scale","description":"To compare depressive syndrome symptoms both at day +20 and longitudinally between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Patient Health Questionnaire-9 (PHQ-9).\n\nLower PHQ-9 scores indicate absence or minimal depression (score: 0-4 -None-minimal, 5-9-Mild, 10-14-Moderate, 15-19-Moderately Severe, 20-27-Severe).","timeFrame":"Up to 180 days"},{"measure":"Participant symptom burden a assessed by the Edmonton Symptom Assessment scale","description":"To compare symptom burden at day +20 between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Edmonton Symptom Assessment Scale (ESAS-R).\n\nA higher ESAS-R score (total ranges from 0 to 60) indicates a higher physical symptom burden.","timeFrame":"Day +20"},{"measure":"Participant post-traumatic stress symptoms as assessed by the Post-traumatic Stress Disorder Checklist Civilian Version.","description":"To compare post-traumatic stress symptoms (both at day +20 and longitudinally) between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Post-traumatic Stress Disorder Checklist-Civilian Version.\n\nScores above 44 indicates possible PTSD (scores range from 17 to 85).","timeFrame":"Up to 180 days"}],"otherOutcomes":[{"measure":"Participant perceived ability to used adaptive coping as measured by the Measure of Current Status Part A","description":"To compare coping (both at day +20 and longitudinally) between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Measure of Current Status Part A (MOCS-A).\n\nHigher MOCS-A scores indicate higher perceived ability to use adaptive coping techniques (scores range from 0-52).","timeFrame":"Up to 180 days"},{"measure":"Participant self-efficacy level as measured by the Cancer Self-Efficacy scale","description":"To compare self-efficacy (both at day +20 and longitudinally) between those receiving DREAMLAND versus VITAL WELLNESS as measured by the Cancer Self-Efficacy scale (CASE).\n\nHigher CASE scores indicate higher levels of self-efficacy (scores range from 12 to 48).","timeFrame":"Up to 180 days"},{"measure":"Participant experience of application's usability as measured by the Systems Usability Scale","description":"To explore participants´ usability of the apps at day +60 as measured by the System Usability Scale (SUS).\n\nHigher SUS scores indicate higher levels of usability (scored on a 0-100 scale).","timeFrame":"Day +60"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Hospitalized patients (age \\> 18 years) with a diagnosis of AML.\n* Initiating treatment with either intensive chemotherapy (7+3) or modification of this regimen on a clinical trial, or a similar intensive regimen that typically requires a prolonged 3-6-week hospitalization and/or recovery.\n* Ability to comprehend and speak English as the digital apps are only available in English\n\nExclusion Criteria:\n\n* Patients with a diagnosis of acute promyelocytic leukemia\n* Patients with acute or unstable psychiatric or cognitive conditions which the treating clinicians believes prohibits informed consent or compliance with study procedures.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Areej El-Jawahri, MD","role":"CONTACT","phone":"617-724-4000","email":"ael-jawahri@mgb.org"},{"name":"Upeka Samarakoon, PhD","role":"CONTACT","email":"ssamarakoon@mgh.harvard.edu"}],"locations":[{"facility":"Massachusetts General Hospital (MGH)","city":"Boston","state":"Massachusetts","zip":"02114","country":"United States","contacts":[{"name":"Areej El-Jawahri, MD","role":"CONTACT","phone":"617-724-4000","email":"ael-jawahri@mgb.org"},{"name":"Upeka Samarakoon, PhD","role":"CONTACT","email":"ssamarakoon@mgh.harvard.edu"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Duke University","city":"Durham","state":"North Carolina","zip":"27710","country":"United States","contacts":[{"name":"Thomas W LeBlanc, MD","role":"CONTACT","email":"thomas.leblanc@duke.edu"}],"geoPoint":{"lat":35.99403,"lon":-78.89862}},{"facility":"Fred Hutchinson Cancer Research Center (FHCRC)","city":"Seattle","state":"Washington","zip":"98109","country":"United States","contacts":[{"name":"Mohamed Sorror, MD","role":"CONTACT","email":"sorror@fredhutch.org"}],"geoPoint":{"lat":47.60621,"lon":-122.33207}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to Sponsor Investigator or designee. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Data can be shared no earlier than 1 year following the date of publication","accessCriteria":"Contact the Partners Innovations team at http://www.partners.org/innovation"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007938","term":"Leukemia"},{"id":"D000007951","term":"Leukemia, Myeloid"},{"id":"D000015470","term":"Leukemia, Myeloid, Acute"}],"ancestors":[{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000006402","term":"Hematologic Diseases"}],"browseLeaves":[{"id":"M10945","name":"Leukemia","asFound":"Leukemia","relevance":"HIGH"},{"id":"M10955","name":"Leukemia, Myeloid","asFound":"Myeloid Leukemia","relevance":"HIGH"},{"id":"M18127","name":"Leukemia, Myeloid, Acute","asFound":"Acute Myeloid Leukemia","relevance":"HIGH"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","asFound":"Acute","relevance":"HIGH"},{"id":"T182","name":"Acute Myeloid Leukemia","asFound":"Acute Myeloid Leukemia","relevance":"HIGH"},{"id":"T3995","name":"Myeloid Leukemia","asFound":"Myeloid Leukemia","relevance":"HIGH"},{"id":"T188","name":"Acute Non Lymphoblastic Leukemia","asFound":"Acute Myeloid Leukemia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}