{"protocolSection":{"identificationModule":{"nctId":"NCT06472401","orgStudyIdInfo":{"id":"55509622.9.3001.5650"},"organization":{"fullName":"University of Brasilia","class":"OTHER"},"briefTitle":"Integrated Learning Support System Based on Immersive Simulated Training for Nursing Students","officialTitle":"Integrated Learning Support System Based on Immersive Simulated Training for Nursing Students: Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-05-11","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Marcia Cristina da Silva Magro","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Brasilia"},"leadSponsor":{"name":"University of Brasilia","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Simulation has stood out at the forefront as one of the methods adopted to recreate the care process to make it safer. However, it is not clear whether the simulation attenuates or accentuates the levels of stress and anxiety. The standard learning model, as it does not contemplate different learning styles, may present deficiencies in the student's preparation for the simulated strategy, allowing negative effects, such as stress and anxiety, to easily appear. On the other hand, the adoption of an Integrated Learning Support System (ILSS), covering different learning styles, would be more effective, above all, to prevent or mitigate the possible negative effects of the simulated strategy, the theme defended in this proposal. The objective of this study is to evaluate the effectiveness of an ILSS applied during the preparation of undergraduate nursing students for immersive simulated training in the management of drug-induced nephrotoxicity. A parallel randomized controlled trial guided by the CONSORT recommendations extended to health simulation research will be conducted. Data collection will take place in two higher education institutions in the Federal District, Brazil, one public and one private, chosen for being a reference in teaching mediated by the simulation strategy. Study participants will be undergraduate nursing students. A sample size calculation resulted in the need for 96 students. The following instruments will be adopted: 1) Questionnaire to characterize the participants; 2) Questionnaire to assess theoretical knowledge; 3) Lasater Clinical Judgment Rubric, Brazilian version; 4) Checklist for evaluating practical performance; 5) Reduced version of the Depression, Anxiety and Stress Scale (DASS-21). In this study, a theoretical-practical course will be created and offered on the systematization of nursing care for patients with drug-induced nephrotoxicity. The syllabus of the course is divided into online and face-to-face modes. Students will be submitted in pairs to previously created and validated simulation scenarios. In the Control Group, students will be submitted to the Standard Learning Model (SLM) during the preparation stage for the immersive simulated training, consisting of: use of expository video lessons, participation in doubt forums, reading, and critical analysis of scientific articles. For the Experimental Group, in addition to the SLM, an ILSS composed of strategies to achieve different learning styles will be added. The study outcomes will be: acquisition of knowledge, skills, and attitudes towards the management of drug-induced nephrotoxicity; reduction of self-reported levels of stress. Categorical variables will be expressed in absolute and relative frequencies, and scalar and continuous numerical variables will be expressed in summary measures (mean and median) and dispersion (standard deviation and 25th and 75th percentiles). The normality of the variables will be verified by the Kolmogorov Smirnov test. The Chi-square, Mann-Whitney, and Fisher's exact tests will be adopted for correlations between groups and the Wilcoxon test for intragroup correlations, considering results with p values ≤ 0.05 as significant. The Integrated Learning Support System (ILSS) will be another tool available to nursing educators to promote environments conducive to professional development with a reduction of factors that negatively interfere with the learning process, such as anxiety and stress. In the long term, it is expected to stimulate the implementation of simulation as an active, educational, and permanent methodology for undergraduate nursing students, aiming at training professionals capable of promoting improvements in the quality of care practice and, consequently, patient safety."},"conditionsModule":{"conditions":["Simulation Training","Learning","Educational Technology","Nephrotoxicity","Physiological Stress"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"This study will adopt a double-blind approach. The exchange of information between the students who will compose the Experimental and Control groups is already expected, that is, the contamination effect, which causes a tendency to underestimate the true effect of the intervention. In this sense, throughout the duration of the simulated scenarios, a flow will be established in which each group (intervention and control) of students will be kept in different environments, to guarantee confinement, a condition that will prevent contact between the different groups. The main researcher will be blinded, that is, he will not have knowledge about the distribution of groups (randomization) and who will receive the Integrated Learning Support System (ILSS). The statistician responsible for data analysis will also be blinded, as he will receive and analyze coded data, without knowing the identity of the participants and the intervention allocated to each one.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":95,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Integrated Learning Support System (ILSS)","type":"EXPERIMENTAL","description":"For the Experimental Group, in addition to the Standard Learning Model (MPA), an Integrated Learning Support System (ILSS) will be added, consisting of strategies to achieve different learning styles","interventionNames":["Other: Integrated Learning Support System"]},{"label":"Standard Learning Model (SLM)","type":"ACTIVE_COMPARATOR","description":"In the Control Group, students will be submitted to the Standard Learning Model (SLM) during the preparation stage for the immersive simulated training, consisting of: use of expository video lessons, participation in doubt forums, reading and critical analysis of scientific articles.","interventionNames":["Other: Standard Learning Model"]}],"interventions":[{"type":"OTHER","name":"Integrated Learning Support System","description":"Students will receive simulation preparation with an Integrated Learning Support System consisting of:\n\n* Educational technology in comic book format\n* Virtual monitoring system with tutors\n* Psychological follow-up\n* Music listening and relaxation session","armGroupLabels":["Integrated Learning Support System (ILSS)"]},{"type":"OTHER","name":"Standard Learning Model","description":"Students will receive standard simulation preparation consisting of:\n\n- Expository and dialogued theoretical class.","armGroupLabels":["Standard Learning Model (SLM)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Knowledge about Prevention of Contrast-Induced Nephrotoxicity (baseline)","description":"Assessment of knowledge about prevention of contrast-induced nephrotoxicity using a standardized questionnaire. Unit of Measure: Percentage of correct responses","timeFrame":"Evaluated one week before participation in the simulation scenario."},{"measure":"Knowledge about Prevention of Contrast-Induced Nephrotoxicity (one week before simulation)","description":"Assessment of knowledge about prevention of contrast-induced nephrotoxicity using a standardized questionnaire. Unit of Measure: Percentage of correct responses","timeFrame":"Evaluated Immediately after participation in the simulation scenario"},{"measure":"Knowledge about Prevention of Contrast-Induced Nephrotoxicity (thirty days after simulation)","description":"Assessment of knowledge about prevention of contrast-induced nephrotoxicity using a standardized questionnaire. Unit of Measure: Percentage of correct responses","timeFrame":"Evaluated Thirty days after participation in the simulation scenario"}],"secondaryOutcomes":[{"measure":"Practical Performance in Realistic Simulation","description":"This measure evaluates the student's ability to perform specific tasks and procedures accurately and efficiently in a simulated clinical environment. Assessment of student's practical performance during the realistic simulation scenario using a standardized performance checklist. Unit of Measure: Percentage of completed tasks according to the performance checklist. Measurement Tool: Standardized performance checklist","timeFrame":"During the simulated scenario."},{"measure":"Clinical Judgment on Prevention of Contrast-Induced Nephrotoxicity (baseline)","description":"Assessment of clinical judgment regarding the prevention of contrast-induced nephrotoxicity using the Lasater Clinical Judgment Rubric - Brazilian Version (LCJR-BV). Unit of Measure: Scores on the LCJR-BV, which range from 11 to 44 points. The scoring system is designed to identify the level of clinical performance presented by an individual and includes four levels for each of the 11 dimensions:\n\nOne point for each behavior considered \"Novice\" Two points for behavior considered \"Developing\" Three points for behavior considered \"Proficient\" Four points for behavior considered \"Exemplary\"\n\nScores between 11 and 19 points are considered \"Novice\"; scores between 20 and 28 points are considered \"Developing\"; scores between 29 and 37 points are considered \"Proficient\"; and scores between 38 and 44 points are considered \"Exemplary\".","timeFrame":"Evaluated one week before participation in the simulation scenario"},{"measure":"Clinical Judgment on Prevention of Contrast-Induced Nephrotoxicity (immediately after simulation)","description":"Assessment of clinical judgment regarding the prevention of contrast-induced nephrotoxicity using the Lasater Clinical Judgment Rubric - Brazilian Version (LCJR-BV). Unit of Measure: Scores on the LCJR-BV, which range from 11 to 44 points. The scoring system is designed to identify the level of clinical performance presented by an individual and includes four levels for each of the 11 dimensions:\n\nOne point for each behavior considered \"Novice\" Two points for behavior considered \"Developing\" Three points for behavior considered \"Proficient\" Four points for behavior considered \"Exemplary\"\n\nScores between 11 and 19 points are considered \"Novice\"; scores between 20 and 28 points are considered \"Developing\"; scores between 29 and 37 points are considered \"Proficient\"; and scores between 38 and 44 points are considered \"Exemplary\".","timeFrame":"Evaluated immediately after participation in the simulation scenario"},{"measure":"Clinical Judgment on Prevention of Contrast-Induced Nephrotoxicity (thirty days after simulation)","description":"Assessment of clinical judgment regarding the prevention of contrast-induced nephrotoxicity using the Lasater Clinical Judgment Rubric - Brazilian Version (LCJR-BV). Unit of Measure: Scores on the LCJR-BV, which range from 11 to 44 points. The scoring system is designed to identify the level of clinical performance presented by an individual and includes four levels for each of the 11 dimensions:\n\nOne point for each behavior considered \"Novice\" Two points for behavior considered \"Developing\" Three points for behavior considered \"Proficient\" Four points for behavior considered \"Exemplary\"\n\nScores between 11 and 19 points are considered \"Novice\"; scores between 20 and 28 points are considered \"Developing\"; scores between 29 and 37 points are considered \"Proficient\"; and scores between 38 and 44 points are considered \"Exemplary\".","timeFrame":"Evaluated thirty days after participation in the simulation scenario"},{"measure":"Depression, Anxiety and Stress (baseline)","description":"Gradation of depression, anxiety, and stress during different stages of the study using the Depression, Anxiety, and Stress Scale - 21 items (DASS-21).\n\nUnit of Measure:\n\nScores on the DASS-21, which range from 0 to 63 points, subdivided into three factors: depression, anxiety, and stress. Each factor is assessed using a four-point Likert scale (0 - did not apply at all; 1 - applied to some degree, or for a short time; 2 - applied to a considerable degree, or for a good part of the time; 3 - applied very much, or most of the time).\n\nScoring Interpretation:\n\nDepression: Normal (0-9), Mild (10-13), Moderate (14-20), Severe (21-27), Extremely Severe (28+) Anxiety: Normal (0-7), Mild (8-9), Moderate (10-14), Severe (15-19), Extremely Severe (20+) Stress: Normal (0-14), Mild (15-18), Moderate (19-25), Severe (26-33), Extremely Severe (34+)","timeFrame":"Evaluated one week before participation in the simulation scenario"},{"measure":"Depression, Anxiety and Stress (immediately after simulation)","description":"Gradation of depression, anxiety, and stress during different stages of the study using the Depression, Anxiety, and Stress Scale - 21 items (DASS-21).\n\nUnit of Measure:\n\nScores on the DASS-21, which range from 0 to 63 points, subdivided into three factors: depression, anxiety, and stress. Each factor is assessed using a four-point Likert scale (0 - did not apply at all; 1 - applied to some degree, or for a short time; 2 - applied to a considerable degree, or for a good part of the time; 3 - applied very much, or most of the time).\n\nScoring Interpretation:\n\nDepression: Normal (0-9), Mild (10-13), Moderate (14-20), Severe (21-27), Extremely Severe (28+) Anxiety: Normal (0-7), Mild (8-9), Moderate (10-14), Severe (15-19), Extremely Severe (20+) Stress: Normal (0-14), Mild (15-18), Moderate (19-25), Severe (26-33), Extremely Severe (34+)","timeFrame":"Evaluated immediately after participation in the simulation scenario"},{"measure":"Depression, Anxiety and Stress (thirty days after simulation)","description":"Gradation of depression, anxiety, and stress during different stages of the study using the Depression, Anxiety, and Stress Scale - 21 items (DASS-21).\n\nUnit of Measure:\n\nScores on the DASS-21, which range from 0 to 63 points, subdivided into three factors: depression, anxiety, and stress. Each factor is assessed using a four-point Likert scale (0 - did not apply at all; 1 - applied to some degree, or for a short time; 2 - applied to a considerable degree, or for a good part of the time; 3 - applied very much, or most of the time).\n\nScoring Interpretation:\n\nDepression: Normal (0-9), Mild (10-13), Moderate (14-20), Severe (21-27), Extremely Severe (28+) Anxiety: Normal (0-7), Mild (8-9), Moderate (10-14), Severe (15-19), Extremely Severe (20+) Stress: Normal (0-14), Mild (15-18), Moderate (19-25), Severe (26-33), Extremely Severe (34+)","timeFrame":"Evaluated thirty days after participation in the simulation scenario"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Be aged ≥ 18 years old;\n* Students enrolled in the last two years of the undergraduate nursing course;\n* Students who have self-declared internet access in their homes to complete the course's online modules.\n\nExclusion Criteria:\n\n* Students who have previous training and/or professional experience in the health area;\n* Students who do not complete at least 75% of the workload of the proposed course.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Breno S Santana, Master in Nursing","role":"CONTACT","phone":"+5561982085031","email":"bresousas@outlook.com"}],"locations":[{"facility":"Care Skills and Simulation Laboratory","city":"Brasilia","state":"Federal District","zip":"72220-275","country":"Brazil","contacts":[{"name":"Marcia Cristina S Magro, PhD","role":"CONTACT","phone":"+5561982690888"}],"geoPoint":{"lat":-15.77972,"lon":-47.92972}}]},"referencesModule":{"references":[{"pmid":"32234667","type":"BACKGROUND","citation":"Salvarani V, Ardenghi S, Rampoldi G, Bani M, Cannata P, Ausili D, Di Mauro S, Strepparava MG. Predictors of psychological distress amongst nursing students: A multicenter cross-sectional study. Nurse Educ Pract. 2020 Mar;44:102758. doi: 10.1016/j.nepr.2020.102758. Epub 2020 Mar 13."},{"pmid":"18019107","type":"BACKGROUND","citation":"Lasater K. Clinical judgment development: using simulation to create an assessment rubric. J Nurs Educ. 2007 Nov;46(11):496-503. doi: 10.3928/01484834-20071101-04."},{"pmid":"11812579","type":"BACKGROUND","citation":"Grimes DA, Schulz KF. Bias and causal associations in observational research. Lancet. 2002 Jan 19;359(9302):248-52. doi: 10.1016/S0140-6736(02)07451-2."},{"pmid":"22495923","type":"BACKGROUND","citation":"Dreifuerst KT. Using debriefing for meaningful learning to foster development of clinical reasoning in simulation. J Nurs Educ. 2012 Jun;51(6):326-33. doi: 10.3928/01484834-20120409-02. Epub 2012 Apr 9."},{"pmid":"29449994","type":"BACKGROUND","citation":"Cheng A, Kessler D, Mackinnon R, Chang TP, Nadkarni VM, Hunt EA, Duval-Arnould J, Lin Y, Cook DA, Pusic M, Hui J, Moher D, Egger M, Auerbach M; International Network for Simulation-based Pediatric Innovation, Research, and Education (INSPIRE) Reporting Guidelines Investigators. Reporting guidelines for health care simulation research: extensions to the CONSORT and STROBE statements. Adv Simul (Lond). 2016 Jul 25;1:25. doi: 10.1186/s41077-016-0025-y. eCollection 2016."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}