{"protocolSection":{"identificationModule":{"nctId":"NCT06480877","orgStudyIdInfo":{"id":"2170-29-02/1-23-2"},"organization":{"fullName":"Clinical Hospital Center Rijeka","class":"OTHER"},"briefTitle":"Effect of Aerosol From THS and Cigarette Smoke on Periodontal Tissues and Its Microbiome","officialTitle":"Effect of Aerosol From Tobacco Heating System and Tobacco Cigarette Smoke on Periodontal Tissues and Its Specific Microbiome"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Clinical Hospital Center Rijeka","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"Cigarette smoke has an adverse effect on the entire body as well as on the supporting apparatus of the teeth. THS (tobacco heating system) are new products on the market in which tobacco is heated and not burned like in classic cigarettes. Cigarette smoke negatively affects the immune system and vascularization, while the microbiological diversity of the dental biofilm of smokers shows a high prevalence of periodontal pathogens. The effect of THS aerosols on periodontal tissues has not been fully investigated. The research would focus on the impact of cigarette smoking and THS on periodontal tissues and compare their effects as measured by periodontal indices and subgingival microbiome analysis. Periodontal indices will give an insight into the health condition of the periodontal tissues. The microbiological profile of the subgingival areas will serve as an indicator of the effect of cigarette smoke and aerosol emitted by THS on the specific subgingival microbiome. Changes in the composition of the oral subgingival microbiome caused by environmental factors such as smoking will be analyzed using Next generation sequencing (NGS).","detailedDescription":"Periodontal diseases are multifactorial in nature, and in addition to the microbiological challenge, susceptible host and genetic background, smoking and some systemic diseases contribute to a higher incidence of periodontal diseases in such groups of people by 85%. The cause of most, if not all, diseases caused by cigarette smoking is the inhalation of toxins present in cigarette smoke. Toxins produced by burning tobacco in cigarettes contain more than 6,500 ingredients, 150 of which are toxic. Since most of these toxins are tobacco pyrolysis products, research aimed at their reduction led first to the development of electric cigarettes, and then to the THS (Tobacco Heating System) or HnB (Heat not Burn) system. There are THS, or HnB, systems from various manufacturers, but IQOS (Phillip Morris International) is one of the most widespread. It was designed as a 'healthier', i.e. less harmful, alternative for smokers of classic cigarettes. The potential of this system is that it promises less harm to human health, while at the same time instantly reducing the craving for cigarettes, and the impact on eCO (eng. exhaled CO- carbon monoxide) is minimal .\n\nThe device consists of an IQOS holder and a pocket charger. The pocket charger is used to store and charge the IQOS holder, while the holder is used to insert the HEETS tobacco insert and consume it. The principle of functioning of such cigarettes is somewhat different, but for the body's needs for nicotine, it is very similar to a classic cigarette.\n\nTobacco in a THS cigarette is heated up to 245 or up to 350 degrees Celsius (depending on the manufacturer), but it does not burn like in classic cigarettes, and does not produce fire, ash or smoke. By heating the tobacco in a THS cigarette, nicotine, volatile substances and glycerol are released, which create an aerosol. Such an aerosol is mainly a product of evaporation and distillation, not combustion and pyrolysis. It contains up to 90% less dangerous and potentially dangerous ingredients compared to classic cigarettes. The reduction of dangerous ingredients and the absence of smoke in such cigarettes should be accompanied by a reduction in the risk of all diseases associated with smoking traditional cigarettes. When smoking, tobacco in a classic cigarette reaches a temperature of up to 600 degrees Celsius, and in addition to fire, it also produces ash and smoke. Red and orange complexes of microorganisms, which are proven periodontal pathogenic bacteria present in people suffering from periodontal diseases, are more common in smokers than in former smokers or in those who have never smoked. Also, the prevalence of periodontal pathogens in the sulcus of healthy people who smoke is closely related to the amount of cigarettes as well as smoking status. The longer the smoking period and the greater the cigarette consumption, the greater the quantity of periodontal pathogens. Cigarette smoking affects the incidence, the course itself, but also the progression of periodontal diseases because it has a strong influence on the immune and circulatory systems. It has been proven that smoking affects the vasomotility of blood vessels, especially vasoconstriction, and that the number of blood vessels in the oral cavity is reduced in smokers, which results in weaker tissue perfusion, weaker healing, worse response to periodontal therapy, and thus the prognosis of the disease. For example, in patients suffering from aggressive periodontitis (early onset periodontitis) cigarette smoking has a direct effect on the chemotaxis and function of polymorphonuclear cells (PMN) and macrophages, a decrease in the levels of IgG and T lymphocytes , as well as NK cells. Cigarette smoke potentiates the growth of periodontopathogenic species through such modifications and manipulations of the immune system. Furthermore, cigarette smoke affects the very microbiological diversity of the surface of the buccal mucosa. Considering such an influence on mucosal microorganisms, investigators can assume that something similar can take place in the dental biofilm on the tooth surface. The literature on the harm of cigarette smoke to general health, as well as oral health, is very extensive, and there is evidence of harm to the mucous membrane of the oral cavity as well as the supporting apparatus of the teeth. It has been proven that cigarette smoke also affects the subgingival microbiological composition in healthy individuals and is responsible for the depletion of beneficial bacteria and the increase in the number of periodontal pathogens in periodontal patients. Differences in bacterial communities between smokers and non-smokers with moderate chronic periodontitis showed that bacteria of the genus Bacteroides were more common in non-smokers, and fusobacteria, fretibacteria, streptococci, and Veillonella in smokers. Also, Prevotela, Campilobacter, Aggregatibacter, Haemophilus, etc. were less common in smokers. It is also interesting that Neisseria longata is common in non-smokers, while 5 other genera of Neisseria were found in larger quantities in smokers.The effect of aerosols from THS on the cells of the oral cavity and gingiva has not been sufficiently investigated so far. Research is mainly based on the impact of such an aerosol on the epithelial cells of lung tissue or bronchi. According to one study, THS has a very similar effect on the lung parenchyma as a conventional or electric cigarette. It can increase oxidative stress, inflammation and infection and initiate epithelial-mesenchymal changes that can lead to disease. Also, THS aerosol can lead to mitochondrial dysfunction of tracheal epithelial cells leading to altered mitochondrial function that can increase airway inflammation. Examination of the cytotoxicity of THS in this study proved that it is lower compared to a classic cigarette, but higher compared to an electric cigarette. Cells exposed to THS aerosol secrete less IL-1 β and IL-6 compared to cells exposed to cigarette smoke. Another study conducted on an animal model (rat) concludes that the aerosol emitted from a single Heat Stick - HEETS (tobacco heating insert) can quickly and significantly impair the function of the endothelium of blood vessels compared to conventional cigarette smoke.\n\nGiven that the oral cavity is the first anatomical structure with which inhaled cigarette smoke or IQOS aerosol comes into contact with the vital cells of our organism, it was necessary to examine the biological impact of smoke or aerosol on human gingival fibroblasts and keratinocytes on this first interactive line. Research has proven that IQOS aerosol stimulates the proliferation of fibroblasts, prolongs and intensifies the S and G2/M phase of the cell cycle, and affects greater survival, integration and greater adhesive capabilities of keratinocytes. Most in vitro studies indicate that cigarette smoke reduces the viability, proliferation and migration of oral cells, reduces the production of inflammatory mediators, but also stops the cell cycle and initiates apoptosis. IQOS is associated with less keratinocyte apoptosis, while cigarette smoke is closely associated with high cytotoxicity and cell apoptosis.\n\nResearches about this system and its effect on human health are lacking, and conclusions are given cautiously and dosed, calling for further investigations.\n\nCurrently, there are no available clinical or in vitro studies that are directed towards the issue of the impact of THS aerosols and cigarette smoke on periodontal tissues and that are also compared according to any parameters. Investigators hope that this research will clarify some unknowns and doubts and certainly help in better understanding the impact of this system on the dental support apparatus."},"conditionsModule":{"conditions":["Periodontal Diseases","Dysbiosis"],"keywords":["Periodontitis, smoking, Electronic Cigarettes, 16 s RRNA"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"12 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Sampling was carried out by taking a paper-point sample swabs for microbiological analysis from five selected gingival sulci or periodontal pockets of five selected teeth. The teeth were isolated in a dry working field to prevent contamination of the paper points with saliva, and were additionally dried with compressed air. Supragingival biofilm was cleaned from the sampling area with sterile cotton pellet, paper point size 45 (Roeko #45 Dental Paper Point, Coltene Whaladent, USA) per tooth was inserted into the gingival sulcus or periodontal pocket for 30 seconds and placed into an empty Eppendorf tube. The tube was then stored at a temperature of -20 °C. The samples were stored until bacterial DNA isolation. Isolation of bacterial DNA was performed within 48 h of collection."},"enrollmentInfo":{"count":66,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"IQOS users","description":"Inclusion criteria were good general health, absence of any lesions below at or above the level of the oral mucosa, and minimum of 20 healthy teeth. Smokers had to meet the criteria for smoking experience that was at least 3 years (classic cigarette or THS) and daily consumption which should not be less than 5 cigarettes or heat sticks per day. Selected subjects were only cigarette smokers for Group I, and the same rule of selection was applied for IQOS users as Group II.","interventionNames":["Diagnostic Test: Taking a swab from periodontal pockets or gingival sulci"]},{"label":"Cigarette smokers","description":"Inclusion criteria were good general health, absence of any lesions below at or above the level of the oral mucosa, and minimum of 20 healthy teeth. Smokers had to meet the criteria for smoking experience that was at least 3 years (classic cigarette or THS) and daily consumption which should not be less than 5 cigarettes or heat sticks per day. Selected subjects were only cigarette smokers for Group I, and the same rule of selection was applied for IQOS users as Group II.","interventionNames":["Diagnostic Test: Taking a swab from periodontal pockets or gingival sulci"]},{"label":"Control group-non smokers","description":"Inclusion criteria were good general health, absence of any lesions below at or above the level of the oral mucosa, and minimum of 20 healthy teeth. Smokers had to meet the criteria for smoking experience that was at least 3 years (classic cigarette or THS) and daily consumption which should not be less than 5 cigarettes or heat sticks per day. Selected subjects were only cigarette smokers for Group I, and the same rule of selection was applied for IQOS users as Group II.","interventionNames":["Diagnostic Test: Taking a swab from periodontal pockets or gingival sulci"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Taking a swab from periodontal pockets or gingival sulci","description":"Swabs for next generation sequencing were taken with paper points as described earlier.","armGroupLabels":["Cigarette smokers","Control group-non smokers","IQOS users"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Periodontal indices","description":"Three groups were formed (each N = 22): (I) subjects smoking classic cigarettes, (II) users of tobacco heating devices , and (III) subjects who have never smoked either classic cigarettes or used the THS system. Subjects were further classified into subgroups with periodontitis and without periodontitis. The procedure of each subject consisted of taking anamnestic data, clinical examination of the oral cavity, analysis of panoramic dental radiographs, and taking paper-point sample swabs from gingival sulci or periodontal pockets. Clinical examination included examination of all teeth except third molars. A millimeter graduated PCP-15 UNC periodontal probe (Hu-Friedy, Chicago, IL, USA) was used to record the following periodontal indices: probing depth , Full Mouth Bleeding Score , Full Mouth Plaque Score, gingival recession, tooth mobility, furcation defects, and clinical attachment level.","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"results from 16S rRna sequencing","description":"330 paper-point samples from periodontal pockets were collected. Next-generation sequencing of 16S rRNA genes was conducted to identify the composition of subgingival microbiome","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nInclusion criteria were good general health, absence of any systemic, metabolic (diabetes), cardiovascular or any other infectious or inflammatory diseases other than periodontitis, absence of any lesions below, at or above the level of the oral mucosa, and a minimum of 20 healthy teeth. Smokers had to fulfill the criteria for smoking experience which was at least 3 years of smoking (classic cigarettes or IQOS®) and daily consumption which should not be less than 5 cigarettes or heat sticks per day.\n\n-\n\nExclusion Criteria:\n\n* Minors, pregnant women, subjects who use oral probiotics, subjects who have been under antibiotic therapy for the past six (6) months, subjects who use oral antiseptics based on chlorhexidine daily, subjects under immunosuppressive therapy, subjects under any medication therapy and subjects who were in previous periodontal therapy were excluded from the research.\n\nThe above listed exclusion criteria are modifiers of the supragingival and/or subgingival microbiological profile, and as such they can affect the results in the sampled microbiome. Gestational hormones during pregnancy act as growth factors for Prevotella intermedia \\[29\\]. Therapy with chlorhexidine (bisbiguanide antiseptic) preparations has bacteriostatic effect in specific doses and may also be bactericidal, while therapy with oral probiotics can increase the population and number of probiotic bacteria and stop or hinder the reproduction of pathogenic species. Some systemic diseases such as uncontrolled diabetes mellitus lead to the dominance of certain perio-pathogenic species - Capnocytophaga, P. intermedia, C. rectus, P. gingivalis and A. actinomycetemcommitans \\[29\\].","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The subjects were 26-56 years old (median 38; interquartile range 34-54), and 42/66 (64%) were female.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Stjepan Spalj, PhD","affiliation":"Clinical medical hospital centre Rijeka","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Clinical medical hospital centre Rijeka","city":"Rijeka","zip":"51000","country":"Croatia","geoPoint":{"lat":45.32674,"lon":14.44239}}]},"referencesModule":{"references":[{"pmid":"35735645","type":"RESULT","citation":"D'Ambrosio F, Pisano M, Amato A, Iandolo A, Caggiano M, Martina S. Periodontal and Peri-Implant Health Status in Traditional vs. Heat-Not-Burn Tobacco and Electronic Cigarettes Smokers: A Systematic Review. Dent J (Basel). 2022 Jun 8;10(6):103. doi: 10.3390/dj10060103."},{"pmid":"23489056","type":"RESULT","citation":"Bizzarro S, Loos BG, Laine ML, Crielaard W, Zaura E. Subgingival microbiome in smokers and non-smokers in periodontitis: an exploratory study using traditional targeted techniques and a next-generation sequencing. J Clin Periodontol. 2013 May;40(5):483-92. doi: 10.1111/jcpe.12087. Epub 2013 Mar 13."},{"pmid":"26000024","type":"RESULT","citation":"Gonzalez-Garay ML. The road from next-generation sequencing to personalized medicine. Per Med. 2014;11(5):523-544. doi: 10.2217/pme.14.34."},{"pmid":"33784312","type":"RESULT","citation":"Yoshioka T, Tabuchi T. Combustible cigarettes, heated tobacco products, combined product use, and periodontal disease: A cross-sectional JASTIS study. PLoS One. 2021 Mar 30;16(3):e0248989. doi: 10.1371/journal.pone.0248989. eCollection 2021."},{"pmid":"25644890","type":"RESULT","citation":"Perez-Chaparro PJ, Duarte PM, Pannuti CM, Figueiredo LC, Mestnik MJ, Goncalves CP, Faveri M, Feres M. Evaluation of human and microbial DNA content in subgingival plaque samples collected by paper points or curette. J Microbiol Methods. 2015 Apr;111:19-20. doi: 10.1016/j.mimet.2015.01.023. Epub 2015 Jan 30."},{"pmid":"10807119","type":"RESULT","citation":"Shiloah J, Patters MR, Waring MB. The prevalence of pathogenic periodontal microflora in healthy young adult smokers. J Periodontol. 2000 Apr;71(4):562-7. doi: 10.1902/jop.2000.71.4.562."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The data presented in this study are available on public repository of Faculty of Dental Medicine, University of Rijeka, Croatia. \"https:/dabar.srce.hr/en/islandora/object/fdmri%3A230\" ( Špalj S. Okolišni čimbenici i mikrobiološke interakcije u strukturi dentalnog biofilma:istraživački podaci.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"From 1.09.2024 till 1.9.2025","url":"https://dabar.srce.hr/en/islandora/object/fdmri%3A230"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010510","term":"Periodontal Diseases"},{"id":"D000064806","term":"Dysbiosis"}],"ancestors":[{"id":"D000009059","term":"Mouth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M13427","name":"Periodontitis","relevance":"LOW"},{"id":"M13419","name":"Periodontal Diseases","asFound":"Periodontal Diseases","relevance":"HIGH"},{"id":"M30405","name":"Dysbiosis","asFound":"Dysbiosis","relevance":"HIGH"},{"id":"M12019","name":"Mouth Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}