{"protocolSection":{"identificationModule":{"nctId":"NCT06481735","orgStudyIdInfo":{"id":"CHN-PLAGH-BT-087"},"organization":{"fullName":"Chinese PLA General Hospital","class":"OTHER"},"briefTitle":"TCR Reserved and Power3 Gene Knock-out Allogeneic CD19-targeting CAR-T Cell Therapy in r/r B-ALL","officialTitle":"A Phase 1/2 Single-center Study Evaluating the Safety and Efficacy of TCR Reserved and Power3 Gene Knock-out Allogeneic CD19-targeting CAR-T Cell Therapy in Adults With Refractory/Relapsed B-cell Acute Lymphoblastic Leukaemia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-22","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Han weidong","investigatorTitle":"Director of Biotherapeutic Department","investigatorAffiliation":"Chinese PLA General Hospital"},"leadSponsor":{"name":"Chinese PLA General Hospital","class":"OTHER"},"collaborators":[{"name":"Peking University","class":"OTHER"},{"name":"EdiGene Inc.","class":"INDUSTRY"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The safety and efficacy of the chimeric antigen receptor (CAR)-T, a CD19-targeting, TRAC and Power3 double gene deleted allogeneic CAR-T cell product, are undergoing rigorous evaluation in NHL subjects from the ATHENA trial (NCT06014073). Unexpectedly, expansion of the initial residual CD3-positive CAR T from products were measured in patients' peripheral blood (PB) without exception. Accompanying with host immune reconstitution and appearance of the detectable B cells, the CD3-positive allogenic CAR T cells exhibited a compelling amplification advantage over CD3-negative CAR T cells. The amplification of CD3-positive CAR T cell population dynamically suppressed host B cell recovery, and presumably surveilled the recurrence or progression of tumors, but did not induce typical Graft-versus-host-disease (GvHD). Additionally, a series of in vitro experiments illustrated that the HLA-mismatched fratricide between host T cells and TCR-reserved Power3-deleted allogenic CAR T cells was markedly slashed, which in combination with investigators' observed clinical safety date supported the notion that only genomic deletion of Power3 gene in allo-CAR T cells is sufficient to overcome GvHD and host T cell-mediated rejection response.\n\nIn this study, investigators will disable the Power3 gene of T cells from healthy donors to prepare CAR T cells. This approach harnesses the tonic signaling of CAR T cells, resulting in enhanced persistence and improved response to treatment. The purpose of this study is to evaluate the safety and efficacy of allogeneic Power3 knock-out CD19 CAR-T in B-cell acute lymphoblastic leukaemia (B-ALL).","detailedDescription":"Phase 1 (dose escalation)\n\nIn phase 1, 6-18 subjects will be enrolled. Subjects will receive 3 doses of allogeneic Power3 knock-out CD19 CAR-T cell therapy ( 1 × 10\\^6 cells/kg、3 × 10\\^6 cells/kg、6 × 10\\^6 cells/kg) increases from low dose to high dose according to the \"3 + 3\" principle:\n\nThree (3) subjects are enrolled in a cohort corresponding to a dose level. If 1 subject in a cohort of 3 subjects experiences a dose-limiting toxicity (DLT), 3 additional subjects will be enrolled at the current dose level. For safety purposes, the administration of allogeneic Power3 knock-out CD19 CAR-T will be staggered by 28 days between the first two subjects in each cohort. And for each of the remaining cohorts, the administration of allogeneic Power3 knock-out CD19 CAR-T will be staggered by 28 days before enter into the next cohort.\n\nPhase 2 (expansion cohort)\n\nIn phase 2, 10 to 12 subjects will be enrolled and receive cell infusion at dose of recommended phase 2 dose (RP2D), which will be determined based on the maximum tolerated dose (MTD), occurrence of DLT, the obtained efficacy results, pharmacokinetics/pharmacodynamics and other data according to the phase 1.\n\nObjectives\n\nThe primary objectives of the phase 1 were to evaluate the tolerability and safety of allogeneic Power3 knock-out CD19 CAR-T in patients with refractory/relapsed (r/r) B-ALL, and determine RP2D. The primary purpose of the phase 2 study was to evaluate the efficacy of allogeneic Power3 knock-out CD19 CAR-T in the above population."},"conditionsModule":{"conditions":["Acute Lymphocytic Leukemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patients with refractory or relapsed B-ALL","type":"EXPERIMENTAL","description":"A conditioning chemotherapy regimen of fludarabine and cyclophosphamide will be administered followed by investigational treatment, Power3 Gene Knock-out Allogeneic CD19-targeting CAR-T.","interventionNames":["Biological: TCR reserved and Power3 Gene Knock-out Allogeneic CD19-targeting CAR-T cell","Drug: Fludarabine","Drug: Cyclophosphamide"]}],"interventions":[{"type":"BIOLOGICAL","name":"TCR reserved and Power3 Gene Knock-out Allogeneic CD19-targeting CAR-T cell","description":"Phase 1 dose escalation (3+3) : dose 1 (1 × 10\\^6 cells/kg) , dose 2 (3 × 10\\^6 cells/kg), dose 3 (6 × 10\\^6 cells/kg); Phase 2 : dose of RP2D.","armGroupLabels":["Patients with refractory or relapsed B-ALL"],"otherNames":["Allogeneic Power3 knock-out CD19 CAR-T"]},{"type":"DRUG","name":"Fludarabine","description":"Intravenous fludarabine 25\\~30 mg/m\\^2/day on days -5, -4, and -3.","armGroupLabels":["Patients with refractory or relapsed B-ALL"],"otherNames":["Fludarabine Phosphate for Injection"]},{"type":"DRUG","name":"Cyclophosphamide","description":"Intravenous cyclophosphamide 250\\~500 mg/m\\^2/day on days -5, -4, and -3.","armGroupLabels":["Patients with refractory or relapsed B-ALL"],"otherNames":["Cyclophosphamide for Injection"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Phase 1: Incidence of adverse events (AE) defined as DLT","description":"DLT is defined as any AE related to the investigational drug that occurs within 28 days after administration of the allogeneic Power3 knock-out CD19 CAR-T and meets any one of the criteria listed in the DLT criteria. The severity of AE will be assessed according to NCI-CTCAE v5.0. cytokine release syndrome (CRS) and immune cell-associated neurotoxicity syndrome (ICANS) will be evaluated according to the standards released by ASTCT in 2019. GvHD according to criteria defined by the Mount Sinai Acute GVHD International Consortium.\n\n* Grade 3 aGVHD that does not resolve to Grade 1 or 2 within 7 days, with the exception of isolated skin involvement aGVHD;\n* Grade 3 CRS that does not resolve to grade 2 or lower within 2 weeks;\n* Grade 3 ICANS lasting for ≥ 7 days;\n* Any Grade ≥ 4 aGVHD or CRS or ICANS;\n* Any other Grade ≥ 4 and Grade 3 AE related to the allogeneic Power3 knock-out CD19 CAR-T that lasts for ≥ 14 days, except hematology toxicity.","timeFrame":"First infusion date of CAR-T cells up to 28 days"},{"measure":"Phase 1: RP2D","description":"The RP2D was determined through phase 1 study.","timeFrame":"12 months"},{"measure":"Phase 2: Objective response rate (ORR)","description":"Objective response definition: a molecular response (MRD \\< 10\\^-4 post treatment) assessed by multiparameter flow cytometry and/or qPCR, or a morphologic complete response (CR), or a CR with incomplete blood count recovery (CRi). ORR is defined as the proportion of patients who have achieved objective response assessed by investigators.","timeFrame":"24 months"},{"measure":"Phase 2: Overall Survival (OS)","description":"OS is defined as the time from CAR-T cells infusion to the date of death. Subjects who have not died by the analysis data cutoff date will be censored at the last contact date.","timeFrame":"24 months"},{"measure":"Phase 2: Progression Free Survival (PFS)","description":"PFS is defined as the time from the CAR-T cells infusion date to the date of disease progression assessed by investigators, or death any cause. Participants not meeting the criteria for progression by the analysis data cutoff date were censored at the last evaluable disease assessment date.","timeFrame":"24 months"}],"secondaryOutcomes":[{"measure":"Phase 1 and phase 2: Level of CAR-positive T cells circulating in blood over time","description":"Number and copy number of CAR-T cells were assessed by number in peripheral blood. Blood samples were collected before and one year after cell infusion (until CAR-T cells were not detected for two consecutive times) to detect the number and copy number of CAR-T cells, and to evaluate the pharmacokinetics of CAR-T.","timeFrame":"12 months"},{"measure":"Phase 1 and phase 2: Level of CD19+ cells in peripheral blood","description":"The level of CD19+ cells in peripheral blood will be detected by flow cytometry.","timeFrame":"Up to 28 days after infusion"},{"measure":"Phase 1 and phase 2: Level of interleukin 6 (IL-6) in peripheral blood","description":"The level of IL-6 in peripheral blood will be detected by enzyme-linked immuno sorbent assay.","timeFrame":"Up to 28 days after infusion"},{"measure":"Phase 1: 3-month ORR","description":"The definition of ORR has already been mentioned above","timeFrame":"3 months"},{"measure":"Phase 1: OS","description":"The definition of OS has already been mentioned above","timeFrame":"24 months"},{"measure":"Phase 1: PFS","description":"The definition of PFS has already been mentioned above","timeFrame":"24 months"},{"measure":"Phase 2: Incidence of AE","description":"AE is defined as any adverse medical event from the date of enrollment to 24 months after CAR-T cells infusion.","timeFrame":"24 months"}],"otherOutcomes":[{"measure":"Phase 1: Level of donor-specific antibody (DSA) in blood.","description":"DSA refers to the specific antibody produced in the recipient's body targeting donor antigens after receiving CAR-T cell infusion from healthy donors.","timeFrame":"12 months"},{"measure":"Phase 1: Level of human anti-mouse antibodies (HAMA)","description":"The levels of human against murine scFv antibodies in blood","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 16-70 (inclusive).\n2. Patient with r/r CD19+ B-ALL, as per guidelines (NCCN, 2019)\n\n   * morphologically confirmed with ≥ 5% leukaemic blasts in the bonemarrow;\n   * or presenting a quantifiable MRD load of 1x10\\^-3 , assessed by multiparameter flow cytometry and/or quantitative polymerase chain reaction, at the end of the last induction treatment.\n\n   Relapsed disease is defined as:\n   * second or subsequent bone marrow relapse or,\n   * any bone marrow relapse after allo-HSCT.\n\n   Refractory disease is defined by not achieving an initial CR after 2 cycles of a standard chemotherapy regimen (primary refractory). Subjects who were refractory to subsequent chemotherapy regimens after an initial remission were considered chemorefractory.\n3. Toxicities due to prior therapy must be stable and recovered to ≤ Grade 1 (except for hematological toxicities and clinically non-significant toxicities such as alopecia).\n4. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2.\n5. Adequate renal, hepatic, pulmonary and cardiac function defined as:\n\n   * Serum creatinine≤1.5 upper limit of normal (ULN) or creatinine clearance (as estimated by Cockcroft Gault) ≥ 60 mL/min.\n   * Serum alanine aminotransferase / aspartate aminotransferase (ALT/AST) ≤ 3 upper limit of normal (ULN); Total bilirubin ≤ 1.5 ULN, except in subjects with 3) Gilbert's syndrome.\n   * Cardiac ejection fraction ≥ 50%, no evidence of pericardial effusion as determined by an echocardiogram (ECHO), and no clinically significant electrocardiogram (ECG) findings.\n   * Coagulation Function: International Normalized Ratio (INR) ≤ 1.5 times the upper limit of normal (ULN), and Activated Partial Thromboplastin Time (APTT) ≤ 1.5 times ULN.\n   * Baseline oxygen saturation \\>91% on room air.\n6. Subjects of both genders who are willing to practice birth control from the time of consent through 6 months after the completion of conditioning chemotherapy. Females of childbearing potential must have a negative serum or urine pregnancy test (females who have undergone surgical sterilization or who have been postmenopausal for at least 2 years are not considered to be of childbearing potential).\n7. Voluntarily participate in this clinical trial and sign an informed consent form.\n\nExclusion Criteria:\n\n1. Expected survival time \\< 3 months per Principal Investigator's opinion.\n2. History of malignancy other than nonmelanoma skin cancer or carcinoma in situ (e.g. cervix, bladder, breast) unless disease free for at least 3 years.\n3. History of allogeneic stem cell transplantation.\n4. Prior CD19 targeted therapy.\n5. Prior CAR-T therapy or other genetically modified T cell therapy.\n6. Active central nervous system (CNS) leukaemia (CNS-3).\n7. Burkitt cell (L3 ALL) or mixed lineage acute leukaemia.\n8. Clinically active significant CNS dysfunction.\n9. Known history of irreversible severe neurological toxicity related to previous antileukaemic treatment leading to organic central nervous system lesions.\n10. B-ALL with clinically suspected extra-medullary involvement.\n11. Use of previous anti-leukemic therapy within 5 half-lives prior to allogeneic Power3 knock-out CD19 CAR-T administration; participation in non-interventional registries or epidemiological studies is allowed.\n12. Radioimmunotherapy, radiotherapy, within 8 weeks (except prophylaxis of CNS involvement) before Inclusion.\n13. History of severe, immediate hypersensitivity reaction attributed to lymphodepletion drugs or any component of allogeneic Power3 knock-out CD19 CAR-T.\n14. Presence or suspicion of fungal, bacterial, viral, or other infection that is uncontrolled or requiring intravenous (IV) antimicrobials for management.\n15. Uncontrolled or active infectious diseases, such as human immunodeficiency virus (HIV) infection, acute or chronic active hepatitis B or C, epstein-barr virus (EBV), and cytomegalovirus (CMV) infection.\n16. History or presence of CNS disorder such as seizure disorder, cerebrovascular ischemia/hemorrhage, dementia, cerebellar disease, or any autoimmune disease with CNS involvement.\n17. Subjects with cardiac atrial or cardiac ventricular lymphoma involvement.\n18. History of myocardial infarction, cardiac angioplasty or stenting, unstable angina, or other clinically significant cardiac disease within 12 months of enrollment.\n19. Expected or possible requirement for urgent therapy within 6 weeks due to ongoing or impending oncologic emergency (eg, tumor mass effect, tumor lysis syndrome).\n20. Primary immunodeficiency.\n21. History of autoimmune disease (e.g. Crohn's, rheumatoid arthritis, systemic lupus) resulting in end organ injury or requiring systemic immunosuppression/systemic disease modifying agents within the last 2 years.\n22. History of symptomatic deep vein thrombosis or pulmonary embolism requiring systemic anticoagulation within 6 months of enrollment.\n23. Any medical condition likely to interfere with assessment of safety or efficacy of study treatment.\n24. History of severe immediate hypersensitivity reaction to any of the agents used in this study.\n25. Vaccine ≤ 6 weeks prior to planned start of conditioning regimen.\n26. In the investigator's judgment, the subject is unlikely to complete all protocol-required study visits or procedures, including follow-up visits, or comply with the study requirements for participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Weidong Han, Ph.D","role":"CONTACT","phone":"+86-010-55499341","email":"hanwdrsw@sina.com"}],"locations":[{"facility":"Biotherapeutic Department of Chinese PLA General Hospital","status":"RECRUITING","city":"Beijing","state":"Beijing","zip":"100853","country":"China","contacts":[{"name":"Weidong Han, M.D","role":"CONTACT","phone":"+86-010-66937463","email":"hanwdrsw@sina.com"},{"name":"Qingming Yang, M.D","role":"SUB_INVESTIGATOR"},{"name":"Yang Liu, M.D","role":"SUB_INVESTIGATOR"},{"name":"Jinhong Shi, M.S","role":"SUB_INVESTIGATOR"},{"name":"Chunmeng Wang, M.S","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007938","term":"Leukemia"},{"id":"D000054198","term":"Precursor Cell Lymphoblastic Leukemia-Lymphoma"}],"ancestors":[{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000007945","term":"Leukemia, Lymphoid"},{"id":"D000008232","term":"Lymphoproliferative Disorders"},{"id":"D000008206","term":"Lymphatic Diseases"},{"id":"D000007160","term":"Immunoproliferative Disorders"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M27585","name":"Precursor Cell Lymphoblastic Leukemia-Lymphoma","asFound":"Acute Lymphocytic Leukemia","relevance":"HIGH"},{"id":"M10945","name":"Leukemia","asFound":"Leukemia","relevance":"HIGH"},{"id":"M10951","name":"Leukemia, Lymphoid","relevance":"LOW"},{"id":"M11220","name":"Lymphoma","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M11203","name":"Lymphatic Diseases","relevance":"LOW"},{"id":"M10206","name":"Immunoproliferative Disorders","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T175","name":"Acute Lymphoblastic Leukemia","asFound":"Acute Lymphocytic Leukemia","relevance":"HIGH"},{"id":"T3533","name":"Lymphoblastic Lymphoma","asFound":"Acute Lymphocytic Leukemia","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000003520","term":"Cyclophosphamide"},{"id":"C000024352","term":"Fludarabine"},{"id":"C000042382","term":"Fludarabine phosphate"}],"ancestors":[{"id":"D000007166","term":"Immunosuppressive Agents"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000018906","term":"Antineoplastic Agents, Alkylating"},{"id":"D000000477","term":"Alkylating Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000019653","term":"Myeloablative Agonists"},{"id":"D000000964","term":"Antimetabolites, Antineoplastic"},{"id":"D000000963","term":"Antimetabolites"}],"browseLeaves":[{"id":"M6727","name":"Cyclophosphamide","asFound":"Cycle","relevance":"HIGH"},{"id":"M283230","name":"Fludarabine","asFound":"Comparison","relevance":"HIGH"},{"id":"M225513","name":"Fludarabine phosphate","asFound":"Comparison","relevance":"HIGH"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"},{"id":"M20604","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M20942","name":"Antineoplastic Agents, Alkylating","relevance":"LOW"},{"id":"M3820","name":"Alkylating Agents","relevance":"LOW"},{"id":"M4281","name":"Antimetabolites","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}