{"protocolSection":{"identificationModule":{"nctId":"NCT06480435","orgStudyIdInfo":{"id":"REC/RCR&AHS/23/0384"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Effects of Chest Physiotherapy and Lungs Squeezing Technique in Patients With Chronic Obstructive Pulmonary Disease.","officialTitle":"Comparative Effects of Chest Physiotherapy and Lungs Squeezing Technique in Patients With Chronic Obstructive Pulmonary Disease."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Chronic pulmonary obstructive disease refers to a group of lungs problems that includes blockage of airway and difficulty in breathing. It includes mostly emphysema, asthma and chronic bronchitis. Chronic pulmonary obstructive disease is the third main cause of death in the whole world .The diagnosis of chronic obstructive pulmonary disease can be made by spirometer and the ratio of forced expiratory volume in 1 second over forced vital capacity (FEV1/FVC) should be less than 70%. It shows severity of airway obstruction .First technique is Chest physiotherapy, in which slow and gentle cupped hand slaps are given on effected lobe of lungs while second technique is lungs squeezing technique, in which 3-4 chest compressions are applied on the chest wall.\n\nThe study design of this study will be randomized clinical trial. In this study non probability convenience sampling technique will be used to collect the data. Data management and analysis will be done by using SPSS 25. This randomized clinical trial will include 48 patients with chronic obstructive pulmonary disease. Their ages will be ranged from 40 to 60 years old male with the chronic obstructive pulmonary disease diagnosed with GOLD guidelines stage II moderate to severe .The participants will be randomly allocated into two equal groups, the Group I will receive Chest physiotherapy, while the Group II will receive lungs squeezing technique for 20 minutes duration per session, three sessions per week, for a period of 4 weeks. The status of airway clearance, oxygen saturation and lungs volumes will be measured pre and post intervention in each training session."},"conditionsModule":{"conditions":["Chronic Obstructive Pulmonary Disease"],"keywords":["percussion","lungs squeezing technique","spirometry","chronic obstructive pulmonary disease"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Chest Physical Therapy","type":"EXPERIMENTAL","description":"Chest Percussion is a conventional method to clear airway and mobilize the thick mucus from the chest wall. Percussion can be applied by both manually and mechanically, but the mechanical percussion is more useful. Percussion should be given in comfortable and gravity assisted position. Therapist Position the hands in cupped shape and the patient in the supine position. Percussions are performed rhythmically striking patient's chest, the sound produced should be hollow. Percussion duration should be 5 minutes on each lobe. The rate of percussion must be 100-480/ minutes. Percussion will be applied for 20 minutes per session, 3 sessions per week for the periods of 4 weeks","interventionNames":["Other: Chest physical Therapy"]},{"label":"Lungs squeezing technique","type":"ACTIVE_COMPARATOR","description":"The hand position will be so that hands should be placed on the posterolateral side of the hemi thorax while the second hand will be at anterior chest extending from the lower ribs to above clavicle. In squeezing phase, in full expiration position, 3-4 chest wall compressions are applied to increase the expiratory flow rate to remove air trapped in lungs and mobilize secretions. This phase lasts only for 4-6 seconds. Chest wall compressions should be gentle and in comfortable position In release phase of lung squeezing technique at the end of expiration the compressed thoracic segment is quickly released. It increases the Trans pulmonary pressure and it opens the obstructed airways by plugging the mucus from small airways. creates the negative traction force on small airways which mobilize the thick and sticky mucus. The duration of each session will be of 20 minutes, 3 sessions per week for the periods of 4 weeks.","interventionNames":["Other: Lungs squeezing technique"]}],"interventions":[{"type":"OTHER","name":"Chest physical Therapy","description":"Chest Percussion is a conventional method to clear airway and mobilize the thick mucus from the chest wall. Percussion can be applied by both manually and mechanically, but the mechanical percussion is more useful","armGroupLabels":["Chest Physical Therapy"]},{"type":"OTHER","name":"Lungs squeezing technique","description":"It improves the oxygen saturation and lung volumes better than percussion.\n\nThis technique has two phases:\n\n1. Squeezing phase\n2. Release phase","armGroupLabels":["Lungs squeezing technique"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pulse Oximeter","description":"An invasive technique for keeping an eye on someone's blood oxygen saturation is pulse oximetry. The accuracy of peripheral oxygen saturation measurements is usually 2% of the arterial oxygen saturation level obtained from arterial blood gas analysis, which is a more precise measurement. It may decrease and remain low owing to specific cardiovascular problems, or it may peak and climb after a run or other physical activity. Nonetheless, conventional research indicates that the usual range for pulse rate on an oximeter in healthy persons is between 60 and 100 beats per minute","timeFrame":"baseline and fourth week"},{"measure":"Spirometer","description":"The most used pulmonary function test is spirometry. It assesses the capacity of the lungs to breathe in and out, especially the volume and/or velocity of air that can be expelled. When evaluating breathing patterns to detect diseases including asthma, pulmonary fibrosis, cystic fibrosis, and COPD, spirometry is useful. An FEV1/FVC ratio larger than 0.70 with both FEV1 and FVC over 80% of the expected value are considered normal spirometry data. TLC exceeding 80% of the predicted value is typical in the event that lung volumes are measured. Diffusion capacity that is more than 75% of the expected value is likewise regarded as typical","timeFrame":"baseline and fourth week"},{"measure":"Breathlessness, Cough and Sputum Scale","description":"A three-item questionnaire used to evaluate the patient's cough, sputum, and dyspnea forms the basis of the BCSS. Using a Likert scale, with 0 denoting improved symptoms and a 4 denoting deteriorating symptoms, individuals can register their symptoms on the BCSS. Patients are asked to assess the severity of each of the three symptoms on a 5-point scale as part of the BCSS, a patient-reported outcome measure. Higher scores denote more severe symptoms. A total score is obtained by adding the item scores","timeFrame":"baseline and fourth week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 40_60 yrs. old male\n* COPD diagnosed with GOLD guidelines stage 2 moderate to severe(14)\n* FEV1/ FVC ratio below 70%\n* No use of beta 2 receptor agonist or anticholinergic drugs at least 6 hours before attending the study\n\nExclusion Criteria:\n\n* unstable cardiovascular diseases\n* SpO2 at rest below 88%\n* Active pulmonary Tuberculosis\n* Neurological disorders","healthyVolunteers":true,"sex":"ALL","minimumAge":"40 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"IQBAL TARIQ, PHD","role":"CONTACT","phone":"03338236752","email":"iqbal.tariq@riphah.edu.pk"},{"name":"IMRAN AMJAD, PHD","role":"CONTACT","phone":"03324390125","email":"Imran.amjad@riphah.edu.pk"}],"overallOfficials":[{"name":"Sidra Afzal, PP-DPT","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tehsil Head Quarter Hospital","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"Sidra Afzal, PP-DPT","role":"CONTACT","phone":"03124378540","email":"sidra.afzal@riphah.edu.pk"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"32664818","type":"BACKGROUND","citation":"Fazleen A, Wilkinson T. Early COPD: current evidence for diagnosis and management. Ther Adv Respir Dis. 2020 Jan-Dec;14:1753466620942128. doi: 10.1177/1753466620942128."},{"pmid":"30286833","type":"BACKGROUND","citation":"Mirza S, Clay RD, Koslow MA, Scanlon PD. COPD Guidelines: A Review of the 2018 GOLD Report. Mayo Clin Proc. 2018 Oct;93(10):1488-1502. doi: 10.1016/j.mayocp.2018.05.026."},{"pmid":"35361214","type":"BACKGROUND","citation":"Lee KY, Wu SM, Kou HY, Chen KY, Chuang HC, Feng PH, Chung KF, Ito K, Chen TT, Sun WL, Liu WT, Tseng CH, Ho SC. Association of air pollution exposure with exercise-induced oxygen desaturation in COPD. Respir Res. 2022 Mar 31;23(1):77. doi: 10.1186/s12931-022-02000-1."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008171","term":"Lung Diseases"},{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000029424","term":"Pulmonary Disease, Chronic Obstructive"}],"ancestors":[{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M11168","name":"Lung Diseases","asFound":"Pulmonary Disease","relevance":"HIGH"},{"id":"M11170","name":"Lung Diseases, Obstructive","asFound":"Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M23449","name":"Pulmonary Disease, Chronic Obstructive","asFound":"Chronic Obstructive Pulmonary Disease","relevance":"HIGH"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M6147","name":"Chronic Disease","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}