{"protocolSection":{"identificationModule":{"nctId":"NCT06480032","orgStudyIdInfo":{"id":"AbasynU"},"organization":{"fullName":"Abasyn University Peshawar","class":"OTHER"},"briefTitle":"Low-Load Blood Flow Restriction Training vs Traditional Resistance Training Exercises Following ACLR Surgery","officialTitle":"Low-Load Blood Flow Restriction Training vs Traditional Resistance Training Exercises Following Anterior Cruciate Ligament Reconstruction Surgery: A Pilot Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-04","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-02","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-15","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mohammad Shoaib khan","investigatorTitle":"Doctor","investigatorAffiliation":"Abasyn University Peshawar"},"leadSponsor":{"name":"Abasyn University Peshawar","class":"OTHER"},"collaborators":[{"name":"Rehman Medical Institute","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The main objective/s of the study is to compare the effectiveness of low load blood flow restriction training (LL-BFR) with traditional resistance training exercises (T-RT) at improving skeletal muscle hypertrophy, strength, ROM, pain and effusion in individuals who have undergone anterior cruciate ligament (ACL) reconstruction surgery.\n\nThe study will involve 32 participants who meet the inclusion criteria and will be randomly assigned to either the BFR-RT group or the T-RT group. The primary outcomes measured will include skeletal muscle hypertrophy, strength, range of motion, pain, and effusion.\n\nThe intervention will last for eight weeks, during which participants will undergo resistance training according to their assigned group. Data will be collected at various time points, including post-surgery, mid-training, and post-training, to assess the effectiveness of the two training methods. The findings from this study may help inform rehabilitation protocols and improve outcomes for individuals recovering from ACL injuries.","detailedDescription":"The purpose of this randomized controlled trial is to compare the effectiveness of low-load blood flow restriction training (BFR-RT) with traditional resistance training exercises (T-RT) in individuals who have undergone anterior cruciate ligament reconstruction (ACLR) surgery. The anterior cruciate ligament is a major knee ligament that provides stability to the knee joint. ACL injuries are common, and surgical reconstruction is often necessary to restore knee stability and function.\n\nThe study will be conducted at Rehman Medical Institute over approximately one and a half years. The sample size will consist of 32 participants who meet the inclusion criteria, including having undergone unilateral ACLR surgery within the past 8 weeks and being free of any neurological impairments or significant cardiac, pulmonary, or metabolic conditions.\n\nParticipants will be randomly assigned to either the BFR-RT group using a random sampling technique. Randomization will be conducted by an independent member of the research team using opaque envelopes containing coded group assignments to ensure unbiased allocation.\n\nThe intervention will involve 8 weeks of biweekly unilateral leg press training on the affected limb, totaling 16 training sessions. Participants in both groups will also receive the standard rehabilitation program provided by the hospital. In the BFR-RT group, blood flow restriction will be achieved using an occlusion band placed on the most proximal portion of the affected limb. The physical therapist will ensure the band is not too tight, allowing one finger to pass through the band.\n\nData will be collected at three time points: post-surgery (week 0-1), mid-training (week 4-5), and post-training (week 9). Outcomes measured include skeletal muscle hypertrophy, strength (assessed using the 10RM scaled maximal isotonic strength), range of motion (ROM) of the knee joint, pain (assessed using a pain scale), and effusion (measured by knee joint circumference). Adherence rates, exercise session attendance, and adverse events will also be recorded.\n\nData will be analyzed using descriptive statistics, including mean and standard deviation, to describe adherence rates, exercise session attendance, and adverse events. Statistical tests such as chi-square tests and independent-samples t-tests will be used to assess differences between the two groups in baseline characteristics. Normality of data will be assessed using the Shapiro-Wilk test, and homogeneity of variances will be checked using Levene's test. If the data is normally distributed, the parametric test will be applied on data, otherwise non-parametric tests will be applied."},"conditionsModule":{"conditions":["Strength","Range of Motion","Pain-Knee","Skeletal Muscle Hypertrophy","Effusion Joint"],"keywords":["Blood Flow Restriction Training","Resistance Training","Anterior Cruciate Ligament Reconstruction","Skeletal Muscle Hypertrophy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"BFR with standard post-operative rehabilitation for 8 weeks followed by the standard protocol progression for the remainder of the treatment program. The other group (Group 2) will receive standard post-operative rehabilitation without BFR for the duration of treatment program.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Double Blinded","whoMasked":["INVESTIGATOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Blood Flow Restriction band","type":"EXPERIMENTAL","description":"Group B, comprising 16 patients (Group 2), will undergo the standard Anterior Cruciate Ligament (ACL) rehabilitation protocol without Blood Flow Restriction (BFR) for 8 weeks during their physiotherapy sessions at the Rehman Medical Institute's Outpatient Department (OPD), starting from the second post-operative visit. The cuff size will be determined based on the patient's thigh circumference.\n\nThe rehabilitation protocol will progress as follows:\n\n* Week 2-4: Long Arc Quadriceps (LAQ) exercise progression, Shuttle exercise progression, and Post-op visit 2.\n* Week 4-8: Available range LAQ, Standing terminal knee extension, and Single Limb Shuttle/Leg Press exercises.","interventionNames":["Device: Blood Flow Restriction band"]},{"label":"Non-Blood Flow Restriction band","type":"OTHER","description":"Group B, comprising 16 patients (Group 2), will undergo the standard Anterior Cruciate Ligament (ACL) rehabilitation protocol without Blood Flow Restriction (BFR) for 8 weeks during their physiotherapy sessions at the Rehman Medical Institute's Outpatient Department (OPD), starting from the second post-operative visit. The cuff size will be determined based on the patient's thigh circumference.\n\nThe rehabilitation protocol will progress as follows:\n\n* Week 2-4: Long Arc Quadriceps (LAQ) exercise progression, Shuttle exercise progression, and Post-op visit 2.\n* Week 4-8: Available range LAQ, Standing terminal knee extension, and Single Limb Shuttle/Leg Press exercises.","interventionNames":["Device: Non-Blood Flow Restriction band"]}],"interventions":[{"type":"DEVICE","name":"Blood Flow Restriction band","description":"Blood Flow Restriction (BFR) band operate by partially occluding arterial blood flow to distal structures, but more significantly impeding venous outflow from under the cuff, thereby also hindering venous return. The compression of vasculature proximal to the skeletal muscle leads to inadequate oxygen supply (hypoxia) within the muscle tissue, resulting in a localized hypoxic environment. Additionally, the reduction in venous blood flow causes blood to accumulate in the capillaries of the occluded limb, often manifesting as visible erythema. This temporary restriction will be maintained for a duration of 8 weeks.","armGroupLabels":["Blood Flow Restriction band"],"otherNames":["Brand name: Fitbiz Exercise Equipment"]},{"type":"DEVICE","name":"Non-Blood Flow Restriction band","description":"The Occlusion Band/Blood Flow Restriction (BFR) band functions by partially restricting arterial blood flow to distal structures, with a more pronounced effect on venous outflow from under the cuff, thereby impeding venous return. Proximal compression of the vasculature leads to inadequate oxygen supply (hypoxia) in the skeletal muscle tissue. Additionally, reduced venous blood flow causes blood to accumulate in the capillaries of the occluded limb, often manifesting as visible erythema. This temporary restriction will be maintained for a duration of 8 weeks, facilitating targeted exercise training and rehabilitation.","armGroupLabels":["Non-Blood Flow Restriction band"],"otherNames":["Brand name: Fitbiz Exercise Equipment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Range of Motion","description":"Knee range of motion will be assessed weekly for eight consecutive weeks with the patient in a supine position.","timeFrame":"eight weeks"},{"measure":"Quadricep Strength","description":"Strength will be assessed through manual muscle testing (MMT). MMT is a method used by practitioners to evaluate the strength and function of individual muscles and muscle groups. The grading scale ranges from 0 to 5, with Grade 0 indicating no visible or palpable muscle contraction and Grade 5 indicating that the muscle can move the body part against gravity and maximal resistance.","timeFrame":"eight weeks"},{"measure":"Knee Pain","description":"Pain will be assessed using the Knee Injury and Osteoarthritis Outcome Score (KOOS) pain scale. The KOOS pain scale ranges from 0 to 100, where 0 indicates the worst pain and 100 indicates no pain. A higher score reflects less pain and a better condition. Normal scores are closer to 100, suggesting minimal to no pain. Lower scores indicate increased pain severity.","timeFrame":"eight weeks"}],"secondaryOutcomes":[{"measure":"Quadricep Size","description":"Size will be assess using measuring tap wrapping around pre-patellar and down to the the and will be compare with other leg","timeFrame":"eight weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Post-ACL reconstruction surgery (week 0-8)\n* Both male and female\n* No known history of central or peripheral neurological impairment\n* Free of any cardiac, pulmonary or metabolic conditions\n* Willing to participate\n\nExclusion Criteria:\n\n* History of deep vein thrombosis or vascular pathology in any lower limb\n* Intraarticular injections into the knee in the preceding 6 months\n* Rheumatoid arthritis or other significant co-morbidities\n* Use of anticoagulant medications","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mohammad Shoaib khan, Bachelor's","role":"CONTACT","phone":"03440131307","email":"shoaibphysiotherapist@gmail.com"},{"name":"Abd Ullah, Master's","role":"CONTACT","phone":"03469447416","email":"abdullah.yousafzai@rmi.edu"}],"overallOfficials":[{"name":"Bilal Khan, Master's","affiliation":"Rehman Medical Institute","role":"STUDY_CHAIR"}],"locations":[{"facility":"Rehman Medical Institute","status":"RECRUITING","city":"Peshawar","state":"KPK","zip":"24630","country":"Pakistan","contacts":[{"name":"Mohammad Shoaib Khan, Bachelor's","role":"CONTACT","phone":"03440131307","email":"shoaibphysiotherapist@gmail.com"},{"name":"Abd Ullah, Master's","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":34.008,"lon":71.57849}}]},"referencesModule":{"references":[{"pmid":"25430600","type":"BACKGROUND","citation":"Scott BR, Loenneke JP, Slattery KM, Dascombe BJ. Exercise with blood flow restriction: an updated evidence-based approach for enhanced muscular development. Sports Med. 2015 Mar;45(3):313-25. doi: 10.1007/s40279-014-0288-1."},{"pmid":"26920430","type":"BACKGROUND","citation":"Sanders TL, Maradit Kremers H, Bryan AJ, Larson DR, Dahm DL, Levy BA, Stuart MJ, Krych AJ. Incidence of Anterior Cruciate Ligament Tears and Reconstruction: A 21-Year Population-Based Study. Am J Sports Med. 2016 Jun;44(6):1502-7. doi: 10.1177/0363546516629944. Epub 2016 Feb 26."},{"pmid":"36415269","type":"BACKGROUND","citation":"Khalid K, Anwar N, Saqulain G, Afzal MF. Neuromuscular Training following Anterior Cruciate Ligament reconstruction - Pain, Function, Strength, Power & Quality of Life Perspective: A Randomized Control Trial. Pak J Med Sci. 2022 Nov-Dec;38(8):2175-2181. doi: 10.12669/pjms.38.8.5730."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"IPD will be share during and after the study completion with other researchers.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"with in 1 year time frame, the study will share all the require documents and SAPs with other researchers","accessCriteria":"google drive"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006984","term":"Hypertrophy"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M10035","name":"Hypertrophy","asFound":"Hypertrophy","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M9891","name":"Hydrarthrosis","relevance":"LOW"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]}},"hasResults":false}