{"protocolSection":{"identificationModule":{"nctId":"NCT06478875","orgStudyIdInfo":{"id":"APHP220881"},"secondaryIdInfos":[{"id":"2023-505507-22-00","type":"OTHER","domain":"EU CT number"}],"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Evaluation of [68Ga]Ga-PentixaFor PET Imaging for the Identification of Unilateral Adrenal Secretion of ALdosterON in Patients With Primary Aldosteronism","officialTitle":"\"Pilot Study for the Evaluation of [68Ga]Ga-PentixaFor PET Imaging for the Identification of Unilateral Adrenal Secretion of ALdosterON in Patients With Primary Aldosteronism\"","acronym":"PENTALON"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-17","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"collaborators":[{"name":"Pentixapharm AG","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"PentixaFor radiolabeled with 68Gallium (68Ga) is a radiopharmaceutical targeting the CXC chemokine receptor 4 (CXCR4) receptor. The CXCR4 receptor is expressed in zona glomerulosa of the adrenal cortex and in aldosterone producing adenoma (APA). The objective of this study will be to evaluate in 25 patients if \\[68Ga\\]Ga-PentixaFor positron emission tomography (\\[68Ga\\]Ga-PTF-PET) imaging allows for the discrimination of patients with lateralized or non-lateralized secretion of aldosterone in adrenal glands classified based on adrenal vein sampling (AVS).","detailedDescription":"The identification of the cause of primary aldosteronism (PA) is critical because, in case of lateralized secretion of aldosterone, a surgical treatment can be offered to patients with the objective of full patient recovery, whereas in case of bilateral secretion, only a long-term medical treatment with mineralocorticoid receptor antagonists should be considered. The presence or absence of adrenal nodule on morphological imaging does not allow us to state on the lateralization or not of aldosterone secretion. Moreover, on one hand, the prevalence of adrenal incidentalomas, mostly non-secreting, can be detected in between 2 to 10% of general population. On the other hand, unilateral secretion of aldosterone exists in 30% of patients with normal adrenal glands on imaging. The AVS with measurements of the concentrations of aldosterone is the closest to a referral exam to confirm the diagnosis of lateralized secretion of aldosterone, but it is a complex and invasive procedure with only limited access to centers with expertise in invasive radiology and an important heterogeneity in interpretation. The development of noninvasive imaging approaches allowing for a more specific identification of lateralized vs. bilateral aldosterone secretion would, hence, have a major impact on the clinical management of these patients."},"conditionsModule":{"conditions":["Primary Aldosteronism"],"keywords":["[68Ga]Ga-PentixaFor positron emission tomography","adrenal vein sampling","unilateral adrenal secretion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"[68Ga]Ga-PentixaFor; single injection","type":"OTHER","description":"\\[68Ga\\]Ga-PentixaFor; 150 (± 50) MBq intravenous injection over 30 seconds; single injection","interventionNames":["Combination Product: [68Ga]Ga-PentixaFor PET imaging"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"[68Ga]Ga-PentixaFor PET imaging","description":"PET imaging of adrenal glands","armGroupLabels":["[68Ga]Ga-PentixaFor; single injection"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"relevant biomarkers strongly associated with primary lateralized hyperaldosteronism","description":"* Highest max. standardized uptake value (SUVmax) between both adrenal glands on \\[68Ga\\]Ga-PTF-PET imaging;\n* Ratio between SUVmax of both adrenal glands on \\[68Ga\\]Ga-PTF-PET imaging calculated as highest SUVmax / lowest SUVmax of each adrenal gland;\n* Difference between SUVmax of both adrenal glands on \\[68Ga\\]Ga-PTF-PET imaging calculated as the difference highest SUVmax - lowest SUVmax of each adrenal gland;\n* Ratio between the highest SUVmax among both adrenal glands and mean SUV of the liver on \\[68Ga\\]Ga-PTF-PET imaging","timeFrame":"30 days after inclusion"}],"secondaryOutcomes":[{"measure":"Aldosterone-to-cortisol ratio between the two adrenal veins on AVS","timeFrame":"at inclusion"},{"measure":"Lateralization index during AVS","timeFrame":"at baseline (during AVS day)"},{"measure":"Ratio between the highest SUVmax among both adrenal glands and mean SUV of the liver on [68Ga]Ga-PTF-PET imaging","timeFrame":"30 days after inclusion"},{"measure":"Proportion of patients with persistence of PA","description":"Patient with a secretion of aldosterone assessed in blood test after surgical adrenalectomy,","timeFrame":"6 months after surgical adrenalectomy"},{"measure":"CXCR4 expression levels by immuno-histology highest CXCR4 density","description":"highest CXCR4 density","timeFrame":"6 months after surgical adrenalectomy"},{"measure":"Adenoma size on CT","timeFrame":"30 days after inclusion"},{"measure":"Adenoma size on histology","timeFrame":"6 months after surgical adrenalectomy"},{"measure":"Incidence of Treatment Emergent Adverse Events after [68Ga]Ga-PentixaFor injection (tolerability)","description":"* Adverse events deemed \"medically significant\" defined by Allergic and anaphylactic reaction ≥ grade 3 according to CTCAE during or following the injection of the radiopharmaceutical\n* Adverse events of special interest defined by Cutaneous eruption in the three weeks following the injection.","timeFrame":"30 days after [68Ga]Ga-PentixaFor injection"},{"measure":"Incidence of Treatment Emergent Serious Adverse Events after [68Ga]Ga-PentixaFor injection (Safety)","description":"- Serious adverse events (any cause).","timeFrame":"12 months after [68Ga]Ga-PentixaFor injection"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ≥ 18 years old\n* Signed written informed consent\n* French Social Security affiliation\n* For child-bearing aged women, effective form of contraception\\*\n* Diagnosis of primary aldosteronism:\n* With or without adrenal nodule on morphological imaging (CT or Magnetic Resonance Imaging)\n* With unilateral or bilateral aldosterone secretion confirmed by invasive AVS\n\n  * Such methods include: combined hormonal contraception, progestogen-only hormonal contraception, intrauterine device (IUD) or hormone-releasing system (IUS), bilateral tubal occlusion, vasectomised partner, condom, sexual abstinence.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women\n* Patient under legal protection (guardianship)\n* Contraindication to the PET-CT\n* Contraindication to the injection of \\[68Ga\\]Ga-PentixaFor\n* Participation in another interventional study involving human participants or being in the exclusion period at the end of a previous study involving human participants, if applicable\n* Patient on AME (state medical aid) (unless exemption from affiliation)\n* Completed group: if the expected number of patients has been reached (15 patients) in the corresponding group of patients (with lateralized or non-lateralized PA).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Touria AL AAMRI","role":"CONTACT","phone":"0140271848","email":"touria.el-aamri@aphp.fr"},{"name":"Liliane HAMMANI-BERKANI","role":"CONTACT","phone":"0156093762","email":"liliane.berkani@aphp.fr"}],"overallOfficials":[{"name":"Fabien HYAFIL","affiliation":"Assistance Publique - Hôpitaux de Paris","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"hôpital Cochin","city":"Paris","zip":"75014","country":"France","contacts":[{"name":"Anne-Ségolène Cottereau","role":"CONTACT","email":"annesegolene.cottereau@aphp.fr"},{"name":"Yvan Mouraeff","role":"CONTACT","email":"yvan.mouraeff@aphp.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Hôpital européen Georges Pompidou - APHP","city":"Paris","zip":"75015","country":"France","contacts":[{"name":"Laurence Amar","role":"CONTACT","email":"laurence.amar@aphp.fr"},{"name":"Julien RIANCHO","role":"CONTACT","email":"julien.riancho@aphp.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"32890264","type":"BACKGROUND","citation":"Mulatero P, Monticone S, Deinum J, Amar L, Prejbisz A, Zennaro MC, Beuschlein F, Rossi GP, Nishikawa T, Morganti A, Seccia TM, Lin YH, Fallo F, Widimsky J. Genetics, prevalence, screening and confirmation of primary aldosteronism: a position statement and consensus of the Working Group on Endocrine Hypertension of The European Society of Hypertension. J Hypertens. 2020 Oct;38(10):1919-1928. doi: 10.1097/HJH.0000000000002510."},{"pmid":"27315757","type":"BACKGROUND","citation":"Amar L, Baguet JP, Bardet S, Chaffanjon P, Chamontin B, Douillard C, Durieux P, Girerd X, Gosse P, Hernigou A, Herpin D, Houillier P, Jeunemaitre X, Joffre F, Kraimps JL, Lefebvre H, Menegaux F, Mounier-Vehier C, Nussberger J, Pagny JY, Pechere A, Plouin PF, Reznik Y, Steichen O, Tabarin A, Zennaro MC, Zinzindohoue F, Chabre O. SFE/SFHTA/AFCE primary aldosteronism consensus: Introduction and handbook. Ann Endocrinol (Paris). 2016 Jul;77(3):179-86. doi: 10.1016/j.ando.2016.05.001. Epub 2016 Jun 15."},{"pmid":"32890265","type":"BACKGROUND","citation":"Mulatero P, Sechi LA, Williams TA, Lenders JWM, Reincke M, Satoh F, Januszewicz A, Naruse M, Doumas M, Veglio F, Wu VC, Widimsky J. Subtype diagnosis, treatment, complications and outcomes of primary aldosteronism and future direction of research: a position statement and consensus of the Working Group on Endocrine Hypertension of the European Society of Hypertension. J Hypertens. 2020 Oct;38(10):1929-1936. doi: 10.1097/HJH.0000000000002520."},{"pmid":"27789718","type":"BACKGROUND","citation":"Hyafil F, Pelisek J, Laitinen I, Schottelius M, Mohring M, Doring Y, van der Vorst EP, Kallmayer M, Steiger K, Poschenrieder A, Notni J, Fischer J, Baumgartner C, Rischpler C, Nekolla SG, Weber C, Eckstein HH, Wester HJ, Schwaiger M. Imaging the Cytokine Receptor CXCR4 in Atherosclerotic Plaques with the Radiotracer 68Ga-Pentixafor for PET. J Nucl Med. 2017 Mar;58(3):499-506. doi: 10.2967/jnumed.116.179663. Epub 2016 Oct 27."},{"pmid":"27819856","type":"BACKGROUND","citation":"Bluemel C, Hahner S, Heinze B, Fassnacht M, Kroiss M, Bley TA, Wester HJ, Kropf S, Lapa C, Schirbel A, Buck AK, Herrmann K. Investigating the Chemokine Receptor 4 as Potential Theranostic Target in Adrenocortical Cancer Patients. Clin Nucl Med. 2017 Jan;42(1):e29-e34. doi: 10.1097/RLU.0000000000001435."},{"pmid":"29279316","type":"BACKGROUND","citation":"Heinze B, Fuss CT, Mulatero P, Beuschlein F, Reincke M, Mustafa M, Schirbel A, Deutschbein T, Williams TA, Rhayem Y, Quinkler M, Rayes N, Monticone S, Wild V, Gomez-Sanchez CE, Reis AC, Petersenn S, Wester HJ, Kropf S, Fassnacht M, Lang K, Herrmann K, Buck AK, Bluemel C, Hahner S. Targeting CXCR4 (CXC Chemokine Receptor Type 4) for Molecular Imaging of Aldosterone-Producing Adenoma. Hypertension. 2018 Feb;71(2):317-325. doi: 10.1161/HYPERTENSIONAHA.117.09975. Epub 2017 Dec 26."},{"pmid":"19721021","type":"BACKGROUND","citation":"Kempers MJ, Lenders JW, van Outheusden L, van der Wilt GJ, Schultze Kool LJ, Hermus AR, Deinum J. Systematic review: diagnostic procedures to differentiate unilateral from bilateral adrenal abnormality in primary aldosteronism. Ann Intern Med. 2009 Sep 1;151(5):329-37. doi: 10.7326/0003-4819-151-5-200909010-00007."},{"pmid":"30590677","type":"BACKGROUND","citation":"Sam D, Kline GA, So B, Leung AA. Discordance Between Imaging and Adrenal Vein Sampling in Primary Aldosteronism Irrespective of Interpretation Criteria. J Clin Endocrinol Metab. 2019 Jun 1;104(6):1900-1906. doi: 10.1210/jc.2018-02089."},{"pmid":"26934393","type":"BACKGROUND","citation":"Funder JW, Carey RM, Mantero F, Murad MH, Reincke M, Shibata H, Stowasser M, Young WF Jr. The Management of Primary Aldosteronism: Case Detection, Diagnosis, and Treatment: An Endocrine Society Clinical Practice Guideline. J Clin Endocrinol Metab. 2016 May;101(5):1889-916. doi: 10.1210/jc.2015-4061. Epub 2016 Mar 2."},{"pmid":"35241482","type":"BACKGROUND","citation":"Buck AK, Haug A, Dreher N, Lambertini A, Higuchi T, Lapa C, Weich A, Pomper MG, Wester HJ, Zehndner A, Schirbel A, Samnick S, Hacker M, Pichler V, Hahner S, Fassnacht M, Einsele H, Serfling SE, Werner RA. Imaging of C-X-C Motif Chemokine Receptor 4 Expression in 690 Patients with Solid or Hematologic Neoplasms Using 68Ga-Pentixafor PET. J Nucl Med. 2022 Nov;63(11):1687-1692. doi: 10.2967/jnumed.121.263693. Epub 2022 Mar 3."},{"pmid":"25698782","type":"BACKGROUND","citation":"Herrmann K, Lapa C, Wester HJ, Schottelius M, Schiepers C, Eberlein U, Bluemel C, Keller U, Knop S, Kropf S, Schirbel A, Buck AK, Lassmann M. Biodistribution and radiation dosimetry for the chemokine receptor CXCR4-targeting probe 68Ga-pentixafor. J Nucl Med. 2015 Mar;56(3):410-6. doi: 10.2967/jnumed.114.151647. Epub 2015 Feb 19."},{"pmid":"14610281","type":"BACKGROUND","citation":"Brenner DJ, Doll R, Goodhead DT, Hall EJ, Land CE, Little JB, Lubin JH, Preston DL, Preston RJ, Puskin JS, Ron E, Sachs RK, Samet JM, Setlow RB, Zaider M. Cancer risks attributable to low doses of ionizing radiation: assessing what we really know. Proc Natl Acad Sci U S A. 2003 Nov 25;100(24):13761-6. doi: 10.1073/pnas.2235592100. Epub 2003 Nov 10."},{"pmid":"28576687","type":"BACKGROUND","citation":"Williams TA, Lenders JWM, Mulatero P, Burrello J, Rottenkolber M, Adolf C, Satoh F, Amar L, Quinkler M, Deinum J, Beuschlein F, Kitamoto KK, Pham U, Morimoto R, Umakoshi H, Prejbisz A, Kocjan T, Naruse M, Stowasser M, Nishikawa T, Young WF Jr, Gomez-Sanchez CE, Funder JW, Reincke M; Primary Aldosteronism Surgery Outcome (PASO) investigators. Outcomes after adrenalectomy for unilateral primary aldosteronism: an international consensus on outcome measures and analysis of remission rates in an international cohort. Lancet Diabetes Endocrinol. 2017 Sep;5(9):689-699. doi: 10.1016/S2213-8587(17)30135-3. Epub 2017 May 30."},{"pmid":"22399502","type":"BACKGROUND","citation":"Rossi GP, Barisa M, Allolio B, Auchus RJ, Amar L, Cohen D, Degenhart C, Deinum J, Fischer E, Gordon R, Kickuth R, Kline G, Lacroix A, Magill S, Miotto D, Naruse M, Nishikawa T, Omura M, Pimenta E, Plouin PF, Quinkler M, Reincke M, Rossi E, Rump LC, Satoh F, Schultze Kool L, Seccia TM, Stowasser M, Tanabe A, Trerotola S, Vonend O, Widimsky J Jr, Wu KD, Wu VC, Pessina AC. The Adrenal Vein Sampling International Study (AVIS) for identifying the major subtypes of primary aldosteronism. J Clin Endocrinol Metab. 2012 May;97(5):1606-14. doi: 10.1210/jc.2011-2830. Epub 2012 Mar 7."},{"pmid":"15376201","type":"BACKGROUND","citation":"Assalia A, Gagner M. Laparoscopic adrenalectomy. Br J Surg. 2004 Oct;91(10):1259-74. doi: 10.1002/bjs.4738."},{"pmid":"28634268","type":"BACKGROUND","citation":"Kolkhof P, Barfacker L. 30 YEARS OF THE MINERALOCORTICOID RECEPTOR: Mineralocorticoid receptor antagonists: 60 years of research and development. J Endocrinol. 2017 Jul;234(1):T125-T140. doi: 10.1530/JOE-16-0600."},{"pmid":"19516169","type":"BACKGROUND","citation":"Jansen PM, Danser AH, Imholz BP, van den Meiracker AH. Aldosterone-receptor antagonism in hypertension. J Hypertens. 2009 Apr;27(4):680-91. doi: 10.1097/HJH.0b013e32832810ed."},{"pmid":"30191186","type":"BACKGROUND","citation":"Akoglu H. User's guide to correlation coefficients. Turk J Emerg Med. 2018 Aug 7;18(3):91-93. doi: 10.1016/j.tjem.2018.08.001. eCollection 2018 Sep."}],"seeAlsoLinks":[{"label":"Common Terminology Criteria for Adverse Events (CTCAE) \\| Protocol Development \\| CTEP \\[Internet\\]. \\[cited 2022 May 17\\].","url":"https://ctep.cancer.gov/protocoldevelopment/electronic_applications/ctc.htm"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data (IPD) that underlie results in publication could be shared. IPD detailed in the protocol of a planned metaanalysis could be shared","infoTypes":["STUDY_PROTOCOL","ICF"],"timeFrame":"Two years after the last publication","accessCriteria":"Data sharing must be accepted by the sponsor and the PI based on a scientific project and scientific involvement of the PI team. Collaboration will be fostered.\n\nData sharing must respect the agreements made with funders. Teams wishing obtain IPD must meet the sponsor and IP team to present scientific (and commercial) purpose, IPD needed, format of data transmission, and timeframe. Technical feasibility and financial support will be discussed before mandatory contractual agreement.\n\nProcessing of shared data must comply with European General Data Protection Regulation (GDPR)."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006929","term":"Hyperaldosteronism"}],"ancestors":[{"id":"D000000308","term":"Adrenocortical Hyperfunction"},{"id":"D000000307","term":"Adrenal Gland Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M9980","name":"Hyperaldosteronism","asFound":"Aldosteronism","relevance":"HIGH"},{"id":"M3660","name":"Adrenocortical Hyperfunction","relevance":"LOW"},{"id":"M3659","name":"Adrenal Gland Diseases","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"T2879","name":"Hyperadrenalism","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M7992","name":"Epinephrine","relevance":"LOW"},{"id":"M30371","name":"Racepinephrine","relevance":"LOW"},{"id":"M211043","name":"Epinephryl borate","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}