{"protocolSection":{"identificationModule":{"nctId":"NCT06477432","orgStudyIdInfo":{"id":"MSmesotox-022"},"organization":{"fullName":"Mesoestetic Pharma Group S.L.","class":"INDUSTRY"},"briefTitle":"Evaluation of the Safety and Performance Characteristics of Mesofiller Mesotox for the Correction of Wrinkles and Rehydration of the Face.","officialTitle":"An Open-label Uncontrolled Single Centre Investigation for the Evaluation of the Safety and Performance Characteristics of the Dermal Filler of Mesoestetic Mesofiller Mesotox for the Correction of Wrinkles and Rehydration of the Face. Clinical Investigation to Assess Safety and Performance of Mesofiller Mesotox."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-11-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-07-05","type":"ACTUAL"},"completionDateStruct":{"date":"2023-07-05","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Mesoestetic Pharma Group S.L.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigation is a single-centre, interventional, prospective, non-randomized, open-label, uncontrolled, single-arm, un-blinded investigation for the evaluation of the safety and performance of the product mesofiller® mesotox in the treatment of wrinkles and imperfections. The clinical investigation is interventional and prospective in agreement with the pre-market regulatory status of the product.","detailedDescription":"The product mesofiller® mesotox is a dermal filler manufactured by mesoestetic Pharma Group s.l. It was intended to be used as a temporary dermal filler for dermatological treatment for aesthetic purposes. The product provides a temporary filling of dermal tissue to correct small skin defects, such as wrinkles or scars in the upper part of the face, while also providing hydration to the face.\n\nmesofiller® mesotox is a sterile, injectable, gel colourless, transparent, non-pyrogenic, reabsorbable product made out of cross-linked hyaluronic acid of non-animal origin, produced via bacterial fermentation.\n\nThis clinical investigation was conducted as an uncontrolled - no comparator medical device or other product was used. The safety and performance of the treatment were evaluated by comparison of the condition with the state of the treated area before initiation of the procedure, conducted by the trained Principal Investigator.\n\nThe investigated product mesofiller® mesotox was applied by intradermal or subcutaneous injection by the investigator during Session 1 for all subjects and Session 2 for the subjects, for whom a touch-up was considered beneficial. Both sessions were conducted within 14-day intervals.\n\nThe evaluation process during the medical examination was facilitated by photographic evidence taken before and after therapy at predetermined time points for reference."},"conditionsModule":{"conditions":["Skin Aging","Skin Wrinkling"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single Group Assignment","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":52,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"mesofiller® mesotox","type":"EXPERIMENTAL","description":"The investigated product mesofiller® mesotox was applied by intradermal or subcutaneous injection by the investigator during Session 1 for all subjects and Session 2 for the subjects, for whom a touch-up was considered beneficial. Both sessions were conducted within 14-day intervals.","interventionNames":["Device: mesofiller® mesotox"]}],"interventions":[{"type":"DEVICE","name":"mesofiller® mesotox","description":"The investigated product mesofiller® mesotox was applied by intradermal or subcutaneous injection by the investigator during Session 1 for all subjects and Session 2 for the subjects, for whom a touch-up was considered beneficial. Both sessions were conducted within 14-day intervals.","armGroupLabels":["mesofiller® mesotox"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Frequency and severity of AEs, SAEs, ISRs, TEAEs","timeFrame":"Two months after the first treatment (Session 3 (Day 60))."}],"secondaryOutcomes":[{"measure":"Lemperle's Scale - principal investigator evaluation","description":"The absolute change in Lemperle's Scale from baseline as evaluated by the investigator based on the photographs of the treated area.\n\nThe Lemperle's scale is a six-point photographically based classification (0 means no wrinkles, 5 means very deep wrinkles, redundant folds) of mimetic wrinkles and folds that are graded using reference photographs.","timeFrame":"Session 1 (Day 1); Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180)."},{"measure":"Glogau class - principal investigator evaluation","description":"The absolute change in Glogau class from baseline as evaluated by the investigator based on the photographs of the treated area. Glogau photoaging classification includes grades from Grade/Type I (mild) meaning no wrinkles to Grade/Type IV (severe) meaning only wrinkles.","timeFrame":"Session 1 (Day 1); Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180) ."},{"measure":"Wrinkle Severity Rating Scale (WSRS) - principal investigator evaluation","description":"The absolute change in the Wrinkle Severity Rating Scale from baseline, evaluated by the PI based on photographs of the treated area. The scale ranges from grade 1 to 5, with grade 1 representing the best possible outcome.","timeFrame":"Session 1 (Day 1); Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180)."},{"measure":"Wrinkle Severity Rating Scale (WSRS) - patient evaluation","description":"The absolute change in the Wrinkle Severity Rating Scale from baseline, evaluated by the patient. The scale ranges from grade 1 to 5, with grade 1 representing the best possible outcome.","timeFrame":"Session 1 (Day 1); Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180)."},{"measure":"Global Aesthetic Improvement Scale (GAIS) - principal investigator evaluation","description":"Improvement in the Global Aesthetic Improvement Scale as evaluated by the PI based on the photographs of the treated area. GAIS ranges from grade 1 to 5, where grade 1 shows exceptional improvement.","timeFrame":"Session 1; Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180)."},{"measure":"Global Aesthetic Improvement Scale (GAIS) - patient evaluation","description":"Improvement in the Global Aesthetic Improvement Scale as evaluated by the patient. GAIS ranges from grade 1 to 5, where grade 1 shows exceptional improvement.","timeFrame":"Session 1; Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180)."},{"measure":"Subject satisfaction","description":"The Patient's Questionnaire was utilised. The satisfaction survey grades range from 1 to 3, where grade 1 represents the highest satisfaction level.","timeFrame":"Session 1; Session 2 (Day 14); Session 3 (Day 60); and Session 4 (Day 180)."},{"measure":"Frequency and severity of AEs, SAEs, ISRs, TEAEs","timeFrame":"Session 1 (Day 1); Session 2 (Day 14); and Session 4 (Day 180)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female subject aged ≥20 and ≤70 years;\n* Subject presenting signs of skin depressions, scars or wrinkles in the upper part of the face;\n* Subject is classified with grades 1 or 2 with the Lemperle scale in at least one of the following regions: \"horizontal forehead lines\", \"glabellar frowns\", and/or \"periorbital lines\";\n* Subject is classified with grades 1 or 2 wrinkles with the Glogau scale;\n* Subject who is willing to abstain from any other facial aesthetic or cosmetic procedure or plastic surgery during the clinical investigation, including follow-up period;\n* Subject who understands and is willing to comply with all investigation-related activities and who is available for the duration of their participation in the investigation, including follow-up;\n* Absence of a history of significant hypersensitivity to food and drugs or known sensitivity to hyaluronic acid, lidocaine or other anesthetics or nerve-blocking agents;\n* Arterial blood pressure (BP) (after 5 min. at rest in the supine position) in reference range - systolic 90 - 140 mmHg and diastolic 50 - 90 mmHg;\n* Heart rate (HR) (after 5 min. at rest in the supine position) in reference range - over 50 beats/min and less than 100 beats/min;\n* Axillar body temperature of up to 37°С;\n* Clinical-laboratory examinations within the reference ranges or with no clinically significant abnormalities for CBC, ESR, PT/INR;\n* Negative pregnancy test for the women with reproductive potential;\n* Reliable and acceptable method of contraception for the women of child-bearing potential:\n\n  * IUD, inserted at least 3 months prior to the investigation initiation;\n  * Double barrier method (condom, spermicide-containing diaphragm) applied at least 14 days prior to the first investigated product application and throughout the course of the investigation;\n  * Hormonal contraception with use initiation at least 3 months prior to the first investigated product application and throughout the course of the investigation;\n  * Sexual abstinence for at least 14 days prior to enrollment into the investigation and throughout the course of the investigation;\n  * Surgical sterilisation (bilateral ligation of the uterine tubes, hysterectomy, bilateral ovariectomy or vasectomy of the regular partner) with no less than a 6-month history;\n  * Menopause with no less than a 2-year history prior to the investigation initiation.\n* Signed written Informed Consent Form by the adult participant.\n\nExclusion Criteria:\n\n* Subject with known severe or multiple allergies, including allergy or hypersensitivity to any of the DF components (HA, lidocaine, succinic acid, acetyl hexapeptide-8) or other anesthetics or nerve-blocking agents, or significant allergy or hypersensitivity to food and drugs;\n* Subject is classified with grades 3 or 4 with the Lemperle scale in any of the following regions: \"horizontal forehead lines\", \"glabellar frowns\", and/or \"periorbital lines\";\n* History of any disease resulting in changes of facial contour or oedema of the face during the clinical investigation period;\n* Ascertained tendency to develop hypertrophic or keloid scars or pigmentation disorders;\n* History of connective tissues diseases;\n* History of active autoimmune diseases or those under immunotherapy;\n* History of laboratory results suggesting coagulation disorder;\n* Active skin disease or inflammation of or near the injection area that could interfere with the clinical investigation injections or assessments;\n* Subject who suffers from another medical condition or who is receiving medication that in the Principal Investigator's judgment would prohibit inclusion in this investigation;\n* Soft tissue augmentation with bovine collagen (in the previous 6 months), with porcine or human collagen (in the previous 12 months), or with hyaluronic acid or hydroxyapatite (in the previous 18 months);\n* Subject with permanent implants in the neck or face within the previous 36 months;\n* Any aesthetic treatment/procedure of the face in the previous 6 months that may interfere with the investigations injections and/or investigation assessments, as judged by the investigator;\n* Presence of any condition, which in the opinion of the investigator, makes the subject unable to complete the clinical investigation as per this CIP;\n* Subject who is currently participating in another clinical investigation which may interfere with this clinical investigation results or who had participated in another clinical investigation within 30 days prior to enrollment in this investigation;\n* Pregnancy, postpartum period (6 months), lactation or post-lactation period (6 months) or woman who plans pregnancy during the investigation follow-up period;\n* Absence of a reliable and effective method of contraception for subject with childbearing potential;\n* Known abuse of drugs, alcohol or other substances;\n* Subject with limited mental and consistent comprehension abilities; incapacitated subjects; sportsmen and individuals on strenuous physical loading; prisoners;\n* Refusal to sign the Informed Consent Form by the adult participant.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"\"Medical Center Ramus\" EOOD","city":"Sofia","zip":"1000","country":"Bulgaria","geoPoint":{"lat":42.69751,"lon":23.32415}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M21089","name":"Facies","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}