{"protocolSection":{"identificationModule":{"nctId":"NCT06474754","orgStudyIdInfo":{"id":"2000037991"},"organization":{"fullName":"Yale University","class":"OTHER"},"briefTitle":"Submaximal Cardiopulmonary Exercise Testing for Detection of Myocardial Injury After Noncardiac Surgery","officialTitle":"Enhancing Precise Perioperative Risk Surveillance: Validation of Submaximal Cardiopulmonary Exercise Testing to Usual Care for Detection of Myocardial Injury After Noncardiac Surgery","acronym":"EnhanceMINS"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yale University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn whether physicians can associate evidence of myocardial injury after surgery with findings obtained from submaximal cardiopulmonary exercise testing. The main questions are:\n\nIs detection of postoperative myocardial injury with submaximal cardiopulmonary exercise testing superior to using usual care?\n\nAnd which submaximal cardiopulmonary exercise testing measure is better?\n\nParticipants will undergo evaluation with a short submaximal cardiopulmonary exercise test, then undergo surgery. Myocardial injury will be measured on postoperative days 0, 1, 2, and 3 (during and up to 3 days after surgery). These results will analyzed by comparing it to findings from the submaximal cardiopulmonary exercise test.\n\nIf there is a relationship, this will help anesthesiologists and surgeons assign certain treatments that may reduce the risk of developing myocardial injury after surgery.","detailedDescription":"Among the 50 million US adults undergo non-cardiac surgery each year, an estimated 1.4-3.9% of patients experience perioperative myocardial infarction with another 6-18% showing evidence of myocardial injury. These cardiac insults, known as myocardial injury after noncardiac surgery (MINS) are associated with a 2.7-3.2 fold higher odds of 30-day mortality, 2.2 fold higher odds of nonfatal myocardial infarction (MI), 1.55 fold increase in 30-day congestive heart failure events, and 5.2 times higher risk of stroke, highlighting the importance of predicting and treating their occurrence. MINS is treatable, and potentially preventable, by a combination of tailored intraoperative monitoring and appropriate post-operative care.\n\nThe current approach to preoperative risk stratification is predominately derived from patient-reported functional capacity associated with history, physical examination and select laboratory investigations. This approach results in significant healthcare worker time and cost expenditures, without improved perioperative outcomes. In contrast, a technological approach utilizing conventional cardiopulmonary exercise testing (CPET) has been shown to improve individualized identification of high-risk patients prior to surgery. Widespread cardiopulmonary exercise test adoption in the perioperative setting, however, has been limited by cost, technical requirements, and time investment despite its documented utility in cardiopulmonary risk assessment. However, brief submaximal cardiopulmonary exercise testing (smCPET) addresses the limitations of conventional CPET including low cost, low time investment, small footprint, and ease of operator efficiency. In our pilot (under review), we demonstrated the feasibility and performance of implementing smCPET within a high-volume pre-surgical evaluation clinic.\n\nThis proposal seeks to continue work in characterizing smCPET and its role in individualized preoperative risk identification. The aim of this study proposal is to validate two clinically relevant questions: 1) Are smCPET measures superior to usual care (Duke Activity Status Index) in patients undergoing moderate to high-risk noncardiac surgery and 2) to determine which smCPET measure is more sensitive to MINS as described by abnormalities in postoperative high-sensitivity troponin measurements.\n\nUsing a smCPET-guided approach, we seek to characterize its value in identifying high-risk patients for MINS, provide further validation of smCPET utility as a preoperative risk stratification approach, and preliminarily identify smCPET measures with highest association with MINS.\n\nIf validated, this would provide the foundation for a smCPET-guided clinical decision support system of preoperative identification and perioperative monitoring that could 1) enhance patient outcomes by providing early prediction and detection of MINS and 2) characterize a research methodology to stratify participants for further research in assessing perioperative strategies to reduce MINS. These findings will provide one of the first examples of quantitative and individualized preoperative risk identification methods for a common and deleterious perioperative outcome."},"conditionsModule":{"conditions":["Myocardial Injury After Non-cardiac Surgery","Submaximal Exercise Performance","Preoperative Period"],"keywords":["submaximal cardiopulmonary exercise testing","MINS","myocardial injury after noncardiac surgery","perioperative myocardial injury","anesthesiology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single-blinded Phase IV diagnostic clinical trial study design","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":61,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Submaximal cardiopulmonary exercise testing","type":"EXPERIMENTAL","description":"Single arm design; selected participants will receive both usual care (Duke Activity Status Index) and submaximal cardiopulmonary exercise testing. All participants will receive high-sensitivity troponin measurements on operative day 1 and postoperative day 1,2,3","interventionNames":["Diagnostic Test: High-sensitivity troponin, serum","Diagnostic Test: Submaximal Cardiopulmonary Exercise Testing","Diagnostic Test: Duke Activity Status Index"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"High-sensitivity troponin, serum","description":"A serum derived measure of myocardial injury. Threshold value of 14ng/L.","armGroupLabels":["Submaximal cardiopulmonary exercise testing"],"otherNames":["HST"]},{"type":"DIAGNOSTIC_TEST","name":"Submaximal Cardiopulmonary Exercise Testing","description":"FDA-approved device uses breath by breath sampling during calibration and exercise challenge. Analysis is performed using a differential pressure pneumotach method for volume calibration and measurement, an infrared sensor for CO2 and a paramagnetic sensor for O2 measurements. Automated calibration using a calibration gas mixture (15.6% O2/5% CO2) is performed at regular intervals. The Shape II calculations used to differentiate causes of exertional dyspnea are Artificial Intelligence (AI) based algorithms and measurements have been previously validated to conventional cardiopulmonary exercise testing methods. Brief smCPET is comprised of a 2-minute calibration phase, 3 minutes of graded exercise using a stair-step and a 1 minute recovery phase for a total of 6 minutes. An instant report is then generated.","armGroupLabels":["Submaximal cardiopulmonary exercise testing"],"otherNames":["smCPET"]},{"type":"DIAGNOSTIC_TEST","name":"Duke Activity Status Index","description":"a validated measure of preoperative functional capacity and will be utilized to cross-validate smCPET peak VO2. Low DASI score has been found to estimate peak oxygen uptak (VO2), predict MINS, myocardial infarction, and inducible myocardial ischemia on myocardial perfusion scintigraphy.","armGroupLabels":["Submaximal cardiopulmonary exercise testing"],"otherNames":["DASI"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MINS","description":"Myocardial Injury after noncardiac surgery. Measurement: High-Sensitivity Troponin assay with an abnormal value defined as 14 nanograms per liter or greater.","timeFrame":"Operative Day 0, Postoperative Day 1, 2 or 3"}],"secondaryOutcomes":[{"measure":"30-day Major Adverse Cardiovascular Events","description":"30-day recorded events of atrial fibrillation, angina, stroke, myocardial infarction, congestive heart failure as defined by International Classification of Disease (Version 10) coding.","timeFrame":"Postoperative Day 1 through Postoperative Day 30"},{"measure":"Length of Stay","description":"Measurement of patient inpatient status from operative day 0 through physical discharge from the hospital.","timeFrame":"From operative day 0 through hospital discharge up to postoperative day 180"},{"measure":"Readmission","description":"Readmission of any type from the time of surgical procedure discharge through postoperative day 60.","timeFrame":"Postoperative Day One through Postoperative Day 60."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form.\n2. Stated willingness to comply with all study procedures and availability for the duration of the study.\n3. Biological male or female, aged 45 years or older.\n4. In good general health as evidenced by medical history or diagnosed with metabolic equivalents (self-reported ability to climb 1 flight of stairs).\n5. Revised Cardiac Risk Index less than or equal to three.\n6. Willing to accept phlebotomy on operative day 0, 1, 2, and 3, as part of usual care.\n7. Scheduled for moderate to high-risk elective non-cardiac surgery with an expected 24-72 hour stay within 60 days of enrollment in the study.\n\nExclusion Criteria:\n\n1. Inability to perform study procedures as defined by inability to achieve greater than 4 metabolic equivalents (cannot climb 1 flight of stairs reliably).\n2. Pregnancy or lactation.\n3. Inability to give independent informed consent.\n4. Revised cardiac risk index greater than 3.\n5. Recent myocardial infarction (less than 6 weeks).\n6. Recent anginal symptoms (stable or unstable) within past 6 months.\n7. Recent admission or endorsement for congestive heart failure within 6 months\n8. Recent admission or endorsement for syncope within 6 months.\n9. Symptomatic tachy- or bradyarrhythmia (supraventricular tachcardia, ventricular tachycardia with symptoms of intermittent dizziness, pre- syncopal events)\n10. Uncorrected severe valvular heart disease (severe aortic, tricuspid or mitral stenosis)\n11. Acute pulmonary embolism or deep vein thrombosis (within past 6 months)\n12. Uncontrolled pulmonary edema\n13. Uncontrolled symptomatic cardiac arrhythmias.\n14. Active endocarditis\n15. Active myocarditis or pericarditis\n16. Active wheezing or recent exacerbation of chronic obstructive pulmonary disease admission in past 6 months.\n17. Inability to perform components of the SHAPE test (severe hip flexion limitation, severe osteoarthritis of knee or hip, limb immobilization, ambulation requires cane or crutches, baseline balance irregularities.\n18. Diagnosis of symptomatic vertigo\n19. Known allergic reactions to components of the SHAPE medical system apparatus disposable mouthpiece.\n20. Active enrollment in an interventional clinical trial within the enrollment period of the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"45 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Zyad J Carr, M.D.","role":"CONTACT","phone":"203-785-3689","email":"zyad.carr@yale.edu"}],"overallOfficials":[{"name":"Zyad J Carr, M.D.","affiliation":"Yale University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Yale University; Yale New Haven Hospital","city":"New Haven","state":"Connecticut","zip":"06510","country":"United States","contacts":[{"name":"Zyad J Carr, M.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.30815,"lon":-72.92816}}]},"referencesModule":{"references":[{"pmid":"20134313","type":"BACKGROUND","citation":"Snowden CP, Prentis JM, Anderson HL, Roberts DR, Randles D, Renton M, Manas DM. Submaximal cardiopulmonary exercise testing predicts complications and hospital length of stay in patients undergoing major elective surgery. Ann Surg. 2010 Mar;251(3):535-41. doi: 10.1097/SLA.0b013e3181cf811d."},{"pmid":"15851872","type":"BACKGROUND","citation":"Le Manach Y, Perel A, Coriat P, Godet G, Bertrand M, Riou B. Early and delayed myocardial infarction after abdominal aortic surgery. Anesthesiology. 2005 May;102(5):885-91. doi: 10.1097/00000542-200505000-00004."},{"pmid":"16157727","type":"BACKGROUND","citation":"Devereaux PJ, Goldman L, Cook DJ, Gilbert K, Leslie K, Guyatt GH. Perioperative cardiac events in patients undergoing noncardiac surgery: a review of the magnitude of the problem, the pathophysiology of the events and methods to estimate and communicate risk. CMAJ. 2005 Sep 13;173(6):627-34. doi: 10.1503/cmaj.050011."},{"pmid":"26541926","type":"BACKGROUND","citation":"Patel AY, Eagle KA, Vaishnava P. Cardiac risk of noncardiac surgery. J Am Coll Cardiol. 2015 Nov 10;66(19):2140-2148. doi: 10.1016/j.jacc.2015.09.026."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The study protocol, statistical analysis plan, informed consent and human study record will be provided. A deidentified dataset will be uploaded to the data sharing repository NIBIB physionet website.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"For 24 months after initial study publication.","accessCriteria":"CITI trained certified individuals that meet criteria set forth by physionet.org.","url":"https://www.physionet.org"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M17685","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4107","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}