{"protocolSection":{"identificationModule":{"nctId":"NCT06480201","orgStudyIdInfo":{"id":"H-54099"},"organization":{"fullName":"Baylor College of Medicine","class":"OTHER"},"briefTitle":"Gamma Oscillations as a Prognostic Marker for Ketamine Therapy in Treatment Resistant Depression","officialTitle":"Gamma Oscillations as a Prognostic Marker for Ketamine Therapy in Treatment Resistant Depression"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nicholas Murphy","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Baylor College of Medicine"},"leadSponsor":{"name":"Baylor College of Medicine","class":"OTHER"},"collaborators":[{"name":"National Institute of Mental Health (NIMH)","class":"NIH"}]},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The core objective of this study is to enhance the translational potential of this electroencephalogram (EEG) biomarker by using ketamine(KET)-induced gamma potentiation as a prognostic marker of 4-week treatment outcome. Previous research focused exclusively on KET-induced gamma band potentiation (GBP) in the context of a single infusion. Our study design captures the clinical variation associated with real-world treatment resistant depression (TRD) patients and allows us to analyze the relative importance of GBP to antidepressant symptom reduction across the induction phase of treatment. If successful, it provides a compelling rationale for a larger prospective investigation of gamma dynamics as a moderator of outcome to varied TRD therapies which impact the balance of cortical excitation and inhibition.","detailedDescription":"Treatment-resistant depression (TRD) is a significant public health issue and the leading cause of disability in young and middle-aged adults. Treatment of depression via the rapid acting modulation of neural circuitry is at a critical stage of development with strategies such as ketamine (KET) infusion, esketamine nasal spray, and intermittent theta burst stimulation making substantial progress. Determining the prognosis for an intervention, however, remains a challenge due to the lack of a central biomarker to indicate the potential receptiveness of the target system (glutamate) to modulation. KET biomarker research has strong translational potential as a platform to enhance prognostic prediction of neuromodulatory therapeutics more broadly.\n\nElectroencephalography (EEG) gamma band power is a neurophysiological measure of cortical excitability and synaptic potentiation. These processes are implicated in KET's mechanism as a N-methyl-D-aspartate (NMDA) receptor channel antagonist, making gamma power a candidate biomarker. In patients with TRD, the interaction between pre- and post-ketamine EEG gamma band amplitude (\\>30 Hz) has been identified as a biomarker for the optimal state of excitation/inhibition (E/I) balance required to achieve an antidepressant response from ketamine.\n\nTheoretically, the process of gamma band potentiation (GBP) by ketamine represents the capacity of the brain to up-regulate glutamatergic activity in response to the initial infusion. In the context of the broader mechanism of action for ketamine treatment of depression GBP is likely tied to the integrity of downstream effects of ketamine. These processes regulate longer term patterns of cellular learning such as synaptic long-term potentiation, and therefore the efficiency with which they can be activated is a critical metric for understanding how likely patients will be to enter remission.\n\nThe core objective of this study is to enhance the translational potential of this EEG biomarker by using KET-induced gamma potentiation as a prognostic marker of 4-week treatment outcome. Previous research focused exclusively on KET-induced GBP in the context of a single infusion. Our study design captures the clinical variation associated with real-world TRD patients and allows us to analyze the relative importance of GBP to antidepressant symptom reduction across the induction phase of treatment. If successful, it provides a compelling rationale for a larger prospective investigation of gamma dynamics as a moderator of outcome to varied TRD therapies which impact the balance of cortical excitation and inhibition."},"conditionsModule":{"conditions":["Healthy","Major Depressive Disorder","Treatment Resistant Depression"],"keywords":["depression","ketamine"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"This trial is designed to study the mechanics of KET induced gamma band potentiation (GBP) as they relate to antidepressant outcome following a KET induction course. Disease (major depressive disorder \\[MDD\\]) and healthy control groups are included to measure disease and medication specific effects on initial KET induced GBP. The KET-EEG visits (infusion #1 \\[all groups\\], infusion #4 \\[TRD only\\]) follow a fixed-order, single-blind placebo-controlled crossover design.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE","maskingDescription":"Infusion order of saline to ketamine is single blind."}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy Controls","type":"ACTIVE_COMPARATOR","description":"Healthy controls will receive one saline and ketamine infusion.","interventionNames":["Drug: Ketamine","Other: Saline"]},{"label":"Major Depressive Disorder","type":"ACTIVE_COMPARATOR","description":"Major Depressive Disorder participants will receive one saline and ketamine infusion.","interventionNames":["Drug: Ketamine","Other: Saline"]},{"label":"Treatment Resistant Depression","type":"ACTIVE_COMPARATOR","description":"Treatment Resistant Depression participants will receive 8 ketamine infusions where their first and fourth infusions are a saline and ketamine infusion.","interventionNames":["Drug: Ketamine","Other: Saline"]}],"interventions":[{"type":"DRUG","name":"Ketamine","description":"Ketamine infusion amount is dictated by BMI, sex, and age.","armGroupLabels":["Healthy Controls","Major Depressive Disorder","Treatment Resistant Depression"]},{"type":"OTHER","name":"Saline","description":"Saline infusion amount is dictated by BMI, sex, and age.","armGroupLabels":["Healthy Controls","Major Depressive Disorder","Treatment Resistant Depression"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Resting State Gamma Power","description":"Gamma power is the resting state electroencephalogram represents the amplitude of oscillations measuring the in the 30+ hertz (Hz) range of the power-spectrum. This is used as a proxy measure of the level of cortical disinhibition occurring at rest.","timeFrame":"Before infusion, during infusion, 60-90 minutes after infusion"},{"measure":"Auditory Steady State Response Gamma Power","description":"Auditory Steady State Response gamma power represents the entrainment of inhibitory interneurons in response to a train of short tones, resembling a high frequency click, that are presented for a 1000ms at a rate of 40 Hz.","timeFrame":"Before infusion, during infusion, 60-90 minutes after infusion"},{"measure":"Montgomery-Asberg Depression Rating Scale (MADRS)","description":"The MADRS is a clinician administered rating scale consisting of 10 items to measure depression symptom severity. Each item has a rating scale of 0-6. Greater total scores indicate more severe depression.","timeFrame":"Study entry, pre-infusion, study exit visit (up to a month after infusion)"}],"secondaryOutcomes":[{"measure":"Quick Inventory of Depressive Severity Self Report (QIDS-SR)","description":"The Quick Inventory of Depressive Severity Self Report is a 16 item measure of core behavioral domains associated with depression. These cover: sleep/wake cycles, affect, appetite, weight, concentration and decision making, self-perception, suicidality, general interest, and energy levels. Each item has a rating scale 0-3. Greater total scores indicate more severe depression","timeFrame":"Study entry, pre-infusion, study exit visit (up to a month after infusion)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. General\n\n   * The criteria for eligibility described here are intended to protect patient welfare where, for example, the administration of ketamine in the context of standardized research (i.e. pharmaco-EEG challenge) would be inadvisable or unsafe. An additional purpose is to decrease psychiatric co-morbidities that may affect the clinical phenomenology or treatment response and thus obscure findings. Further, by virtue of the eligibility criteria the investigators seek to limit variability due to demographic and other factors.\n2. All subjects Inclusion Criteria:\n\n   * Male or Female ages 21-45, inclusive.\n   * Level of understanding sufficient to agree to all tests and examinations required by the protocol.\n3. TRD patients\n\n   * Major depressive disorder (MDD) diagnosis confirmed by MINI, with major depressive episode of at least 4 weeks duration.\n   * MADRS score of 27 or greater.\n   * Meet criteria for treatment resistance, defined as 2+ unsuccessful trials of antidepressants at an adequate dose for at least 6 weeks.\n   * On a stable dose of all psychotropic medications (including antidepressant, antipsychotic, lithium, hypnotic, etc) for a minimum of 4 weeks prior to the Screening period.\n4. MDD patients\n\n   * MDD diagnosis confirmed by the Mini International Neuropsychiatric Interview (MINI), with major depressive episode of at least 4 weeks duration.\n   * MADRS score of less than or equal to 12.\n   * On a stable dose of all psychotropic medications (including antidepressant, antipsychotic, lithium, hypnotic, etc) for a minimum of 4 weeks prior to the Screening period.\n\nExclusion Criteria:\n\n* History of MDD with psychotic features, bipolar disorder, schizophrenia spectrum and other psychotic disorders, currently exhibiting psychotic features, or a first-degree relative with a psychotic disorder.\n* Diagnosed with intellectual disability.\n* Current major medical problems that affect brain anatomy, neurochemistry, or function, e.g., liver insufficiency, kidney insufficiency, cardiovascular problems, (unstable Arrhythmias, Chronic Heart Failure, Myocardial Infarction (MI) cardiac pacemaker), systemic infections, cancer, active upper respiratory infections, respiratory depression and any brain disorder (seizure disorder, stroke, dementia, degenerative neurologic diseases), and head injury with loss of consciousness for any period of time.\n* Pregnancy or Breast-feeding. All female participants in reproductive age will undergo pregnancy tests. Female participants will be required to provide evidence of use of contraceptives during the course of the study.\n* Unable to understand the design and requirements of the study.\n* Unable to sign the informed consent for any reason.\n* Patients with a severe personality disorder, including risk for homicide or aggressive behavior, which in the opinion of the investigator has a major impact on the patients' current psychiatric status and would preclude safe study participation.\n* Patients at serious and imminent risk of suicide and not suitable for an outpatient study, in the judgment of the investigators.\n* Patients taking medications with known activity at the N-methyl-D-aspartate (NMDA) or α-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor (AMPA) glutamate receptor \\[eg, riluzole, amantadine, lamotrigine, memantine, topiramate, dextromethorphan, D-cycloserine\\], or the mu-opioid receptor.\n* Previous exposure to ketamine or esketamine.\n* Patients starting hormonal treatment (e.g., estrogen) in the 3 months prior to screening.\n* Patients with no regular contact with at least one adult. Patients who are un-domiciled are excluded.\n* Body mass index (BMI) \\>=40 kg/m2.\n* Active eating disorder or cognitive deficit affecting the regulation of food intake.\n* Current or recent course of electroconvulsive therapy (ECT) (past month).\n* History of deep brain stimulation (DBS), vagal nerve stimulation (VNS) implantation, or other form of psychosurgery\n* Recently started cognitive behavioral therapy (CBT) (past month).\n* Patients taking \\>6mg/day lorazepam (benzodiazepine)-equivalents. Patients with lower and/or infrequent use of benzodiazepines will be required to discontinue their dose on the morning (noting that this is already per protocol at the partner ketamine clinic).\n* Patients taking prescription opioids. Over the counter pain medications are proscribed on infusion days.\n* Dietary supplements affecting central nervous system (CNS) function will be discontinued before the study start. This will include supplementation of glutamate, serotonin (e.g. 5-hydroxytryptophan(HTP), St. John's Wort), creatine, γ-Aminobutyric acid (GABA).\n* Patients habitually consuming legal cannabis products containing cannabidiol (CBD) or delta-8-tetrahydrocannabinol (THC).\n* The participant has a known ketamine allergy or is taking any medication that may interact with ketamine.","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Julia Engelhardt","role":"CONTACT","phone":"713-689-9856","email":"julia.engelhardt@bcm.edu"},{"name":"Nicholas Murphy","role":"CONTACT","phone":"713-798-7593","email":"nicholas.murphy@bcm.edu"}],"locations":[{"facility":"Wells Medicine","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77024","country":"United States","contacts":[{"name":"Jesse Wells","role":"CONTACT","phone":"713-589-5118","email":"mail@wellsmedicine.com"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}},{"facility":"Baylor College of Medicine Jamail Specialty Care Center","status":"RECRUITING","city":"Houston","state":"Texas","zip":"77030","country":"United States","contacts":[{"name":"Nicholas Murphy","role":"CONTACT","phone":"713-798-7593","email":"nicholas.murphy@bcm.edu"},{"name":"Sanjay Mathew","role":"CONTACT","phone":"7137985877","email":"sjmathew@bcm.edu"}],"geoPoint":{"lat":29.76328,"lon":-95.36327}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"},{"id":"D000003865","term":"Depressive Disorder, Major"},{"id":"D000061218","term":"Depressive Disorder, Treatment-Resistant"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M7060","name":"Depressive Disorder, Major","asFound":"Major Depressive Disorder","relevance":"HIGH"},{"id":"M29783","name":"Depressive Disorder, Treatment-Resistant","asFound":"Treatment Resistant Depression","relevance":"HIGH"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21835","name":"Mood Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000007649","term":"Ketamine"}],"ancestors":[{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000778","term":"Anesthetics, Dissociative"},{"id":"D000018686","term":"Anesthetics, Intravenous"},{"id":"D000018681","term":"Anesthetics, General"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000018691","term":"Excitatory Amino Acid Antagonists"},{"id":"D000018683","term":"Excitatory Amino Acid Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M10674","name":"Ketamine","asFound":"Long-","relevance":"HIGH"},{"id":"M4032","name":"Analgesics","relevance":"LOW"},{"id":"M4107","name":"Anesthetics","relevance":"LOW"},{"id":"M4108","name":"Anesthetics, Dissociative","relevance":"LOW"},{"id":"M20766","name":"Anesthetics, Intravenous","relevance":"LOW"},{"id":"M20761","name":"Anesthetics, General","relevance":"LOW"},{"id":"M20771","name":"Excitatory Amino Acid Antagonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}