{"protocolSection":{"identificationModule":{"nctId":"NCT06471699","orgStudyIdInfo":{"id":"282418"},"organization":{"fullName":"Vastra Gotaland Region","class":"OTHER_GOV"},"briefTitle":"The Effect of Continuous Glucose Monitoring in Individuals With Newly Diagnosed Type 2 Diabetes","officialTitle":"A Randomized Trial of the Effect of Continuous Glucose Monitoring (CGM) in Individuals With Newly Diagnosed Type 2 Diabetes","acronym":"CHANGE-diab"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-11-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Vastra Gotaland Region","class":"OTHER_GOV"},"collaborators":[{"name":"The Swedish Research Council","class":"OTHER_GOV"},{"name":"Abbott Medical Devices","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the current study is to evaluate effectiveness, sustainability and satisfaction of CGM in adult persons with newly diagnosed type 2 diabetes. The study is a randomized clinical trial randomizing patients to CGM or SMBG over 26 weeks with a follow-up period up to 70 weeks. An extension period will exist between 26 and 70 weeks. Between 26-52 weeks both groups will use only capillary testing for glucose monitoring and during 53-70 weeks the group initially randomized to capillary testing will use CGM. During the extension period similar variables will be evaluated as during the main phase of the trial including HbA1c, CGM-metrics, glucose-lowering medications, physical activity, treatment satisfaction and well-being.","detailedDescription":"A keystone in preventing complications in persons with type 2 diabetes is good glycaemic control as soon as possible after onset of diabetes. The basic treatment is optimizing lifestyle factors with increased physical activity, weight control and a healthy diet. In addition to glucose control, it is important that blood pressure and blood lipids are well regulated. Self-monitoring of blood glucose (SMBG) by repeated capillary glucose measurements has been a standard for regulating plasma glucose levels and to give information about the influence of lifestyle. In recent years continuous glucose monitoring (CGM) has become an option for guiding the patient by immediate feedback on the influence of lifestyle, such as physical activity and diet.\n\nPrevious studies indicate that CGM helps and encourages people with type 2 diabetes to improve their lifestyle and that it is highly appreciated.. However, it is relatively expensive and the effect of CGM on glycaemic control may fade over time.\n\nNo previous study has examined the effect of CGM on lifestyle in individuals with newly diagnosed type 2 diabetes. Individuals with newly diagnosed diabetes are more prone to change their lifestyle while quick improvement of glucose measurements also is of uttermost importance.\n\nThe aim of the current study is to evaluate effectiveness, sustainability and satisfaction of CGM in adult persons with newly diagnosed type 2 diabetes. The study is a randomized clinical trial randomizing patients to CGM or SMBG over 26 weeks with a follow-up period up to 70 weeks. The primary endpoint is effect on HbA1c over 26 weeks. Other essential endpoints over 26 weeks of treatment include effects on time in range, glucose variability, treatment satisfaction, well-being and weight over 26 weeks of treatment. Need of adding glucose lowering medications will also be compared between the treatment groups. An extension period will exist between 26 and 70 weeks. Between 26-52 weeks both groups will use only capillary testing for glucose monitoring and during 53-70 weeks the group initially randomized to capillary testing will use CGM. During the extension period similar variables will be evaluated as during the main phase of the trial including HbA1c, CGM-metrics, glucose-lowering medications, physical activity, treatment satisfaction and well-being.\n\nIn total 238 patients will be included in this study, carried out at 30 health care centres in Sweden"},"conditionsModule":{"conditions":["Diabetes Type 2"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Continous Glucose Monitoring","type":"EXPERIMENTAL","description":"Participants will be randomized to intervention Continous Glucose Monitoring (CGM)","interventionNames":["Device: Continous Glucose Monitoring"]},{"label":"Self Monitoring Blood Glucose","type":"ACTIVE_COMPARATOR","description":"Participants will be randomized to control Self Monitoring Blood Glucose (SMBG)","interventionNames":["Other: Self monitoring blood glucose"]}],"interventions":[{"type":"DEVICE","name":"Continous Glucose Monitoring","description":"The aim is to examine if the use of CGM will give the participants a significant support to implement lifestyle improvements in individuals with new on-set type 2 diabetes","armGroupLabels":["Continous Glucose Monitoring"]},{"type":"OTHER","name":"Self monitoring blood glucose","description":"Capillary testing as in standard procedure","armGroupLabels":["Self Monitoring Blood Glucose"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"HbA1c","description":"Differences in changes in HbA1c between the CGM and SMBG group.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Time in range (TIR)","description":"Differences in changes Time in range (TIR) over 26 weeks of treatment measured by CGM between the CGM and SMBG group.","timeFrame":"6 months, 52 and 70 weeks"},{"measure":"Glucose variability","description":"Differences in changes in Glucose variability over 26 weeks of treatment measured by CGM between the CGM and SMBG group.","timeFrame":"6 months, 52 and 70 weeks"},{"measure":"Treatment satisfaction","description":"Differences in changes in treatment satisfaction over 26 weeks of treatment measured by validated questionnaires between the CGM and SMBG group. Treatment satisfaction measured with the questionnaires DTSQs (Diabetes Treatment Satisfaction Questionnaire, 0-48 points with best treatment 48p) and DTSQc follow-up (-24 to 24 points with best treatment 24P)","timeFrame":"6 months, 52 and 70 weeks"},{"measure":"Well-being","description":"Differences in changes in well-being over 26 weeks of treatment measured by validated questionnaires between the CGM and SMBG group. Wellbeing will be measured with the questionnaires WHO5 (World Health Organisation, 0-25points with the best wellbeing 25P).","timeFrame":"6 months, 52 and 70 weeks"},{"measure":"Weight","description":"Differences in changes in weight over 26 weeks of treatment between the CGM and SMBG group.","timeFrame":"6 months, 52 and 70 weeks"}],"otherOutcomes":[{"measure":"Physical activity","description":"Exploratory objectives - differences in changes in physical activity measured with a questionnaire with self-reported data, IPAC (International Physical Activity Questionnaire, Physical activity estimated through transforming the answers about physical activity into METs with the highest METs as the most physicallay active) between the CGM and SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Waist circumference","description":"Exploratory objectives - differences in changes in waist circumference between the CGM and SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Fasting glucose","description":"Exploratory objectives - differences in changes in fasting glucose between the CGM and SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Blood pressure","description":"Exploratory objectives - differences in changes in blood pressure, both systolic and diastolic, between the CGM and SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Triglycerides","description":"Exploratory objectives - differences in changes in triglycerides between the CGM and SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Reduction of HbA1c","description":"Differences in changes of HbA1c by 5 mmol/mol (0.5% in DCCT) or more between the CGM and the SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Reduction of HbA1c","description":"Differences in changes of HbA1c by 10 mmol/mol (0.5% in DCCT) or more between the CGM and the SMBG group.","timeFrame":"26,52 och 70 weeks"},{"measure":"Time in high glucose levels","description":"Differences in time of high glucose levels as measured by CGM (above 10.0 mmol/l and above 13.9 mmol/l) between the CGM and the SMBG group","timeFrame":"26,52 och 70 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Type 2 diabetes\n2. Adults 18 years or older\n3. Written Informed Consent\n4. HbA1c greater than or equal to 58 mmol/mol (7.5% DCCT standard) and less than 100 mmol/mol\n5. Type 2 diabetes diagnosis \\<4 weeks\n6. Body mass index \\> 25 kg/m2\n\nExclusion Criteria:\n\n1. Pregnancy or planned pregnancy for the study duration\n2. Type 1 diabetes\n3. Judged to be in need of insulin\n4. Severe cognitive dysfunction or other disease, which is judged by the physician to be not suitable for inclusion.\n5. History of allergic reaction to chlorhexidine or alcohol anti-septic solution.\n6. Abnormal skin at the anticipated glucose sensor attachment sites (excessive hair, burn, inflammation, infection, rash, and/or tattoo).\n7. Participation in another study.\n8. Other investigator-determined criteria unsuitable for patient participation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Margareta Hellgren, PI","role":"CONTACT","phone":"+46708381612","email":"margareta.leonardsson-hellgren@vgregion.se"},{"name":"Marcus Lind, Co-PI","role":"CONTACT","phone":"+46700824239","email":"marcus.lind@gu.se"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Type 2","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}