{"protocolSection":{"identificationModule":{"nctId":"NCT06480721","orgStudyIdInfo":{"id":"NL86008.041.24"},"secondaryIdInfos":[{"id":"10390022210022","type":"OTHER_GRANT","domain":"ZonMw"}],"organization":{"fullName":"UMC Utrecht","class":"OTHER"},"briefTitle":"FET-PET-Guided Management of Pseudoprogression in Glioblastoma","officialTitle":"FET-PET-Guided Management of Pseudoprogression in Glioblastoma","acronym":"FET-POPPING"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Veerle Ruijters","investigatorTitle":"Medical researcher","investigatorAffiliation":"UMC Utrecht"},"leadSponsor":{"name":"Veerle Ruijters","class":"OTHER"},"collaborators":[{"name":"ZonMw: The Netherlands Organisation for Health Research and Development","class":"OTHER"},{"name":"Curium PET France","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this diagnostic randomised clinical trial is to determine, in glioblastoma patients with diagnostic uncertainty between pseudoprogression and tumor progression on follow-up MRI after chemoradiation, the added value of a direct \\[¹⁸F\\] FET-PET scan for clinical management.\n\nThe main questions it aims to answer are:\n\n* Does the clinical management guided by an additional FET-PET scan leads to fewer unnecessary interventions, compared with management based on MRI only?\n* Does the clinical management guided by an additional FET-PET scan leads to better health-related quality of life after 12 weeks, compared with management based on MRI only?\n* Does the clinical management guided by an additional FET-PET scan leads to reduced net healthcare costs, compared with management based on MRI only?\n\nResearchers will compare the investigational arm, where clinical management is based on the index MRI scan and an additional FET-PET scan, with the control arm, where clinical management is based solely on the index MRI scan, to investigate the added value of the FET PET scan for clinical management.\n\nParticipants in the investigational arm will undergo the FET PET scan. All participants will complete health-related quality of life questionnaires at four different timepoints.","detailedDescription":"During follow-up of glioblastoma patients after chemoradiation, expert teams often observe MRI abnormalities with difficulty in distinguishing between tumor growth and pseudoprogression. Although techniques such as perfusion MRI provide additional information, diagnostic uncertainty often remains, leading to incorrect or delayed diagnosis and, inappropriate treatment, such as unnecessary surgery. Despite the good discriminating power of \\[¹⁸F\\] Fluoro-ethyl-tyrosine-PET (FET-PET), this diagnostic tool is not used frequently in the Netherlands due to costs, logistics, and misconceptions about clinical benefit. In the FET POPPING study we aim to determine the added value of \\[¹⁸F\\] FET-PET for clinical management. A multicenter diagnostic randomised clinical trial will be performed, from July 2024 until December 2027. 144 adult patients with isocitrate dehydrogenase (IDH)-wildtype glioblastoma will be included, who, after the concomitant phase of chemoradiation, have increased contrast enhancement on MRI, causing doubt between tumor growth or pseudoprogression. Included patients will be randomised 1:1 in two arms. The investigational arm receives an additional \\[¹⁸F\\] FET-PET scan, and clinical management is based on the index MRI and \\[¹⁸F\\] FET-PET together. Clinical management of the control arm is based on the index MRI alone. Exact clinical management, following from the available imaging, is chosen at the discretion of a multidisciplinary board. The primary study endpoints are (a) the percentage of patients undergoing unnecessary interventions and (b) health-related quality of life after 12 weeks. Secondary endpoints include time-to-diagnosis, overall survival and cost-effectiveness. We hypothesize that the clinical management guided by an additional \\[¹⁸F\\] FET-PET scan leads to fewer unnecessary interventions, better health-related quality of life after 12 weeks and among others reduced net healthcare costs, compared with management based on MRI only."},"conditionsModule":{"conditions":["Glioblastoma","Radionecrosis of Brain"],"keywords":["Glioblastoma","[¹⁸F] FET PET","Tumor progression","Pseudoprogression","Unnecessary interventions","Health-related quality of life","Healthcare costs"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomised in equal proportions between two arms: the investigational arm and the control arm.","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":144,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Clinical management is based on the index MRI and an additional [¹⁸F] FET-PET together","type":"EXPERIMENTAL","interventionNames":["Other: Clinical management based on the index MRI and an additional [¹⁸F] FET PET scan"]},{"label":"Standard of care","type":"NO_INTERVENTION"}],"interventions":[{"type":"OTHER","name":"Clinical management based on the index MRI and an additional [¹⁸F] FET PET scan","description":"Patients in the investigational arm will undergo the extra FET-PET scan, with use of the O-(2-\n\n¹⁸F-fluoroethyl)-L-tyrosine (¹⁸F-FET) tracer. FET-PET scanning will be performed according to the joint European Association of Nuclear Medicine (EANM)/European Association of Neuro-Oncology (EANO)/Response Assessment in Neuro-oncology (RANO) guidelines. In most patients, a static scan (20-40 minutes post-injection) will performed. If the logistics of the research site allow for a dynamic scan (0-60 minutes post-injection), this will be performed. Interpretation will be done by an experienced nuclear medicine physician from the local center according to current European guidelines. Central review will be performed by a panel of nuclear medicine physicians from the study team. Clinical management is based on the index MRI and this additional \\[¹⁸F\\] FET PET scan.","armGroupLabels":["Clinical management is based on the index MRI and an additional [¹⁸F] FET-PET together"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Composite score of proportion (0-100%) of patients undergoing unnecessary interventions.","description":"Determination of 'unnecessary interventions' will be done retrospectively, by the researchers and the treating physician.\n\nAn 'unnecessary intervention' is defined as:\n\n* Biopsy or debulking for diagnostic uncertainty and/or with pseudoprogression as the final pathological diagnosis\n* The administration of one or more cycles of (temozolomide) chemotherapy as continued treatment for presumed pseudoprogression, in cases with a final diagnosis of tumor progression\n* The administration of one or more doses of bevacizumab for presumed pseudoprogression, in cases with a final diagnosis of tumor progression","timeFrame":"at six months"},{"measure":"Health-related quality of life: general","description":"This will be reported by the questionnaire EQ5D. The EQ5D is a generic utility questionnaire which allows for comparison of quality of life between indications, and is considered the golden standard by the Dutch National Heath Care Institute. Both the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at twelve weeks"},{"measure":"Health-related quality of life: brain tumor specific","description":"This will be reported by the questionnaire European Organization for Research and Treatment of Cancer Quality of Life Brain Cancer Module (EORTC-QLQ-BN20). The EORTC-QLQ-BN20 is a brain tumor specific questionnaire and is a reliable tool to capture changes in specific health domains for this population. Both the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at twelve weeks"},{"measure":"Health-related quality of life: productivity","description":"This will be reported by the questionnaire iMTA Productivity Cost Questionnaire (iPCQ). The iPCQ questionnaire measures productivity losses and is applicable to national and international studies.\n\nBoth the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at twelve weeks"},{"measure":"Health-related quality of life: medical consumption","description":"This will be reported by the questionnaire iMTA Medical Consumption Questionnaire (iMCQ). The iMCQ questionnaire is an instrument for measuring medical consumption. Both the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at twelve weeks"}],"secondaryOutcomes":[{"measure":"Cost-effectiveness","description":"Expressed in Quality Adjusted Life Years (QALY). The results of the cost utility analysis will be combined with observed and extrapolated uptake to estimate the budget impact over several relevant time horizons.","timeFrame":"at six months"},{"measure":"Cost-effectiveness","description":"Expressed in Incremental Cost Effectiveness Ratio's (ICERs). The results of the cost utility analysis will be combined with observed and extrapolated uptake to estimate the budget impact over several relevant time horizons.","timeFrame":"at six months"},{"measure":"Time-to-diagnosis","description":"Defined as index MRI to eventual management, including watchful waiting","timeFrame":"During the study period (but expected within three months)"},{"measure":"Overall survival","description":"Defined from index MRI until death (patients who are still alive at the end of the study will be censored)","timeFrame":"Through study completion (expected median of less than 1.5 year)"},{"measure":"Number of unnecessary treatment cycles","description":"Chemotherapy","timeFrame":"at six months"},{"measure":"Health-related quality of life: general","description":"This will be reported by the questionnaire EQ5D. The EQ5D is a generic utility questionnaire which allows for comparison of quality of life between indications, and is considered the golden standard by the Dutch National Heath Care Institute. Both the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at six weeks and six months"},{"measure":"Health-related quality of life: brain tumor specific","description":"This will be reported by the questionnaire European Organization for Research and Treatment of Cancer Quality of Life Brain Cancer Module (EORTC-QLQ-BN20). The EORTC-QLQ-BN20 is a brain tumor specific questionnaire and is a reliable tool to capture changes in specific health domains for this population. Both the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at six weeks and six months"},{"measure":"Health-related quality of life: productivity","description":"This will be reported by the questionnaire iMTA Productivity Cost Questionnaire (iPCQ). The iPCQ questionnaire measures productivity losses and is applicable to national and international studies.\n\nBoth the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at six weeks and six months"},{"measure":"Health-related quality of life: medical consumption","description":"This will be reported by the questionnaire iMTA Medical Consumption Questionnaire (iMCQ). The iMCQ questionnaire is an instrument for measuring medical consumption. Both the total score of the questionnaire is used as the individual scores to analyse individual patients' changes over time.","timeFrame":"at six weeks and six months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with a glioblastoma, IDH-wildtype, World Health Organization (WHO) grade 4, according to WHO 2021 criteria.\n* Age ≥18 years\n* New or increased enhancement within the high-dose radiation field (defined as within the 80% isodose line) on follow-up MRI\n* Follow up MRI ≥3 months after the end of the standard-of-care temozolomide-based concomitant chemoradiation (60 Gy/30 fractions or 40 Gy/15 fractions). Of note, very early increase - within 3 months of last radiation - will not be grounds for inclusion because of the high rate of pseudoprogression and slightly lower diagnostic performance of FET-PET compared to the situation of increase beyond 3 months after last radiation. Patients with such very early increase may have subsequent further increase after 3 months post-radiation, causing (further) diagnostic doubt; these may be included at that later timepoint if they meet the other inclusion criteria.\n* First moment of clinicoradiological uncertainty regarding the diagnosis (≥3 months after the end of chemoradiation): pseudoprogression or tumor recurrence. The determination of 'uncertainty' is made by the treating physician, preferably in the multidisciplinary tumor board, based on available clinical and standard-of-care MRI-data, which generally includes perfusion-MRI.\n* Previous usage of bevacizumab as a symptom treatment is allowed. However, inclusion is only allowed at the first moment of clinical doubt between pseudoprogression and tumor recurrence, not at later timepoints.\n\nExclusion Criteria:\n\n* Previous treatment for recurrence of disease\n* An enhanced lesion size of less than 1 cm on the index MRI. In the newest RANO PET criteria, it is advised to use FET-PET for increasing lesions only in cases with a minimum lesion size.\n* Life expectancy of less than 6 months, determined by the treating physician\n* Contra-indications for PET (claustrophobia, inability to lay still)\n* Women of childbearing potential without adequate contraception\n* Any other concomitant disease that may influence PET imaging or clinical outcomes of this study, this includes but is not limited to: cerebral inflammatory diseases and other cancers with brain- or leptomeningeal metastases","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Veerle J Ruijters, MD","role":"CONTACT","phone":"0031639656920","email":"v.j.ruijters-6@umcutrecht.nl"},{"name":"Nelleke Tolboom, MD, PhD","role":"CONTACT","phone":"003162878078","email":"n.tolboom@umcutrecht.nl"}],"overallOfficials":[{"name":"Tom J Snijders, MD, PhD","affiliation":"UMC Utrecht","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nelleke Tolboom, MD, PhD","affiliation":"UMC Utrecht","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Amsterdam UMC","city":"Amsterdam","country":"Netherlands","contacts":[{"name":"Elsmarieke M van de Giessen, MD, PhD","role":"CONTACT","email":"E.m.vandegiessen@amsterdamumc.nl"},{"name":"Elsmarieke M van de Giessen, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.37403,"lon":4.88969}},{"facility":"Haaglanden MC","city":"Den Haag","country":"Netherlands","contacts":[{"name":"Maaike J Vos, MD, PhD","role":"CONTACT","email":"M.vos@haaglandenmc.nl"},{"name":"Maaike J Vos, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":52.07667,"lon":4.29861}},{"facility":"Medisch Spectrum Twente","city":"Enschede","country":"Netherlands","geoPoint":{"lat":52.21833,"lon":6.89583}},{"facility":"UMC Groningen","city":"Groningen","country":"Netherlands","geoPoint":{"lat":53.21917,"lon":6.56667}},{"facility":"Maastricht UMC","city":"Maastricht","country":"Netherlands","geoPoint":{"lat":50.84833,"lon":5.68889}},{"facility":"Radboud UMC","city":"Nijmegen","country":"Netherlands","contacts":[{"name":"Dylan JH Henssen, MD, PhD","role":"CONTACT","email":"Dylan.Henssen@radboudumc.nl"},{"name":"Dylan JH Henssen, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Anne I Arens, MD, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":51.8425,"lon":5.85278}},{"facility":"Erasmus MC","city":"Rotterdam","country":"Netherlands","contacts":[{"name":"Sophie EM Veldhuijzen van Zanten, MD, PhD","role":"CONTACT","email":"s.veldhuijzenvanzanten@erasmusmc.nl"},{"name":"Sophie EM Veldhuijzen van Zanten, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Marjolein Geurts, MD, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":51.9225,"lon":4.47917}},{"facility":"UMC Utrecht","city":"Utrecht","zip":"3508 GA","country":"Netherlands","contacts":[{"name":"Veerle J Ruijters, MD","role":"CONTACT","phone":"0031639656920","email":"v.j.ruijters-6@umcutrecht.nl"},{"name":"N Tolboom, MD, PhD","role":"CONTACT","phone":"003162878078","email":"n.tolboom@umcutrecht.nl"},{"name":"Nelleke Tolboom, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Tom J Snijders, MD, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Veerle J Ruijters, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":52.09083,"lon":5.12222}}]},"referencesModule":{"references":[{"pmid":"21393407","type":"BACKGROUND","citation":"Hygino da Cruz LC Jr, Rodriguez I, Domingues RC, Gasparetto EL, Sorensen AG. Pseudoprogression and pseudoresponse: imaging challenges in the assessment of posttreatment glioma. AJNR Am J Neuroradiol. 2011 Dec;32(11):1978-85. doi: 10.3174/ajnr.A2397. Epub 2011 Mar 10."},{"pmid":"15248032","type":"BACKGROUND","citation":"Popperl G, Gotz C, Rachinger W, Gildehaus FJ, Tonn JC, Tatsch K. Value of O-(2-[18F]fluoroethyl)- L-tyrosine PET for the diagnosis of recurrent glioma. Eur J Nucl Med Mol Imaging. 2004 Nov;31(11):1464-70. doi: 10.1007/s00259-004-1590-1. Epub 2004 Jul 10."},{"pmid":"25411133","type":"BACKGROUND","citation":"Galldiks N, Dunkl V, Stoffels G, Hutterer M, Rapp M, Sabel M, Reifenberger G, Kebir S, Dorn F, Blau T, Herrlinger U, Hau P, Ruge MI, Kocher M, Goldbrunner R, Fink GR, Drzezga A, Schmidt M, Langen KJ. Diagnosis of pseudoprogression in patients with glioblastoma using O-(2-[18F]fluoroethyl)-L-tyrosine PET. Eur J Nucl Med Mol Imaging. 2015 Apr;42(5):685-95. doi: 10.1007/s00259-014-2959-4. Epub 2014 Nov 20."},{"pmid":"26008606","type":"BACKGROUND","citation":"Galldiks N, Stoffels G, Filss C, Rapp M, Blau T, Tscherpel C, Ceccon G, Dunkl V, Weinzierl M, Stoffel M, Sabel M, Fink GR, Shah NJ, Langen KJ. The use of dynamic O-(2-18F-fluoroethyl)-l-tyrosine PET in the diagnosis of patients with progressive and recurrent glioma. Neuro Oncol. 2015 Sep;17(9):1293-300. doi: 10.1093/neuonc/nov088. Epub 2015 May 24."},{"type":"BACKGROUND","citation":"Richtlijnendatabase. Onderscheiden tumorprogressie en therapie-effect bij gliomen. 2020; Available from: https://richtlijnendatabase.nl/richtlijn/gliomen/follow-up_na_gliomen/onderscheiden_tumorprogressie_en_therapie-effect_bij_gliomen.html."},{"pmid":"27106405","type":"BACKGROUND","citation":"Albert NL, Weller M, Suchorska B, Galldiks N, Soffietti R, Kim MM, la Fougere C, Pope W, Law I, Arbizu J, Chamberlain MC, Vogelbaum M, Ellingson BM, Tonn JC. Response Assessment in Neuro-Oncology working group and European Association for Neuro-Oncology recommendations for the clinical use of PET imaging in gliomas. Neuro Oncol. 2016 Sep;18(9):1199-208. doi: 10.1093/neuonc/now058. Epub 2016 Apr 21."},{"pmid":"19269895","type":"BACKGROUND","citation":"Stupp R, Hegi ME, Mason WP, van den Bent MJ, Taphoorn MJ, Janzer RC, Ludwin SK, Allgeier A, Fisher B, Belanger K, Hau P, Brandes AA, Gijtenbeek J, Marosi C, Vecht CJ, Mokhtari K, Wesseling P, Villa S, Eisenhauer E, Gorlia T, Weller M, Lacombe D, Cairncross JG, Mirimanoff RO; European Organisation for Research and Treatment of Cancer Brain Tumour and Radiation Oncology Groups; National Cancer Institute of Canada Clinical Trials Group. Effects of radiotherapy with concomitant and adjuvant temozolomide versus radiotherapy alone on survival in glioblastoma in a randomised phase III study: 5-year analysis of the EORTC-NCIC trial. Lancet Oncol. 2009 May;10(5):459-66. doi: 10.1016/S1470-2045(09)70025-7. Epub 2009 Mar 9."},{"pmid":"29260225","type":"BACKGROUND","citation":"Stupp R, Taillibert S, Kanner A, Read W, Steinberg D, Lhermitte B, Toms S, Idbaih A, Ahluwalia MS, Fink K, Di Meco F, Lieberman F, Zhu JJ, Stragliotto G, Tran D, Brem S, Hottinger A, Kirson ED, Lavy-Shahaf G, Weinberg U, Kim CY, Paek SH, Nicholas G, Bruna J, Hirte H, Weller M, Palti Y, Hegi ME, Ram Z. Effect of Tumor-Treating Fields Plus Maintenance Temozolomide vs Maintenance Temozolomide Alone on Survival in Patients With Glioblastoma: A Randomized Clinical Trial. JAMA. 2017 Dec 19;318(23):2306-2316. doi: 10.1001/jama.2017.18718. Erratum In: JAMA. 2018 May 1;319(17):1824."},{"pmid":"36502457","type":"BACKGROUND","citation":"Singnurkar A, Poon R, Detsky J. 18F-FET-PET imaging in high-grade gliomas and brain metastases: a systematic review and meta-analysis. J Neurooncol. 2023 Jan;161(1):1-12. doi: 10.1007/s11060-022-04201-6. Epub 2022 Dec 11."},{"pmid":"31541032","type":"BACKGROUND","citation":"de Zwart PL, van Dijken BRJ, Holtman GA, Stormezand GN, Dierckx RAJO, Jan van Laar P, van der Hoorn A. Diagnostic Accuracy of PET Tracers for the Differentiation of Tumor Progression from Treatment-Related Changes in High-Grade Glioma: A Systematic Review and Metaanalysis. J Nucl Med. 2020 Apr;61(4):498-504. doi: 10.2967/jnumed.119.233809. Epub 2019 Sep 20."},{"pmid":"34185076","type":"BACKGROUND","citation":"Louis DN, Perry A, Wesseling P, Brat DJ, Cree IA, Figarella-Branger D, Hawkins C, Ng HK, Pfister SM, Reifenberger G, Soffietti R, von Deimling A, Ellison DW. The 2021 WHO Classification of Tumors of the Central Nervous System: a summary. Neuro Oncol. 2021 Aug 2;23(8):1231-1251. doi: 10.1093/neuonc/noab106."},{"pmid":"38181810","type":"BACKGROUND","citation":"Albert NL, Galldiks N, Ellingson BM, van den Bent MJ, Chang SM, Cicone F, de Groot J, Koh ES, Law I, Le Rhun E, Mair MJ, Minniti G, Ruda R, Scott AM, Short SC, Smits M, Suchorska B, Tolboom N, Traub-Weidinger T, Tonn JC, Verger A, Weller M, Wen PY, Preusser M. PET-based response assessment criteria for diffuse gliomas (PET RANO 1.0): a report of the RANO group. Lancet Oncol. 2024 Jan;25(1):e29-e41. doi: 10.1016/S1470-2045(23)00525-9."},{"pmid":"25015058","type":"BACKGROUND","citation":"Chow R, Lao N, Popovic M, Chow E, Cella D, Beaumont J, Lam H, Pulenzas N, Bedard G, Wong E, DeAngelis C, Bottomley A. Comparison of the EORTC QLQ-BN20 and the FACT-Br quality of life questionnaires for patients with primary brain cancers: a literature review. Support Care Cancer. 2014 Sep;22(9):2593-8. doi: 10.1007/s00520-014-2352-7."},{"type":"BACKGROUND","citation":"Nederland, Z. Richtlijn voor het uitvoeren van economische evaluaties in de gezondheidszorg (versie 2024). 2024; Available from: https://www.zorginstituutnederland.nl/over-ons/publicaties/publicatie/2024/01/16/richtlijn-voor-het-uitvoeren-van-economische-evaluaties-in-de-gezondheidszorg."},{"type":"BACKGROUND","citation":"iMTA. iMTA Productivity Cost Questionnaire. Available from: https://www.imta.nl/questionnaires/ipcq/."},{"type":"BACKGROUND","citation":"iMTA. iMTA Medical Consumption Questionnaire. Available from: https://www.imta.nl/questionnaires/imcq/."},{"type":"BACKGROUND","citation":"European Medicines Agency (Science Medicines Health). 2015. Guideline on adjustment for baseline covariates in clinical trials. Available from: https://www.ema.europa.eu/en/documents/scientific-guideline/guideline-adjustment-baseline-covariates-clinical-trials_en.pdf"},{"type":"BACKGROUND","citation":"ZonMw. Budget Impact Analyses in de praktijk - Leidraad en rekentool. Februari 2020. Available from: https://www.zonmw.nl/sites/zonmw/files/typo3-migrated-files/Budget_Impact_Analyses_in_de_praktijk_-_Leidraad_en_rekentool.pdf"},{"type":"BACKGROUND","citation":"Netherlands Commission on Radiation Dosimetry. Human Exposure to Ionising Radiation for Clinical and Research Purposes: Radiation Dose & Risk Estimates. 2020."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000005909","term":"Glioblastoma"}],"ancestors":[{"id":"D000001254","term":"Astrocytoma"},{"id":"D000005910","term":"Glioma"},{"id":"D000018302","term":"Neoplasms, Neuroepithelial"},{"id":"D000017599","term":"Neuroectodermal Tumors"},{"id":"D000009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009380","term":"Neoplasms, Nerve Tissue"}],"browseLeaves":[{"id":"M9019","name":"Glioblastoma","asFound":"Glioblastoma","relevance":"HIGH"},{"id":"M20559","name":"Disease Progression","relevance":"LOW"},{"id":"M4561","name":"Astrocytoma","relevance":"LOW"},{"id":"M9020","name":"Glioma","relevance":"LOW"},{"id":"M20446","name":"Neoplasms, Neuroepithelial","relevance":"LOW"},{"id":"M19845","name":"Neuroectodermal Tumors","relevance":"LOW"},{"id":"M20388","name":"Neuroectodermal Tumors, Primitive","relevance":"LOW"},{"id":"M12318","name":"Neoplasms, Germ Cell and Embryonal","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12325","name":"Neoplasms, Nerve Tissue","relevance":"LOW"},{"id":"T2518","name":"Glioblastoma","asFound":"Glioblastoma","relevance":"HIGH"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"},{"id":"T2519","name":"Glioma","relevance":"LOW"},{"id":"T4092","name":"Neuroepithelioma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T22","name":"Tyrosine","relevance":"LOW"}],"browseBranches":[{"abbrev":"AA","name":"Amino Acids"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}