{"protocolSection":{"identificationModule":{"nctId":"NCT06482671","orgStudyIdInfo":{"id":"S69351"},"secondaryIdInfos":[{"id":"2024-515756-20-00","type":"CTIS"}],"organization":{"fullName":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"},"briefTitle":"Primary Care dySpEpsia rikkuNshiTo","officialTitle":"A Randomized Controlled Trial of Rikkunshito (TJ-43) in Functional Dyspepsia Patients Recruited From Primary Care","acronym":"PRESENT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universitaire Ziekenhuizen KU Leuven","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Dyspepsia refers to chronic or recurrent upper gastrointestinal (GI) symptoms originating from the gastroduodenal region with a significant impact on patients' lives. Functional dyspepsia comprises the diagnostic categories of epigastric pain syndrome (EPS) with epigastric pain or burning and postprandial distress syndrome (PDS) with meal-related fullness or early satiation, which are unexplained after routine investigation including upper GI endoscopy 2. Despite the common occurrence of FD in up to 15% of the general population, the underlying pathophysiology remains unclear and no treatments of proven efficacy are available in Europe for this condition.\n\nOur group has demonstrated increased duodenal mucosal permeability and low-grade inflammation in FD patients, correlating with meal-related symptoms. The causes of the barrier defect and immune activation are unknown but candidates include psychological stress, luminal food components, (bile) acid and microbiota. The symptoms most closely associated with increased eosinophil counts in the duodenum are early satiation and postprandial fullness, which are typical PDS symptoms, and which are also associated with impaired gastric accommodation to meal ingestion and delayed gastric emptying.\n\nPreviously the efficacy of the Kampo medicine Rikkunshito (TJ-43) has been shown in FD. The exact mode of action remains to be determined. Previous studies have provided mechanistic evidence that rikkunshito is able to improve gastric accommodation, improve food intake and enhance circulating levels of the orexigenic gut peptide ghrelin.\n\nThe aim of this study is to evaluate the efficacy of Rikkunshito in comparison to placebo in PDS patients recruited from primary care in Belgium, and to evaluate whether this is associated with changes in duodenal mucosal low-grade inflammation."},"conditionsModule":{"conditions":["Dyspepsia and Other Specified Disorders of Function of Stomach","Postprandial Distress Syndrome"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Double blind intervention with Rikkunshito (herbal preparation) or Placebo","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Patients, investigators and gastroenterologists involved in the trial are blinded for the intervention arm (rikkunshito or placebo).","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Rikkunshito","type":"ACTIVE_COMPARATOR","description":"Rikkunshito (TJ-43) Route of administration: P.O.; dose: 2.5 grams 3 times per day. Needs to be dissolved in about 30 ml of lukewarm water 30 minutes prior to the meal and swallowed as a single dose over approximately one minute at most.","interventionNames":["Drug: Rikkunshi-to"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Placebo Route of administration: P.O.; dose: 2.5 grams 3 times per day Needs to be dissolved in about 30 ml of lukewarm water 30 minutes prior to the meal and swallowed as a single dose over approximately one minute at most.","interventionNames":["Other: Placebo"]}],"interventions":[{"type":"DRUG","name":"Rikkunshi-to","description":"Kampo medicine (Herbal). ikkunshito is composed of the following eight herbal medicines: extracts of Atractylodes lancea Rhizome, Ginseng, Pinellia tuber, Poria sclerotium, Jujube, Citrus unshiu Peel, Glycyrrhiza, and Ginger. Among these, the extracts of the Atractylodes lancea Rhizome, Ginseng, Poria sclerotium, Pinellia tuber, Citrus unshiu Peel, and Glycyrrhiza","armGroupLabels":["Rikkunshito"]},{"type":"OTHER","name":"Placebo","description":"inactive drug, The matching placebo contains Corn Starch (vehicle), Lactose Hydrate (vehicle), Dextrin (vehicle), Magnesium Stearate (lubricant), FD\\&C Blue No.1 Aluminum Lake (coloring agent), FD\\&C Yellow No.5 Aluminum Lake (coloring agent), and Red Ferric Oxide (coloring agent).","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage responders of Rikkunshito compared to placebo in FD","description":"Number of patients clinically relevant difference of 0.7 for the PDS symptoms (average of 3 questions of LPDS diary) by comparing pretreatment baseline scores with the average score during the last 2 weeks on treatment (responder definition). And compared Rikkunshito versus placebo.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"The effect of Rikkunshito versus placebo on duodenal mucosal integrity","description":"mucosal permeability and electrical resistance measured by Ussing-Chambers in duodenal biopsies","timeFrame":"8 weeks"},{"measure":"The effect of Rikkunshito versus placebo on Immune activation","description":"Assessment of immune cell counts (mast cells and eosinophils) in duodenal biopsies","timeFrame":"8 weeks"},{"measure":"The effect of Rikkunshito versus placebo on duodenal microbiome","description":"Assessment of DNA of bacteria at the level of duodenal mucosa biopsies","timeFrame":"8 weeks"},{"measure":"percentage minimal clinical response of rikkunshito","description":"Number of patients clinically relevant difference of 0.5 for the PDS symptoms (average of 3 questions of LPDS diary) by comparing pretreatment baseline scores with the average score during the last 2 weeks on treatment (minimal clinical relevant reseponse definition). And compared Rikkunshito versus placebo.","timeFrame":"8 weeks"},{"measure":"The effect of Rikkunshito versus placebo on PDS clinical symptoms","description":"assessed with the LPDS daily diary","timeFrame":"8 weeks"},{"measure":"The effect of Rikkunshito versus placebo on gastrointestinal symptoms","description":"assessed by PAGI-SYM questionnaire","timeFrame":"8 weeks"},{"measure":"The effect of Rikkunshito versus placebo on quality of life","description":"Assessed with the PAGI-Qol questionnaire","timeFrame":"8 weeks"},{"measure":"The effect of Rikkunshito versus placebo on psychologic distress","description":"Assessed by the PHQ questionnaire","timeFrame":"8 weeks"},{"measure":"The response to Rikkunshito in patients with normal versus those with delayed gastric emptying rate at baseline.","description":"assessed with the C13 gastric emptying breath test","timeFrame":"8 weeks"},{"measure":"• The effect of Rikkunshito versus placebo at 8 weeks on gastric emptying rate in those with delayed emptying at baseline.","description":"assessed with the C13 gastric emptying breath test","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Voluntary written informed consent of the participant or their legally authorized representative has been obtained prior to any screening procedures\n2. Use of highly effective methods of birth control; defined as those that, alone or in combination, result in low failure rate (i.e., less than 1% per year) when used consistently and correctly; such as implants, injectables, combined oral contraceptives, some IUDs, true sexual abstinence (i.e. refraining from heterosexual intercourse during the entire period of risk associated with the Trial treatment(s)) or commitment to a vasectomised partner.\n3. Male or female\n4. 18 years old or older\n5. Newly to be treated FD diagnosis\n6. Capable to understand and comply with the study requirements\n\nExclusion Criteria:\n\n* 1. Participant has a history of diabetes mellitus type 1, type 2 (including therapy), eosinophilic esophagitis, coeliac disease or inflammatory bowel disease, major abdominal surgery (except for appendectomy, cholecystectomy or splenectomy).\n\n  2. Any disorder, which in the Investigator's opinion might jeopardise the participant's safety or compliance with the protocol 3. Any prior or concomitant treatment(s) that might jeopardise the participant's safety or that would compromise the integrity of the Trial 4. If applicable: Female who is pregnant, breast-feeding or intends to become pregnant or is of child-bearing potential and not using an adequate, highly effective contraceptive 5. Patients with predominant symtoms of gastro-oesophageal reflux disease (GERD) or irritable bowel syndrome (IBS) 6. Patients with any active somatic or psychiatric condition that may explain dyspeptic symptoms (stable dose of single antidepressant allowed for psychiatric indication, no limitation for other indications) or severe depression using PHQ-7 (score of 20-27) 7. Patients already on PPI therapy20 or using a PPI in the last 2 weeks prior to enrolment 8. Patients with active malignancy (including therapy) 9. Known HIV, HBV, or HCV infection (including therapy) 10. Significant alcohol use (more than 10 units a week) 11. Known allergy to Rikkunshito or any of its ingredients 12. Patients with overweight (BMI\\>26)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jan Tack, MD","role":"CONTACT","phone":"16 34 42 25","phoneExt":"+32","email":"jan.tack@kuleuven.be"}],"locations":[{"facility":"KU Leuven","city":"Leuven","state":"Vlaams-Brabant","zip":"3000","country":"Belgium","geoPoint":{"lat":50.87959,"lon":4.70093}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000004415","term":"Dyspepsia"}],"ancestors":[{"id":"D000012817","term":"Signs and Symptoms, Digestive"}],"browseLeaves":[{"id":"M7589","name":"Dyspepsia","asFound":"Dyspepsia","relevance":"HIGH"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M15622","name":"Signs and Symptoms, Digestive","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T166","name":"Ginger","relevance":"LOW"},{"id":"T168","name":"Ginseng","relevance":"LOW"},{"id":"T208","name":"Licorice","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}