{"protocolSection":{"identificationModule":{"nctId":"NCT06473129","orgStudyIdInfo":{"id":"2023-15282"},"secondaryIdInfos":[{"id":"5P30DK111022-09","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5P30DK111022-09"}],"organization":{"fullName":"Montefiore Medical Center","class":"OTHER"},"briefTitle":"Strengthening, Engaging, and Empowering Dyads Through Nutrition & Wellness","officialTitle":"Strengthening, Engaging, and Empowering Dyads Through Nutrition & Wellness","acronym":"SEED"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Montefiore Medical Center","class":"OTHER"},"collaborators":[{"name":"National Institute of Diabetes and Digestive and Kidney Diseases (NIDDK)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A meta-analysis of over 2.3 million individuals in 14 studies showed that individuals with type II diabetes (T2DM) are at a 60% increased risk for development of any dementia compared to those without T2DM. A Whole Food, Plant Based dietary (WFPB) pattern has been associated with lower blood glucose levels and decreased insulin requirements. As older adults at risk for Alzheimer's disease (AD) may be dependent on care partners for nourishment, it is imperative to involve the caregiving dyad in a lifestyle intervention. The investigator team proposes a collaboration between our center of excellence for AD and a community-based organization (CBO) that empowers people through WFPB nutrition. This study will pilot a dyad-focused nutritional educational series for older adults with Type 2 diabetes mellitus (T2DM) and cognitive impairment (CI) and their care partners in a local senior center.\n\nIn this single arm study, 2 cohorts (English N=15 and Spanish N=15) of older adults (\\>=65) with T2DM and CI and their care partners will be recruited to participate in 4 WFPB nutrition classes. Each class consists of: 1 hour of education and 1 hour of a culinary demonstration. Two care partner support sessions co-led by the nutrition facilitator and geriatric social worker at weeks 3 and 6 will also be included.\n\nIn order to establish feasibility, important baseline characteristics of participants including: food insecurity, cognition (Telephone MoCA), and multisensory integration (CatchU® mobility application) will be assessed. Acceptability, appropriateness, and feasibility of the intervention will be assessed quantitatively and qualitatively in debrief interviews. The preliminary efficacy on the intervention dietary pattern (including the MIND diet screen), diabetes self-efficacy, and diabetes management: mean weekly glucose (logs and continuous glucose monitors) will be evaluated.","detailedDescription":"One English speaking and one Spanish Speaking cohort of patient-care partner dyads to participate in the Plant Powered Metro NY (PPMNY) Food for Life class series will be recruited. The Physicians Committee for Responsible Medicine's award-winning Food for Life (FFL) classes are 2 hours and include 1 hour of education and 1 full hour of a culinary demonstration. All participants receive printed program guidebooks with resources and recipes. Each language specific cohort will have (15 in-person dyads) for a total of 30 participant-care partner dyads (N=60). Two care partner roundtable sessions will also be included at week 3 and week 6. Classes will be held in a convenient location in the Bronx, NY. Jewish Association Serving the Aging (JASA) has previously provided space for similar activities.\n\nOlder adults (≥65) with diabetes and cognitive impairment (CI) and their care partners from the Montefiore Hudson Valley Center of Excellence for Alzheimer's Disease (CEAD) will primarily be recruited. The Montefiore CEAD is one of ten CEADs supported in part by a grant from the New York State Department of Health and provides outpatient-based multispecialty dementia care utilizing a consultative model. The patient population largely originates from Bronx County and seven counties in the Hudson Valley region: Westchester, Rockland, Putnam, Dutchess, Sullivan, Orange, and Ulster. The overall Montefiore CEAD patient population is diverse, with \\>40% of patients Non-Hispanic Black or Hispanic.\n\nAim 1: A mixed methods approach to assess the implementation of the SEED intervention in a diverse, older adult cohort will be used. Qualitative: At the end of the FFL class series (or at time prior if patient decides to drop out), debriefing interviews with all participant-care partner dyads will be provided to gather qualitative feedback. After both English and Spanish cohorts have completed the class series, a stakeholder studio with the PPMNY FFL facilitators and CEAD team will be conducted.\n\nAim 2: The primary goal is to determine the preliminary efficacy of dyad focused FFL class series on FV intake, diabetes self-efficacy and management in 30 participant/care partner dyads (N=60). Participants will be recruited from the Montefiore Hudson Valley CEAD clinic sites including the Geriatrics Ambulatory Practice, Bronx, NY and the Center for the Aging Brain, Yonkers NY. Screening and consent will take place by phone."},"conditionsModule":{"conditions":["Diabetes","Memory Impairment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Single arm pilot","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Food for Life Culinary Workshop","type":"EXPERIMENTAL","description":"winning Food for Life (FFL) classes are 2 hours and include: 1 hour of education and 1 full hour of a culinary demonstration. All participants receive printed program guidebooks with resources and recipes. Each language specific cohort will have (15 in-person dyads) for a total of 30 participant-care partner dyads (N=60). 2 care partner roundtable sessions at week 3 and week 6 are also included.","interventionNames":["Behavioral: Food for Life Culinary Workshops"]}],"interventions":[{"type":"BEHAVIORAL","name":"Food for Life Culinary Workshops","description":"Whole food, plant based 2hr workshop, which includes background information on diabetes, how to shop for food, etc and then a culinary demonstration and tasting of whole food, plant based dishes.","armGroupLabels":["Food for Life Culinary Workshop"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Public Health Surveillance of Fruit and Vegetable (FV) Intake","description":"Change in Fruit and Vegetable Intake will be measured using the 6-item Behavioral Risk Factor Surveillance System (BRFSS) fruit and vegetable dietary intake module. The BRFSS assesses the amount of fruit and vegetable consumed, including cooked, raw, fresh, frozen, or canned form, over the past 30 days. As it is based on generic and not episodic memory, dyads can provide a response as to the number of FV per day/week/month (which will be converted to a standard timeframe); never; unsure; or refuse to answer. Responses will be summarized and mean differences post-intervention will be reported. Increased FV intake has been associated with lower risks of cognitive disorders and chronic diseases and, in this study, will assess the impact of FFL on FV intake.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change in Self Efficacy for Diabetes","description":"Change in diabetes self-efficacy will be assessed using the 8-item Stanford Diabetes Self Efficacy Scale. Each item is scored on a scale of 1 ('Not confident at all') through 10 ('Totally confident') for a total possible range of 8-80, if every question is properly answered. The score for each item is the number circled. If two consecutive numbers are circled, the lower number is coded. If the numbers are not consecutive that item is not scored. If more than two items are missing the score is invalidated. The score for the scale is the mean of the items and mean differences in scale scores post-intervention will be reported. Higher scores indicate higher level of diabetes self-efficacy and the impact of the FFL on diabetes self-efficacy in this study.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change in Diabetes Self-Management","description":"Change in Diabetes Self-Management will be assessed using the 16-item Diabetes Self-Management Questionnaire (DSMQ). Each item is scored on a 4-point Likert scale ranging from 0 ('Does not apply to me') through 3 ('Applies to me very much') for a possible range of 0-48. The score for the scale is the mean of the items and mean differences in scale scores post-intervention will be reported. Higher scores indicate higher level of diabetes self-care and the impact of the FFL on diabetes self-efficacy in this study.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change in Diabetes Management","description":"Changes in Diabetes management will be assessed by virtue of mean weekly glucose logs or continuous glucose monitors. Mean changes in glucose levels post-intervention (in units of mg/dL) will be reported. Normal fasting glucose levels ranges vary. Normal glucose levels are associated with more favorable health outcomes and the impact of the FFL on diabetes (glucose) management in this study.","timeFrame":"Baseline and 6 weeks"}],"secondaryOutcomes":[{"measure":"Change in Geriatric Depression","description":"Change in geriatric depression will be evaluated using the 15-item Pre-Geriatric Depression scale short form. Each participant/care provider dyad provides a binary \"Yes\" or \"No\" response. Of the 15 items, 10 indicate the presence of depression when answered affirmatively while the remainder (i.e., question numbers 1, 5, 7, 11, 13) are indicative of depressive symptoms when answered negatively. One point is assigned for each corresponding depressive symptom. Scores of 0-4 are considered normal; 5-8 indicate mild depression; 9-11 indicate moderate depression; and 12-15 indicate severe depression. Mean differences in geriatric depression scores post-intervention will be reported. Lower scores are associated with lower dyadic depression levels and impact of FFL in this study.","timeFrame":"Baseline and 6 weeks"},{"measure":"Change in Caregiver Stress/Burden","description":"Change in caregiver stress/burden will be evaluated using a modified 6-item Pre-Zarit Caregiver Burden Interview questionnaire. The questionnaire is administered to the caregiver in the dyad and consists of 6-items scored on 5-point Likert scale from 0 ('Never') to 4 ('Nearly Always') for a possible range of 0-24. Mean differences in caregiver stress/burden scores post-intervention will be reported. Lower scores are associated with lower caregiver stress/burden and impact of FFL in this study.","timeFrame":"Baseline and 6 weeks"},{"measure":"Dietary Pattern","description":"Dietary Pattern as defined by the Mediterranean-DASH Intervention for Neurogenerative Delay (MIND) diet screener will be assessed. This dietary instrument consists of 14-items assessing the frequency of how often (i.e., # of times/week, number of times/day, teaspoons/day, tablespoons/day) specific food categories or groups are consumed. Each of the 14 components are scored as a 0, 0.5. or 1 correlating on the frequency of consumption of that food type/category. A score is calculated by summing all of the components to yield a possible score between 0-14 which indicates how well the participant's diet aligns with the MIND diet and has been linked with improved cognitive function and, in this study, the impact of FFL.","timeFrame":"Baseline and 6 weeks"},{"measure":"Cognitive Assessment","description":"Cognitive Assessment as defined by telephone Montreal Cognitive Assessment (MoCA) Version 8.1 will be used to engage cognitively impaired dyads at baseline. MoCA is a screening tool for mild cognitive impairment consisting of a range of memory, attention, language, abstraction, delayed recall, and orientation tasks, scored from 0 to 30. Higher MoCA score indicates less impaired cognitive function. For this study a MoCA score of \\<26 will be used to assess impaired dyads at baseline.","timeFrame":"Baseline"},{"measure":"Household Food Security","description":"Household food security will be assessed using a modified Household Food Security Survey module administered at baseline. This 6-item short form consists of statements about the food situation and security and asks dyads to corroborate whether the statement was either true ('Yes' or 'No'), or the degree to which the statement is or is not true, over the prior 12 months. Responses are then coded and the sum of affirmative responses is the household's raw scale score. Overall scoring ranges from 0-6 with a score of 0-1 indicative of high/marginal food security; 2-4 indicative of low food security and 5-6 of very low food security.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adults 65 years old or older\n2. have a diagnosis of Type II diabetes\n3. Must have cognitive impairment (Subjective Cognitive Complaint and Picture Based Memory Impairment Screen (PMIS ≥5))\n4. Care partner who will attend workshops (care partner 18 years or older) is preferred\n5. Receiving care at a CEAD site (the Center for the Aging Brain and the Geriatrics Ambulatory Practice)\n6. Fluent in English or Spanish\n7. Able to attend and engage in 2-hour classes in-person or virtually\n\nExclusion Criteria:\n\n1. \\<65 years old\n2. Not fluent in English or Spanish\n3. Too medically unstable to attend workshops\n4. Too cognitively impaired (PMIS ≤4) to engage in workshops or provide informed consent\n5. Psychiatrically unstable (i.e., Suicidal ideation)\n6. Hearing impairment impeding ability to engage in Food for Life classes\n7. Participation in a nutrition program in the last 6 months","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Mirnova Ceide, MD","affiliation":"Montefiore Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Albert Einstein College of Medicine","city":"Bronx","state":"New York","zip":"10461","country":"United States","geoPoint":{"lat":40.84985,"lon":-73.86641}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}