{"protocolSection":{"identificationModule":{"nctId":"NCT06473597","orgStudyIdInfo":{"id":"2023-12-20"},"organization":{"fullName":"Maimonides Medical Center","class":"OTHER"},"briefTitle":"A Comparison of Nurtec ODT to Maxalt MLT-ODT in Adult ED Patients With Migraine Headache","officialTitle":"A Comparison of Rimegepant Orally Disintegrating Tablet (Nurtec ODT) to Rizatriptan Benzoate Orally Disintegrating Tablet (Maxalt MLT-ODT) in Adult Patients Presenting to the ED With Migraine Headache: Randomized, Double-Blind, Clinical Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Antonios Likourezos","investigatorTitle":"Research Administration Director","investigatorAffiliation":"Maimonides Medical Center"},"leadSponsor":{"name":"Antonios Likourezos","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Rimegepant (Nurtec) is an orally administered small molecule CGRP receptor antagonist with efficacy in the acute treatment of migraine. Rizatriptan benzoate (MAXALT), is a selective 5-hydroxytryptamine1B/1D (5-HT1B/1D) receptor agonist. Rizatriptan binds with high affinity to human cloned 5-HT1B and 5-HT1D receptors which leads to activation of these receptors results in cranial vessel constriction, inhibition of neuropeptide release and reduced transmission in trigeminal pain pathways with resultant relieve of the headache.\n\nTeh investigators hypothesize that the administration of Rimegepant ODT would provide better analgesic efficacy than Rizatriptan ODT with respect to analgesic efficacy at 60 min and 120 minutes in ED patients with acute headache.\n\nThis is a prospective, randomized, double-blind superiority trial evaluating and comparing analgesic efficacy and safety of Rimegepant ODT 75 mg to Rizatriptan ODT 10 mg in adult patients presenting to the Emergency Department of Maimonides Medical Center with acute migraine headache.","detailedDescription":"This is a prospective, randomized, double-blind superiority trial evaluating and comparing analgesic efficacy and safety of Rimegepant ODT 75 mg to Rizatriptan ODT 10 mg in adult patients presenting to the ED of Maimonides Medical Center with acute migraine headache.\n\nThe investigators will conduct the study in the emergency department of Maimonides Medical Center, an urban emergency department that receives over 120,000 adult visits annually. The emergency department is staffed on weekdays by salaried, trained, bilingual (English and Spanish) research associates who execute research studies under the supervision of the principal investigators. Adult patients between ages of 18 and 65 presenting to the ED with an acute exacerbation of a migraine without aura as defined by the International Classification of Headache Disorders, 3rd edition criteria for migraine without aura or for probable migraine without aura, with an initial pain score of 5 or more on a standard 11- point (0 to 10) numeric rating scale, and requiring oral analgesia as determined by the treating attending physician will be eligible for participation. Subjects' screening and enrollment will be performed by study investigators and research assistants. All patients will be enrolled at various times of the day when study investigators will be available for patient enrollment and an ED pharmacist will be available for medication preparation.\n\nEach patient will be approached by research associates for acquisition of written informed consent and Health Insurance Portability and Accountability Act authorization after being evaluated by the treating emergency physician and determined to meet study eligibility criteria. When English will not be the participant's primary language, a language- appropriate consent form will be used and non-investigator, hospital-employed, trained interpreters or licensed telephone interpreter will assist in acquisition of informed consent. Baseline pain score will be determined with an 11-point numeric rating scale (0 to 10), described to the patient as \"no pain\" being 0 and \"the worst pain imaginable\" being 10.\n\nResearch associates will ascertain the subject's headache level every 30 minutes after medication administration for up to 120 minutes. If enrolled subjects required more pain medication at or after one hour had elapsed, they will be given additional medication at the discretion of the treating physician.\n\nThe research team will be contacting all of research subjects by telephone 24 hours after ED discharge to ascertain headache status, satisfaction with treatment, and presence of adverse events.\n\nAll data will be recorded on data collection sheets, including patients' sex, demographics, medical history, and vital signs, and entered into SPSS (version 24.0; IBM Corp) by the research manager. Confirmation of written consent acquisition for all participants, and statistical analyses will be conducted by the institutional biostatistician who will work independently of any data collection.\n\nAs a primary measure of headache intensity, the investigators utilized a standard, validated, and reproducible 11-point numerical rating scale (NRS). This scale uses patients' responses in assigning their pain a number between 0 and 10, with 0 representing no pain and ten representing the worst pain imaginable. Secondary measurement scales included a standard four-point pain intensity categorical scale, in which patients describe their pain as \"severe\", \"moderate\", \"mild\", or \"none\" and a four-point functional disability scale, in which patients describe their headache-related disability as severe (\"cannot get up from bed or stretcher\"), moderate (\"great deal of difficulty doing what I usually do and can only do very minor activities\" ), mild (\"little bit of difficulty doing what I usually do\"), or none. These scales will be used in accordance with the recommendation by the International Headache Society for use in migraine research.\n\nOne hour after medication administration, the investigators will ask all of enrolled patients if they needed more medication for pain. Lastly, we will assess enrolled patients' satisfaction (efficacy and tolerability of the study drug) with treatment by asking each of them, 24 hours after enrollment, whether they would want to receive the same medication the next time they visited the ED with an acute migraine.\n\nThe primary outcome for this study will be a comparison of change in numerical rating scale score between baseline and one hour between two investigational arms.\n\nSecondary outcomes will include:\n\n1. A comparative change in pain score between two groups at 120 minutes\n2. A frequency of rescue analgesia at 60 and 120 minutes\n3. Sustained headache freedom, defined as achieving a level of \"none\" on the severe, moderate, mild, and none scale within 2 hours of investigational medication administration and maintaining this level continuously for 24 hours without use of rescue medication.\n4. Sustained headache relief, defined as change within 2 hours of the patient's description of headache from severe or moderate to either mild or none without use of rescue medication, and maintaining this level of relief continuously for 24 hours.\n5. Headache relief in the ED, defined as change within 2 hours of the patient's description of headache from severe or moderate to either mild or none without the use of rescue medication\n6. Headache freedom in the ED, defined as achieving a headache level of \"none\" within 2 hours without use of rescue medication\n7. Achieving a normal functional status by two hours\n8. The patient's overall assessment of efficacy and tolerability, expressed as a dichotomous response to the question \"Do you want to receive the same medication the next time you visit the ER with a migraine?\""},"conditionsModule":{"conditions":["Migraine"],"keywords":["Migraine","Headache","Emergency Medicine"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Rimegepant (Nurtec ODT)","type":"ACTIVE_COMPARATOR","description":"Rimegepant (Nurtec ODT) 75 mg orally disintegrating tablets","interventionNames":["Drug: Rimegepant"]},{"label":"Rizatriptan Benzoate (Maxalt MLT-ODT)","type":"ACTIVE_COMPARATOR","description":"Rizatriptan ODT 10mg orally disintegrating tablets","interventionNames":["Drug: Rizatriptan Benzoate"]}],"interventions":[{"type":"DRUG","name":"Rimegepant","description":"NURTEC ODT 75 mg orally disintegrating tablets","armGroupLabels":["Rimegepant (Nurtec ODT)"],"otherNames":["Nurtec ODT"]},{"type":"DRUG","name":"Rizatriptan Benzoate","description":"Rizatriptan ODT 10mg orally disintegrating tablets","armGroupLabels":["Rizatriptan Benzoate (Maxalt MLT-ODT)"],"otherNames":["Maxalt MLT-ODT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Pain Score at 60 minutes","description":"Change in Pain Score between baseline and 60 minutes. Pain score will be measured via validated an 11 point Likert Scale where 0 is no pain, 5 moderate pain and 10 very severe pain.","timeFrame":"60 minutes"}],"secondaryOutcomes":[{"measure":"Change in Pain Score","description":"Change in Pain Score between baseline and 120 minutes. Pain score will be measured via validated an 11 point Likert Scale where 0 is no pain, 5 moderate pain and 10 very severe pain.","timeFrame":"120 minutes"},{"measure":"Rescue Analgesia at 60 minutes","description":"Frequency of Rescue Analgesia at 60 minutes","timeFrame":"60 minutes"},{"measure":"Rescue Analgesia at 120 minutes","description":"Frequency of Rescue Analgesia at 120 minutes","timeFrame":"120 minutes"},{"measure":"Percentage of Patients who Sustained Headache Freedom","description":"Sustained headache freedom, defined as achieving a level of \"none\" on the severe, moderate, mild, and none scale within 2 hours of investigational medication administration and maintaining this level continuously for 24 hours without use of rescue medication.","timeFrame":"24 hours"},{"measure":"Percentage of Patients Who Sustained Headache Relief","description":"Sustained headache relief, defined as change within 2 hours of the patient's description of headache from severe or moderate to either mild or none without use of rescue medication, and maintaining this level of relief continuously for 24 hours.","timeFrame":"24 hours"},{"measure":"Percentage of Patients who had Headache Relief In the ED","description":"Headache relief in the ED, defined as change within 2 hours of the patient's description of headache from severe or moderate to either mild or none without the use of rescue medication","timeFrame":"2 hours"},{"measure":"Percentage of Patients with Headache Freedom in the ED","description":"Headache freedom in the ED, defined as achieving a headache level of \"none\" within 2 hours without use of rescue medication","timeFrame":"2 hours"},{"measure":"Functional Status","description":"Achieving a normal functional status by two hours","timeFrame":"2 hours"},{"measure":"Headache Medication Efficacy and Tolerability Perception by the Patient","description":"The patient's overall assessment of efficacy and tolerability, expressed as a dichotomous response to the question \"Do you want to receive the same medication the next time you visit the ER with a migraine?\"","timeFrame":"2 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult ED patients age 18 to 65 years old\n* Acute headache\n* Initial Pain score of 5 on a standard 11- point (score 0 to 10) numeric rating scale\n* Patients will have to be awake, alert, and oriented to person, place, and time\n* Patients able to demonstrate understanding of the informed consent process and content.\n* Patients also will have to demonstrate ability to verbalize the nature of any adverse effects they might experience as well as to express their pain severity by using the NRS.\n\nExclusion Criteria:\n\n* Allergy to Rimegepant or Rizatriptan\n* Pregnancy and breastfeeding\n* Unstable vital signs\n* Inability to provide consent\n* Suspicion for disease process other than migraine (those requiring emergent brain imaging, with a temperature of 100.4 °F, with objective neurologic findings, secondary headache (an \"organic\" headache))\n* Ischemic coronary artery disease (angina pectoris, history of myocardial infarction), coronary artery vasospasm (including Prinzmetal's angina)\n* History of stroke or transient ischemic attack\n* Peripheral vascular disease\n* Ischemic bowel disease,\n* Uncontrolled hypertension\n* Use of another 5-HT1 agonist, ergotamine-containing medications, or ergot-type medications (methylsergide)\n* Hemiplegic or basilar migraine\n* Concurrent administration or recent discontinuation (within 2 weeks) of a MAO-A inhibitors\n* Current use of Rimegepant as a prophylactic\n* Severe Nausea and Vomiting\n* Severe headache requiring immediate intervention\n* Severe hepatic impairment\n* If taking any of the following medications (contraindications):\n\n  * Monoaminoxidaze (MAO) inhibitors (isocarboxazid, linezolid, metaxalone, methylene blue, moclobemide, phenelzine, procarbazine, rasagiline, safinamide, selegiline, tranylcypromine)\n  * SSRI- Citalopram, Escitalopram, Sertraline\n  * Triptans: Sumatriptan, Zolmitriptan, Imigran\n  * Almotriptan.\n  * Cabergoline.\n  * Dihydroergotamine.\n  * Dihydroergotamine intranasal\n  * Eletriptan\n  * Ergoloid mesylates\n  * Ergotamine\n  * Frovatriptan\n  * Duloxetine\n  * Cyclobenzaprine\n  * Fluoxetine, velafaxine\n  * Trazodone\n  * Tramadol\n  * TCA: nortriptyline (Pamelor), amitriptyline, protriptyline\n  * Amphetamines: methamphetamine (Desoxyn), dextroamphetamine (Adderall, Adderall XR), dextroamphetamine (Dexedrine)\n  * azole antifungals ( ketoconazole, itraconazole)\n  * macrolide antibiotics (clarithromycin, erythromycin)\n  * rifamycins (such as rifampin, rifabutin)\n  * carbamazepine, phenytoin\n  * Cardiac Drug: amiodarone (Nexterone, Pacerone), quinidine, ranolazine (Aspruzyo Sprinkle), verapamil (Verelan, Verelan PM)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sergey Motov, MD","role":"CONTACT","phone":"718-283-6000","email":"smotov@maimo.org"},{"name":"Antonios Likourezos, MPH","role":"CONTACT","email":"alikourezos@maimo.org"}],"overallOfficials":[{"name":"Sergey Motov, MD","affiliation":"Maimonides Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Maimonides Medical Center","city":"Brooklyn","state":"New York","zip":"11219","country":"United States","contacts":[{"name":"Sergey Motov, MD","role":"CONTACT","email":"smotov@maimo.org"},{"name":"Antonios Likourezos, MPH","role":"CONTACT","email":"alikourezos@maimo.org"}],"geoPoint":{"lat":40.6501,"lon":-73.94958}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2024-03-04","uploadDate":"2024-06-19T12:13","filename":"Prot_SAP_000.pdf","size":184268}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008881","term":"Migraine Disorders"},{"id":"D000006261","term":"Headache"}],"ancestors":[{"id":"D000051270","term":"Headache Disorders, Primary"},{"id":"D000020773","term":"Headache Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M9351","name":"Headache","asFound":"Headache","relevance":"HIGH"},{"id":"M11852","name":"Migraine Disorders","asFound":"Migraine","relevance":"HIGH"},{"id":"M7796","name":"Emergencies","relevance":"LOW"},{"id":"M22529","name":"Headache Disorders","relevance":"LOW"},{"id":"M26657","name":"Headache Disorders, Primary","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000093622","term":"Rizatriptan"}],"ancestors":[{"id":"D000017366","term":"Serotonin Receptor Agonists"},{"id":"D000018490","term":"Serotonin Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M208034","name":"Rizatriptan","asFound":"kHz","relevance":"HIGH"},{"id":"M15512","name":"Serotonin","relevance":"LOW"},{"id":"M19648","name":"Serotonin Receptor Agonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}