{"protocolSection":{"identificationModule":{"nctId":"NCT06476275","orgStudyIdInfo":{"id":"Pro00114712"},"organization":{"fullName":"Duke University","class":"OTHER"},"briefTitle":"Single Dose Texas 2017 (H3N2) Challenge Study","officialTitle":"A Blinded, Randomized, Placebo-Controlled, Influenza Challenge Study in Healthy Adult Volunteers Using a Recombinant H3N2 (A/Texas/71/2017 (H3N2), Clade 3C3a) Influenza Challenge Virus"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Duke University","class":"OTHER"},"collaborators":[{"name":"United States Department of Defense","class":"FED"},{"name":"Owlstone Ltd","class":"INDUSTRY"},{"name":"Darwin Biosciences","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The overall objective of the present study is to utilize the recombinant H3N2 (A/Texas/71/2017 (H3N2, clade 3C3a)) influenza virus for a controlled human infection model to study host responses to influenza virus with the aim of identifying volatile markers in exhaled breath and expression markers in saliva for early detection of infection after pathogen exposure. This study will aim to recruit up to 40 healthy volunteers between ages 18-45 who will receive a single dose of either intranasally administered placebo (sham inoculum) or the virus challenge strain at a concentration known to elicit a \\~60-80% attack rate. The response to influenza challenge will be measured by clinical, laboratory, immunological, digital biomarker, on-breath volatile organic compound data and host RNA expression in both blood and saliva.\n\nThe study will enroll and challenge up to 34 healthy adult volunteers with live virus plus approximately 6 sham-inoculated controls who will be prescreened for study inclusion to have serological antibody titers of ≤1:40 against the challenge strain. Each participant will complete up to 3 weeks of follow-up post confinement.","detailedDescription":"Human influenza virus challenge models are used to understand the host (molecular and physiologic) response to common respiratory viruses, the natural history of disease, and the immune response in a controlled environment. These studies allow for better understanding of the human-virus interaction and can contribute to efforts to develop improved vaccines, treatments, and diagnostics that may limit the spread of disease. The overall objective of this study is to utilize the recombinant H3N2 (A/Texas/71/2017 (H3N2, clade 3C3a)) influenza virus for a controlled human infection model to study host responses to influenza virus with the aim of identifying digital markers, expressed biomarkers in saliva and volatile markers in exhaled breath for early detection of infection after pathogen exposure.\n\nThe goal of this study is to characterize host responses to influenza virus with the aim of identifying digital biomarkers, expression markers in saliva, and volatile markers in exhaled breath for early detection of infection after pathogen exposure, but prior to development of symptoms. Healthy volunteers will be either sham-inoculated or inoculated with influenza H3N2 (A/Texas/71/2017 (H3N2, clade 3C3a)) virus at 106 TCID50 concentration, which is known to elicit a 60-80% attack rate. The host response to influenza challenge will be described by a variety of clinical endpoints measured longitudinally in the challenge group over the post-challenge period.\n\nEligible study participants will complete informed consent and a screening evaluation around 6 weeks prior to the challenge study. Participants will be admitted to the inpatient unit 2 days prior to inoculation, and will remain until approximately Day 8-10 post challenge. Each participant will be followed for an additional 3 weeks of post confinement.\n\nOn Day 1, participants will be randomized and administered a single challenge dose of either a sham inoculum or a virus dose at 10e6 TCID50. The challenge inoculum will be administered using an Intranasal Mucosal Atomization Device attached to a 1cc syringe. Approximately 500 μL of study product will be delivered in each nostril with the participant in a recumbent position. Participants, clinical study staff, administrators of challenge inoculum, and clinical evaluators will be blinded as to whether the participant received either sham or virus challenge inoculum. Participants receiving sham dosing will be chosen randomly.\n\nDuring the confinement period (pre-challenge to Day 8), time-series collections of biological samples (blood, saliva, breath) and clinical information will occur at least daily. Exhaled breath will be captured using a breath sampling system developed by Owlstone Ltd for the consistent collection of human breath samples and concentration of volatile organic compounds. During breath collection, a single-use mouthpiece is attached to a Breath Sampler collection device and held in the participant's mouth while wearing a nose clip. The Breath Sampler concentrates exhaled breath onto sorbent tubes prior to analysis by thermal desorption-gas chromatography mass spectrometry, where volatile metabolites are identified and quantified.\n\nAdditionally, participants will be provided wearable devices for continuous monitoring of physiological measures including heart rate, heart rhythm monitor, body temperature, and sleep habits. Each subject will also be asked to sign a separate repository consent to allow for retention of samples for future use."},"conditionsModule":{"conditions":["Influenza Viral Infections"],"keywords":["Host response","Wearable monitoring devices","Influenza challenge study"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Influenza A/Texas/71/2017 (H3N2)","type":"EXPERIMENTAL","description":"Recombinant H3N2 (A/Texas/71/2017 (H3N2), clade 3C3a) influenza virus at 106 TCID50 dose. This dose has an attack rate of \\>70%, and a good safety profile related to adverse events reporting. Each vial of virus stock and diluent will be individually labeled with the product name, description and caution statement.","interventionNames":["Biological: Influenza A/Texas/71/2017 (H3N2)"]},{"label":"Sham Product","type":"SHAM_COMPARATOR","description":"The viral stock diluent will be used as a sham inoculum, without the viral stock added. Each vial of sham will be labeled with the product name, description and caution statement.","interventionNames":["Biological: Sham placebo"]}],"interventions":[{"type":"BIOLOGICAL","name":"Influenza A/Texas/71/2017 (H3N2)","description":"Virus will be administered intranasally","armGroupLabels":["Influenza A/Texas/71/2017 (H3N2)"]},{"type":"BIOLOGICAL","name":"Sham placebo","description":"Placebo will be administered intranasally","armGroupLabels":["Sham Product"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with detectable viral shedding in nasopharyngeal (NP) swab(s) by qualitative RT-PCR over any 2 days and with symptomatic infection","timeFrame":"24 hours post challenge through Day 8"},{"measure":"Number of participants with On-breath volatile markers that correlate with clinical symptoms","description":"On-breath volatile markers that correlate with early, pre-symptomatic influenza viral infection, early asymptomatic influenza viral infection, clinical symptoms of infection throughout the confinement period and viral shedding. Captured by the Owlstone Medical Breath Biopsy Collection Station and identified and quantified by thermal-desorption gas chromatography mass spectrometry (TD-GC-MS).","timeFrame":"Baseline (Day -1) through Day 8"},{"measure":"Number of participants with Biomarker expression changes that correlate with clinical symptoms","description":"Biomarker expression changes in saliva that correlate with early, pre-symptomatic influenza viral infection, early asymptomatic influenza viral infection, clinical symptoms of infection throughout the confinement period and viral shedding. Quantitative RNA expression levels at baseline and post challenge serial timepoints using next-level genomic sequencing (NGS) and RT-qPCR.","timeFrame":"Baseline (Day -1) through Day 8"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide written informed consent prior to initiation of any study procedure\n2. Are able to understand and comply with planned study procedures and be available for all study visits\n3. Agree to remain an inpatient for at least 7 days after challenge AND until they have no viral shedding, determined by qualitative RT-PCR beginning on Study Day 6\n4. Healthy males and non-pregnant, non-breastfeeding females aged ≥ 18 and \\< 46 years of age at enrollment NOTE: Female subjects of childbearing potential must have a negative serum pregnancy test at screening, a negative urine pregnancy test upon admission to the confinement unit AND a negative pregnancy test before any CXR (if ≥ 7 days have passed since a serum pregnancy test).\n5. Women of childbearing potential must agree to use or have practiced true abstinence or use at least one acceptable primary form of contraception for at least 30 days prior to challenge\n6. Non-habitual smoker of tobacco, e-cigarettes or marijuana\n7. No self-reported or known history of alcoholism within the last 2 years and agrees to abstain from alcohol for at least one week before admission and throughout the confinement period\n8. No self-reported or known history of restricted drug use for at least 30 days prior to challenge and agrees to abstain from restricted drugs throughout the confinement period\n9. Negative drug urine toxicology result on screening (i.e., amphetamines, cocaine, and opiates) and on admission to the challenge unit (i.e., amphetamines, cocaine, and opiates)\n10. Agree not to use the listed prescription or over the counter medications within 7 days prior to and through confinement period, unless approved by the investigator\n11. In good health, and do not have clinically significant medical, psychiatric, chronic or intermittent health conditions including those listed in Exclusion Criteria\n12. Vital signs as follows:\n\n    * Pulse is 47 to 99 beats per minute, inclusive\n    * Systolic blood pressure is 85 to 139 mmHg, inclusive\n    * Diastolic blood pressure is 55 to 89 mmHg, inclusive\n    * SpO2 \\> 95%; RR \\< 18\n    * Oral temperature is less than 100.6°F\n13. Eligibility laboratory values (WBC, Absolute Lymphocyte Count, Hgb, PLTs, ALT and Cr) are within acceptable parameters\n14. Body mass index (BMI) \\>18.5 and \\<40 kg/m2 at screening\n15. Other screening tests (ECG and CXR) are within normal reference range or not deemed clinically significant by the PI or appropriate sub-investigator\n16. Negative test for HIV, hepatitis B virus (HBV), and hepatitis C virus (HCV) at screening\n17. Negative multiplex respiratory virus panel on Day -2, and Day -1\n18. Negative RT-PCR test for SARS-CoV-2 on screening and Day -2\n19. HAI antibody titer ≤1:40 against influenza A/Texas/71/2017 (H3N2) at screening\n\nExclusion Criteria:\n\n1. Presence of self-reported or medically documented significant medical or psychiatric condition(s)\n\n   NOTE: Significant medical or psychiatric conditions include but are not limited to:\n   1. Respiratory disease (e.g., chronic obstructive pulmonary disease \\[COPD\\], asthma) requiring daily medications \\[Inhaled, oral or intravenous (IV) corticosteroids, leukotriene modifiers, long and short acting beta agonists, theophylline, ipratropium, biologics\\] or any treatment for respiratory disease exacerbations (e.g., asthma exacerbation) within the last 5 years\n   2. Presence of any febrile illness or symptoms suggestive of a respiratory infection within two weeks prior to challenge\n   3. Significant cardiovascular disease (e.g., congestive heart failure, cardiomyopathy, ischemic heart disease) or history of myocarditis or pericarditis as an adult.\n   4. Neurological or neurodevelopmental conditions (e.g., epilepsy, stroke, seizures, encephalopathy, focal neurologic deficits, Guillain-Barre syndrome, encephalomyelitis or transverse myelitis).\n   5. Ongoing malignancy or recent diagnosis of malignancy in the last five years (excluding basal cell carcinoma of the skin)\n   6. Presence of an autoimmune disease.\n   7. Immunodeficiency of any cause.\n   8. History of diabetes.\n2. Presence of immunosuppression or any medications that may be associated with impaired immune responsiveness\n3. Known allergy or intolerance to treatments for influenza (including any neuraminidase inhibitors or baloxavir marboxil).\n4. Known allergy to two or more classes of antibiotics (e.g., penicillins, cephalosporins, fluoroquinolones, or glycopeptides).\n5. Known allergy to excipients in the challenge virus inoculum.\n6. Receipt or planned receipt of any investigational drug/investigational vaccine/licensed vaccine, except for a licensed or emergency use authorized COVID-19 vaccine product, within 30 days prior to the date of challenge.\n7. Prior enrollment in an influenza virus challenge study with an influenza virus of the same subtype within the past 2 years.\n8. Currently enrolled in any investigational study or intends to enroll in such a study within the ensuing study period.\n9. Receipt of any influenza vaccine four months prior to challenge or plans to receive influenza vaccine during the study (approximately 28 days after challenge).\n10. History of a previous severe allergic reaction to any drug or biologic with generalized urticaria, angioedema, or anaphylaxis.\n11. Receipt of blood or blood products during the six months prior to the planned date of challenge.\n12. Plans to donate blood or blood products during the study (approximately 80 days).\n13. Any condition (including medical and psychiatric conditions) that, in the opinion of the Investigator, might interfere with the safety of the subject and/or study objectives.\n14. An ongoing symptomatic condition for which subject has had or has ongoing medical investigations but has not yet received a diagnosis or treatment plan e.g., ongoing fatigue without a diagnosis.\n15. Known close contact with anyone known to have or suspected to have a respiratory viral illness within 7 days prior to challenge.\n16. Significant abnormality altering anatomy of nose/nasopharynx (including significant nasal polyps), clinically significant nasal deviation, or nasal/sinus surgery within 180 days prior to challenge.\n17. History in the last five years of chronic or frequent intermittent sinusitis.\n18. Recent history (180 days) of epistaxis or anatomic or neurologic abnormality impairing the gag reflex or contributing to aspiration.\n19. Currently using an internal cardiac device such as a pacemaker or other implanted electronic medical devices.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"46 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Christopher Woods","role":"CONTACT","phone":"919-668-7174","email":"chris.woods@duke.edu"},{"name":"Project Manager","role":"CONTACT","phone":"919-613-5172","email":"elizabeth.petzold@duke.edu"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007251","term":"Influenza, Human"},{"id":"D000014777","term":"Virus Diseases"}],"ancestors":[{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000009976","term":"Orthomyxoviridae Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M10295","name":"Influenza, Human","asFound":"Influenza","relevance":"HIGH"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M17522","name":"Virus Diseases","asFound":"Viral Infection","relevance":"HIGH"},{"id":"M14978","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M12902","name":"Orthomyxoviridae Infections","relevance":"LOW"},{"id":"M15149","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}