{"protocolSection":{"identificationModule":{"nctId":"NCT06478771","orgStudyIdInfo":{"id":"24237859-144"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"The Effect of Patient Preference on Retention Success","officialTitle":"Does the Patient Choice of Retainer Affect Retention Success?: A Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-12-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-14","type":"ACTUAL"},"completionDateStruct":{"date":"2024-06-12","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Irmak Ocak","investigatorTitle":"Assistant professor","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aim of the Study: To determine whether allowing the patient to choose the type of retainer affects the success of retention in terms of stability and patient satisfaction.\n\nHypothesis: Allowing the patient to choose their retainer can increase the success of retention.\n\nDesign: Two-arm parallel group randomized controlled clinical trial","detailedDescription":"This study investigates whether allowing patients to choose the type of retainer-fixed or removable-affects the success of orthodontic retention in terms of stability and patient satisfaction. The hypothesis is that patient autonomy in selecting their retainer type can enhance retention success. Conducted as a two-arm parallel group randomized controlled trial, the study involves patients who have completed fixed appliance treatment. Participants are randomly assigned to either the intervention group, where they choose their retainer type after being informed of the pros and cons, or the control group, where the clinician decides the retainer type.\n\nThe primary outcome of the study is the stability of the orthodontic treatment, with secondary outcomes including retainer survival, oral health, and patient satisfaction. Stability is measured using indices such as Little's irregularity index, inter-canine width, and overjet, among others. Oral health is evaluated based on caries presence, sulcus depth, and gingival bleeding. Retainer survival is monitored by incidents of losing or breaking the retainer. Patient satisfaction is assessed through a detailed questionnaire covering aspects such as retainer usage, comfort, and perceived value. Due to the nature of the intervention, blinding is not possible for operators, participants, or assessors. This study aims to provide insights into how patient choice influences the outcomes of orthodontic retention, potentially guiding future clinical practices towards enhanced patient satisfaction and treatment success.\n\nThis study aims to provide valuable insights into the impact of patient autonomy on orthodontic retention outcomes. By comparing patient-chosen and clinician-chosen retainer types, the research seeks to enhance our understanding of factors contributing to successful orthodontic retention and overall patient satisfaction."},"conditionsModule":{"conditions":["Malocclusion","Orthodontic Retention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Study group: Patients choose the type of retainer (Subgroup: fixed or removable) Control group: The clinician selects the retainer type (Subgroup: fixed or removable)","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE","maskingDescription":"In this study, masking (blinding) is not possible due to the nature of the intervention. Both the participants and care providers, as well as the outcome assessors, will be aware of the type of retainer being used."}},"enrollmentInfo":{"count":128,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Patient choice-essix retainer","type":"EXPERIMENTAL","description":"The group in which the patient chooses the retention appliance, essix retainer","interventionNames":["Device: Essix retainer"]},{"label":"Patient choice-lingual retainer","type":"EXPERIMENTAL","description":"The group in which the patient chooses the retention appliance, lingual retainer","interventionNames":["Device: Lingual retainer"]},{"label":"Clinician choice-essix retainer","type":"ACTIVE_COMPARATOR","description":"The group from which the orthodontist chooses the retention appliance, essix retainer","interventionNames":["Device: Essix retainer"]},{"label":"Clinician choice-lingual retainer","type":"ACTIVE_COMPARATOR","description":"The group from which the orthodontist chooses the retention appliance, lingual retainer","interventionNames":["Device: Lingual retainer"]}],"interventions":[{"type":"DEVICE","name":"Essix retainer","description":"A clear plastic removable retainer.","armGroupLabels":["Clinician choice-essix retainer","Patient choice-essix retainer"]},{"type":"DEVICE","name":"Lingual retainer","description":"A fixed retainer placed on the lingual side of the teeth.","armGroupLabels":["Clinician choice-lingual retainer","Patient choice-lingual retainer"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Stability","description":"Stability will be assessed using Little's Irregularity Index at baseline and 24 months post-treatment. The index measures the alignment of anterior teeth, with scores ranging from 0 (perfect alignment) to 10 (severe misalignment). Lower scores indicate better outcomes.","timeFrame":"2 years"}],"secondaryOutcomes":[{"measure":"Retainer survival","description":"The survival rate of retainers will be monitored over a 24-month period. This includes the number of participants who retain their original retainer without breakage or loss. Retainer survival will be categorized into \"retained,\" \"broken,\" and \"lost.\"","timeFrame":"2 years"},{"measure":"Oral health","description":"Oral health will be assessed at baseline and 24 months post-treatment using clinical examinations for caries presence (will be evaluated by inspection, will be stated as a number), gingival bleeding (measured by the Gingival Bleeding Index), and sulcus depth (measured in millimeters using a periodontal probe). Lower scores for gingival bleeding and sulcus depth indicate better oral health.","timeFrame":"2 years"},{"measure":"Patient satisfaction","description":"Patient satisfaction will be measured using a questionnaire. 8 questions in the questionnaire are yes or no questions. Other 3 questions are 5-point Likert questions.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients older than age 12\n2. Patients who have been treated with fixed orthodontic appliances\n3. Patients with good standard of oral hygiene\n\nExclusion Criteria:\n\n1. Patients with initial diastema or other significant spacing\n2. Patients with dentofacial syndromes/cleft lip and palate\n3. Patients who had orthodontic treatment before\n4. Patients with hypodontia (more than one tooth missing, except third molars)\n5. Patients who have undergone orthognathic surgery","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Irmak Ocak","affiliation":"Hacettepe University, Faculty of Dentistry, Department of Orthodontics","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Irmak Ocak","city":"Ankara","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"No, we do not plan to share individual participant data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008310","term":"Malocclusion"}],"ancestors":[{"id":"D000014076","term":"Tooth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"}],"browseLeaves":[{"id":"M11301","name":"Malocclusion","asFound":"Malocclusion","relevance":"HIGH"},{"id":"M16831","name":"Tooth Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}