{"protocolSection":{"identificationModule":{"nctId":"NCT06473415","orgStudyIdInfo":{"id":"20019702"},"organization":{"fullName":"Charite University, Berlin, Germany","class":"OTHER"},"briefTitle":"Electroencephalography and Sleep Quality With Lormetazepam in the Intensive Care Unit","officialTitle":"Electroencephalography and Sleep Quality With Lormetazepam in the Intensive Care Unit","acronym":"CLIO-ICU"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alawi Luetz","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Charite University, Berlin, Germany"},"leadSponsor":{"name":"Charite University, Berlin, Germany","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to test the effect of continuous lormetazepam infusion on EEG patterns in critically ill patients who are given continuous infusion of lormetazepam in an intensive care unit setting. The main questions it aims to answer are:\n\n• How does the continuous infusion of lormetazepam affect EEG readings in terms of specific patterns related to sleep quality and sedation depth?\n\nParticipants will be asked to:\n\n* Receive continuous infusion of lormetazepam, administered as per the guidelines and judgment of the on-duty ward physician.\n* Undergo up to three EEG measurements over a period of 24 hours each using the X8 Sleep Profiler RTA device. These measurements will monitor brain activity and other related signals in order to assess the sedation depth and sleep quality.\n* These EEG readings will be performed after at least two hours of initiation of continuous lormetazepam infusion, potentially at different stages of their ICU stay.\n\nThere is no direct comparison group in this study. However, after initial data from the first 15 patients is collected, an interim analysis will be performed. This will help researchers understand the ability to measure sleep quality and defined EEG parameters in this setup, and if necessary, adapt the study design or measurement procedures for better outcomes.","detailedDescription":"The misadjusted use of sedatives in critically ill patients, especially the state of deep sedation stages, is associated with an increased occurrence of delirium and increased hospital mortality. Drug sedation should be avoided according to current recommendations of care guidelines and should only be used in symptom-oriented therapy. However, the administration of drugs with a sedative effect profile remains necessary not only for patients for brain pressure therapy or positioning maneuvers in severe lung failure, but is often necessary to achieve a patient who is awake and at the same time stress-free. A variety of drugs from different substance classes are available for this. Given that a large proportion of intensive care patients develop an acute substantial disruption of the circadian rhythm, which very often goes hand in hand with pathological sleep and delirium, sedatives, which are often given continuously over a longer period, should support good sleep quality and the physiological sleep-wake rhythm. However, studies show that commonly used sedatives such as propofol worsen sleep quality. Especially for the group of benzodiazepines, there are indications from several studies that the application, even compared to α2-agonists such as dexmedetomidine, significantly favors the risk of delirium. Lormetazepam for intravenous use has only been approved for continuous use in intensive care patients for a few years. Initial studies document very good anxiolysis and the avoidance of over-sedation compared to midazolam. Currently, there are no published works that have systematically investigated the effects of continuous lormetazepam infusion on the EEG and sleep quality in intensive care patients. However, these data are necessary in order to take sleep quality and neuroprotection into account when selecting and dosing sedatives in the future and to avoid chronodisruption and cognitive damage. Studies from dementia research but also a few from intensive care medicine provide indications for potentially brain-protective EEG patterns, which promote the glymphatic clearance of the cerebrospinal fluid. This includes not only primarily sleep-associated characteristics such as Slow Wave Sleep (SWS) and spindle activity but also frontal gamma oscillations, which can have memory-consolidating effects. Corresponding patterns are to be investigated in this pilot study under continuous lormetazepam infusion. The study involves further investigations according to primary and secondary endpoints, including EEG measurements. These EEG measurements are already part of the current care guidelines, but have not yet been comprehensively implemented in the ICU. The objective is to use EEG measurements in the future for more precise monitoring of the sedation depth of critically ill patients. Implementing this in the study may potentially allow for more adequate sedation management by being able to immediately respond to specific EEG patterns (e.g., burst-suppression) with an adjustment of sedation.\n\nGiven the described data situation, this is initially an exploratory pilot study.\n\nThe main Hypothesis: Intensive care patients who receive a continuous lormetazepam infusion exhibit an electroencephalographically detectable REM portion of at least 20%.\n\nThe EEG measurements are carried out up to three times over 24 hours using the X8 Sleep Profiler RTA (Advanced Brain Monitoring). It is a single-channel EEG measuring device that captures up to five channels of electrophysiological signals with just three electrodes, a photoplethysmographic (PPG) signal, and detects noise as well as movement and position. The X8 system can record and store data in its internal memory. The Sleep Profiler RTA software offers a visual display of the recordings in near real-time.\n\nThe study plans to enroll 50 patients in a prospective pilot study at the Charité Mitte Campus 101i ICU ward. It will include ICU patients expected to require intensive treatment for 48 hours or longer and an expected continuous lormetazepam infusion of at least 24 hours. The indications and duration of intravenous lormetazepam therapy will be determined by the on-duty ward physician in accordance with the internal clinic standards. Episodic EEG measurements will be conducted. The patient screening takes place immediately after admission to the ICU and will be reevaluated every day for meeting inclusion criteria.\n\nThe EEG recordings will be made in periods of 24 hours and will start at least two hours after the initiation of the continuous lormetazepam infusion. An EEG-P is only considered complete if the measurement within the core measurement time was not interrupted."},"conditionsModule":{"conditions":["Critical Illness","Delirium","Sleep Disorders, Circadian Rhythm"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Electroencephalography","description":"Electroencephalography using the Sleep-Profiler device"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"REM portion (%) during nocturnal sleep","description":"Main Hypothesis: Intensive care patients who receive a continuous Lormetazepam infusion exhibit an electroencephalographically detectable REM portion of at least 20% during the nocturnal sleeping period bewetween 22:00 to 06:00.","timeFrame":"through study completion per patient, an average of 3 days"}],"secondaryOutcomes":[{"measure":"Total sleep time attributed to stages N2, N3 or rapid eye movement (REM) sleep during the noctural period i.e., between the hours of 22:00 and 06:00","description":"Total high qualitiy sleep time during nocturnal period, (sum REM,N2,N3; minutes)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Total minutes of all stages of sleep (including N1, AN3, NREM hypertonia) during the awake period i.e., between the hours of 06:00 and 22:00.","description":"Total sleep time during awake period, (minutes)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Total and % time atypical N3 sleep (AN3) i.e. polymorphic delta or or sepsis associated encephalopathy","description":"Total sleep time in atypical N3 (minutes; %)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Gamma oscillations","description":"Hz)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Theta-Gamma Coupling","description":"(TGC, Modulation Index)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Polymorphic Delta/Theta Ratio","description":"(DTR, %)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Slow Wave Sleep (SWS) Characteristics","description":"This outcome measure will aggregate the characteristics of Slow Wave Sleep (SWS) by reporting the total duration (in minutes) and the average frequency (in Hz) during each measurement period. The aggregated value will combine these measurements to provide a comprehensive assessment of SWS.","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Pathological N3-Slow Wave Sleep Characteristics","description":"This outcome measure will aggregate the characteristics of Pathological N3-Slow Wave Sleep by reporting the total duration (in minutes) and the average frequency (in Hz) during each measurement period. The aggregated value will combine these measurements to provide a comprehensive assessment of N3-Slow Wave Sleep.","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Sleep Spindle Characteristics","description":"This outcome measure will aggregate the characteristics of sleep spindles by reporting the total occurrence (number per minute/hour), average frequency (in Hz), and total duration (in minutes) during each measurement period. The aggregated value will combine these measurements to provide a comprehensive assessment of sleep spindles.","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Pseudo Spindle Characteristics supression and/or medications","description":"This outcome measure will aggregate the characteristics of pseudo spindles by reporting the total duration (in minutes attributed to burst suppression and/or medications), average frequency (in Hz), and total occurrence (number per minute/hour) during each measurement period. The aggregated value will combine these measurements to provide a comprehensive assessment of pseudo spindles.","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"K-Complex Characteristics","description":"This outcome measure will aggregate the characteristics of K-complexes by reporting the total occurrence (number per minute/hour) and average frequency (in Hz) during each measurement period. The aggregated value will combine these measurements to provide a comprehensive assessment of K-complexes.","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Burst-Suppression","description":"(Supression Index,%)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Total sleep time","description":"(minutes)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Sleep latency","description":"(SOL, minutes)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Nocturnal sleep efficiency (%)","description":"(Total sleep duration/8 hours) x 100","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Eye movements during sleep","description":"(number)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"REM latency","description":"(minutes)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"REM-Sleep-Pressure-Index","description":"(RSPI, %)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Delirium incidence in intensive care unit measured with the Confusion Assessment Method","description":"CAM-ICU","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Delirium severity in intensive care unit measured with the Intensive Care Delirium Screening Checklist","description":"(ICDSC)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Sedation depth: Richmond Agitation Sedation Scale","description":"The Richmond Agitation Sedation Scale (RASS) ranges from -5 to +4, with lower scores indicating deeper sedation and higher scores indicating greater agitation. The scale includes +4 (combative), +3 (very agitated), +2 (agitated), +1 (restless), 0 (alert and calm), -1 (drowsy), -2 (light sedation), -3 (moderate sedation), -4 (deep sedation), and -5 (unarousable). Higher scores indicate worse outcomes in terms of agitation(RASS)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Analgesia level: Numeric Rating Scale Visualized (NRS-V) or Faces Pain Scale Revised (FAS-R) Behavioural Pain Scale (BPS) or Behavioural Pain Scale for non-intubated patients (BPS-NI)","description":"The analgesia level will be assessed using the Numeric Rating Scale Visualized (NRS-V), Faces Pain Scale Revised (FAS-R), Behavioural Pain Scale (BPS), or Behavioural Pain Scale for non-intubated patients (BPS-NI). The NRS-V ranges from 0 (no pain) to 10 (worst pain imaginable). The FAS-R uses facial expressions to represent pain levels from 0 (no pain) to 10 (worst pain imaginable). The BPS scores range from 3 (no pain) to 12 (severe pain) based on facial expression, upper limb movements, and compliance with ventilation. The BPS-NI scores range from 3 (no pain) to 12 (severe pain) based on facial expression, upper limb movements, and vocalization. Higher scores indicate worse pain outcomes.","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Total amount of intravenously administered opioids per ICU treatment day","description":"type, cumulative dose","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Total amount of administered neuroleptics per ICU treatment day","description":"type, cumulative dose","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Duration of invasive and non-invasive ventilation","description":"intubated, nasal highflow, NIV-mask","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Intensive care duration at the center","description":"days","timeFrame":"through study completion, an average of 1 year"},{"measure":"Hospital treatment duration at the center","description":"days","timeFrame":"through study completion, an average of 1 year"},{"measure":"Sepsis/Septic Shock","description":"Sepsis/Septic Shock","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Sequential Organ Failure Assessment","description":"The Sequential Organ Failure Assessment (SOFA) Score assesses organ function and predicts outcomes in critically ill patients. The score ranges from 0 to 24, with higher scores indicating greater organ dysfunction. It evaluates six organ systems: respiratory, cardiovascular, hepatic, coagulation, renal, and neurological. Each system is scored from 0 (normal function) to 4 (high degree of dysfunction). Higher SOFA scores are associated with worse patient outcomes (SOFA).","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Simplified Acute Physiology Score","description":"The Simplified Acute Physiology Score II (SAPS II) is used to assess the severity of disease for patients admitted to intensive care units. The score ranges from 0 to 163, with higher scores indicating a higher risk of mortality. SAPS II includes 17 variables: 12 physiological variables, age, type of admission (scheduled surgical, unscheduled surgical, medical), and three underlying disease variables (AIDS, hematologic malignancy, metastatic cancer). Higher SAPS II scores correspond to worse patient outcomes (SAPSII).","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Therapeutic Intervention Scoring System","description":"The Therapeutic Intervention Scoring System (TISS) measures the intensity of medical and nursing care required by ICU patients. The score ranges from 0 to 78, with higher scores indicating more intensive care. TISS evaluates various therapeutic interventions, including cardiovascular, renal, respiratory, and neurological support, as well as monitoring, medication, and hygiene procedures. Higher TISS scores reflect a greater need for medical and nursing interventions (TISS).","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Acute Physiological And Chronic Health Evaluation","description":"The Acute Physiology and Chronic Health Evaluation II (APACHE II) score is used to measure the severity of disease in ICU patients. The score ranges from 0 to 71, with higher scores indicating more severe disease and higher risk of mortality. APACHE II includes the evaluation of 12 physiological variables, age, and chronic health status. Higher APACHE II scores are associated with worse patient outcomes (APACHE II).","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Age","description":"(years)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Gender","description":"(m/f/d)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Fever","description":"yes/no, days)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Respiratory insufficiency/Asthma (yes/no)","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Cardiac arrest/Cardiac decompensation","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Pneumonia","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Urinary tract infection","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Exacerbated COPD","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Hypervolemia","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Meningitis","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Pancreatitis","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Cirrhosis","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Kidney insufficiency","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Thrombocytopenia","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Leukocytosis","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Leukopenia","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Hypotonia","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"},{"measure":"Death","description":"(yes/no)","timeFrame":"through study completion per patient, an average of 3 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient capable of giving consent or additional legal guardian/authorized representative/spouse available for non-consenting patient in the intensive care unit\n* An expected continuous lormetazepam therapy ≥ 24 hours\n* Male and female patients aged ≥18 years\n* Expected duration of intensive care treatment ≥ 48 hours\n* Mechanical ventilation (invasive, NIV and/or nasal high-flow \\> 6h)\n\nExclusion Criteria:\n\n* Laboratory evidence of sedative/opiate intoxication\n* Active alcohol abuse\n* Brain surgery, cranial malformation\n* History of sleep-related movement disorder (symptomatic restless legs syndrome)\n* Allergy to electrode contact material\n* History of severe cognitive impairment following a stroke\n* Status post cardiopulmonary resuscitation requiring/undergoing therapeutic hypothermia\n* Lack of consent for the pseudonymized disease data to be stored and passed on in the context of this clinical study\n* Patient is housed in an institution on court or official order\n* History of sleep-related breathing disorder\n* Suspicion of hypoxic brain damage (including intracranial hemorrhages)\n* Suspicion of increased intracranial pressure\n* Existing power of attorney or patient's will, in which the patient fundamentally excludes participation in studies\n* The patient's consent or that of the legal representative cannot be obtained in a timely manner\n* Patients with a survival probability \\< 24h\n* Narcolepsy","sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"50 male and female critically ill patients aged 18 years or older","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Alawi Luetz, Prof.Dr.med","role":"CONTACT","phone":"+4930450631208","email":"alawi.luetz@charite.de"},{"name":"Laura Hancke","role":"CONTACT","phone":"+4930450651309","email":"laura.hancke@charite.de"}],"locations":[{"facility":"Charité - Universitätsmedizin Berlin","status":"RECRUITING","city":"Berlin-Mitte","state":"Berlin","zip":"10117","country":"Germany","contacts":[{"name":"Alawi Luetz, MD","role":"CONTACT"}],"geoPoint":{"lat":52.52003,"lon":13.40489}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000020178","term":"Sleep Disorders, Circadian Rhythm"},{"id":"D000016638","term":"Critical Illness"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000021081","term":"Chronobiology Disorders"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000009784","term":"Occupational Diseases"}],"browseLeaves":[{"id":"M6894","name":"Delirium","relevance":"LOW"},{"id":"M19010","name":"Critical Illness","asFound":"Critical Illness","relevance":"HIGH"},{"id":"M22242","name":"Parasomnias","relevance":"LOW"},{"id":"M22007","name":"Sleep Disorders, Circadian Rhythm","asFound":"Sleep Disorders, Circadian Rhythm","relevance":"HIGH"},{"id":"M15696","name":"Sleep Wake Disorders","asFound":"Sleep Disorders","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M22703","name":"Chronobiology Disorders","relevance":"LOW"},{"id":"M22655","name":"Dyssomnias","relevance":"LOW"},{"id":"M12719","name":"Occupational Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC24","name":"Occupational Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M208488","name":"Lormetazepam","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}