{"protocolSection":{"identificationModule":{"nctId":"NCT06480279","orgStudyIdInfo":{"id":"COA No. 0607/2024"},"organization":{"fullName":"Chulalongkorn University","class":"OTHER"},"briefTitle":"Assessing Fall Risk Using Transcranial Magnetic Stimulation and Quantitative Sensory Testing","officialTitle":"Development of Artificial Intelligence Innovation for Assessing Fall Risk Using Clinical Neurological Studies With Transcranial Magnetic Stimulation and Quantitative Sensory Testing in the Thai Elderly"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-16","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jakkrit Amornvit, MD.","investigatorTitle":"Dr.","investigatorAffiliation":"Chulalongkorn University"},"leadSponsor":{"name":"Chulalongkorn University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The elderly are at high risk of falls due to neurophysiological changes, such as motor and sensory impairment, that occur with aging. The incidence of falls in older adults is high, with approximately 30% of adults over the age of 65 falling at least once per year. Falls can lead to serious consequences such as fractures, hospitalization, and loss of independence. The changes in neurophysiology have also been found to decrease balance control in aging people, leading to postural instability. It is well-known that postural balance is influenced by sensory inputs, including touch, proprioception, vision, and vestibular, as well as motor output such as motor controls. Impairments in these systems contribute to postural instability and an increased risk of falling in the elderly.","detailedDescription":"The data collection will be arranged in the same order. Practice trials will be provided before the start of the data collection. The entire data collection session will take approximately 90 minutes. Data collection will be conducted for both the baseline and the 3-month follow-up.\n\nThe data collection will include:\n\n1. Demographic information such as age, sex, body height, body weight, body mass index, medical history, medical diagnosis, body composition, and the MoCA (Montreal Cognitive Assessment).\n2. Neurophysiological assessments such as electromyography and Quantitative Sensory Testing (QST).\n3. Functional tests such as the Timed up and go test and Chait stand test."},"conditionsModule":{"conditions":["Fall"],"keywords":["Transcranial Magnetic Stimulation","Quantitative Sensory Testing","Falls","Elderly"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-fallers","description":"Elderly without history of fall"},{"label":"Fallers-low risk","description":"Elderly with a history of falling 1 time within the last year."},{"label":"Fallers-moderate risk","description":"Elderly with a history of falling twice within the last year."},{"label":"Fallers-high risk","description":"Elderly with a history of falling \\>2 times within the last year."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Montreal Cognitive Assessment (MoCA)","description":"MoCa is a screening test used to detect mild cognitive decline and early signs of dementia. The total score of the test is 30 points.\n\nThe MoCA will be recored in scores.","timeFrame":"MoCA will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Body weight","description":"We will used the bioelectrical impedance analysis (BIA), which is a method used for measuring body composition.Participants will be asked to step on to the BIA device, placing their feet on the foot electrodes.\n\nThe body weight will be recored in kilograms.","timeFrame":"Body weight will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Muscle mass","description":"We will used the bioelectrical impedance analysis (BIA), which is a method used for measuring body composition.Participants will be asked to step on to the BIA device, placing their feet on the foot electrodes.\n\nThe muscle mass will be recored in kilograms.","timeFrame":"Muscle mass will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Body mass index (BMI)","description":"We will used the bioelectrical impedance analysis (BIA), which is a method used for measuring body composition.Participants will be asked to step on to the BIA device, placing their feet on the foot electrodes.\n\nThe BMI will be recored in kg/m\\^2.","timeFrame":"BMI will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Percent body fat","description":"We will used the bioelectrical impedance analysis (BIA), which is a method used for measuring body composition.Participants will be asked to step on to the BIA device, placing their feet on the foot electrodes.\n\nPercent body fat will be recored in percentage.","timeFrame":"Percent body fat will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"The duration during Timed Up and Go Test","description":"The Timed Up and Go Test (TUG) is a test for assessing fall risk. Participants will begin by sitting on a chair. They will be asked to stand up, walk 3 meters away at a comfortable speed, turn around a traffic cone, walk back, and sit down.\n\nTUG will be recored in second.","timeFrame":"TUG will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"The repetition of Chair Stand Test","description":"Chair Stand Test is used to test leg strength and endurance. Participants will begin by sitting on a chair. Participants will be instructed to stand up with full leg extension as quickly as possible, sit back down as quickly as possible, andrepeat this process for 30 seconds.\n\nChair Stand Test will be recorded in repetition.","timeFrame":"Chair Stand Test will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Muscle evoke potential (MEP)","description":"Participants will be stimulated at the primary motor cortex by transcranial magnetic stimulation to measure cortical excitability, which sends the motor outputs to Tibialis Anterior (TA) and Abductor Pollicis Brevis (APB) muscles. The MEP will be used to assess muscle activity in these muscles during the stimulation.\n\nThe MEP will be measured in mV.","timeFrame":"Muscle evoke potential will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Cortical silent period (CSP)","description":"Participants will be stimulated at the primary motor cortex by transcranial magnetic stimulation to measure cortical excitability, which sends the motor outputs to Tibialis Anterior (TA) and Abductor Pollicis Brevis (APB) muscles. The CSP will be used to assess muscle activity in these muscles during the stimulation.\n\nThe CSP will be measured in ms.","timeFrame":"Muscle evoke potential will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Cold temperature threshold","description":"Participants will be stimulated by Quantitative Sensory Testing (QST) with cold temperature on their legs. QST is the standard device validated by the manufacturer and approved for use in research assessments, as demonstrated in the supplementary files.\n\nCold temperature threshold will be measure in degree Celsius.","timeFrame":"Cold temperature threshold will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."},{"measure":"Vibration threshold","description":"Participants will be stimulated by Quantitative Sensory Testing (QST) with vibration threshold on their legs. QST is the standard device validated by the manufacturer and approved for use in research assessments, as demonstrated in the supplementary files.\n\nVibration threshold will be measure in μm.","timeFrame":"Vibration temperature threshold will be measured at two time points (baseline and 3 months), through study completion, an average of 1 year."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1) Male and female individuals aged 65-80 years.\n\nExclusion Criteria:\n\n1. History of previous lower limb surgery, such as total knee replacement or ankle surgery.\n2. History of a neurological disorder, such as stroke or Parkinson's disease.\n3. History of vestibular disease, such as Meniere's disease.\n4. History of seizures or epilepsy.\n5. The presence of metal implanted devices in or around the head area\n6. MoCA score \\< 26","sex":"ALL","minimumAge":"65 Years","maximumAge":"80 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"Thai elderly who have received check-ups or treatment at King Chulalongkorn Memorial Hospital, Bangkok, Thailand.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Jakkrit Amornvit, MD","role":"CONTACT","phone":"088-951-9195","email":"jakkrit.a@chula.ac.th"},{"name":"Phunsuk Kantha, PT.,PhD","role":"CONTACT","phone":"093-295-1646","email":"phunsuk.kan@mahidol.ac.th"}],"overallOfficials":[{"name":"Jakkrit Amornvit, MD","affiliation":"Chulalongkorn University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Phunsuk Kantha, PT.,PhD","affiliation":"Mahidol University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Kulvara Lapanan, PT","affiliation":"Chulalongkorn University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Department of Medicine, Faculty of Medicine, Chulalongkorn University.","status":"RECRUITING","city":"Bangkok","zip":"10330","country":"Thailand","contacts":[{"name":"Phunsuk Kantha","role":"CONTACT","phone":"093-295-1646","email":"phunsuk.kan@mahidol.ac.th"},{"name":"Jakkrit Amornvit","role":"CONTACT","phone":"088-951-9195","email":"Jakkrit.A@chula.ac.th"},{"name":"Jakkrit Amornvit, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":13.75398,"lon":100.50144}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}