{"protocolSection":{"identificationModule":{"nctId":"NCT06475235","orgStudyIdInfo":{"id":"24-246"},"organization":{"fullName":"Dana-Farber Cancer Institute","class":"OTHER"},"briefTitle":"Pembrolizumab + Chemotherapy in Newly Diagnosed PCNSL","officialTitle":"A Pilot Study of Pembrolizumab in Combination With Chemotherapy in Newly Diagnosed Primary Central Nervous System Lymphoma"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lakshmi Nayak, MD","investigatorTitle":"Sponsor Investigator","investigatorAffiliation":"Dana-Farber Cancer Institute"},"leadSponsor":{"name":"Dana-Farber Cancer Institute","class":"OTHER"},"collaborators":[{"name":"Merck Sharp & Dohme LLC","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This research study is studying if the investigational drug, Pembrolizumab, in combination with chemotherapy helps primary central nervous system lymphoma with acceptable side effects.\n\nThis research study involves a combination of the below drugs:\n\n* Pembrolizumab (a type of monoclonal antibody)\n* Methotrexate (a type of anti-metabolite)\n* Temozolomide (a type of alkylating agent)\n* Rituximab (a type of antibody)","detailedDescription":"This is an open label, pilot trial of Pembrolizumab in combination with chemotherapy in participants with newly diagnosed Primary Central Nervous System Lymphoma (PCNSL).\n\nThe U.S. Food and Drug Administration (FDA) has not approved Pembrolizumab for Primary Central Nervous System Lymphoma (PCNSL) but it has been approved for other uses.\n\nThe FDA has approved Rituximab for PCNSL.\n\nThe FDA has not approved Temozolomide for PCNSL but it has been approved for other uses.\n\nThe FDA has not approved Methotrexate for PCNSL but it has been approved for other uses.\n\nThe research study procedures include screening for eligibility, blood and urine tests, Computerized Tomography (CT) scans, Magnetic Resonance Imaging (MRI) scans, Positron Emission Tomography (PET) scans, testicular ultrasounds, electrocardiograms (ECG), and eye exams.\n\nIt is expected that about 15 people will take part in this research study.\n\nMerck \\& Co. is supporting this research study by providing the study drug pembrolizumab."},"conditionsModule":{"conditions":["Lymphoma","Primary Central Nervous System Lymphoma"],"keywords":["Lymphoma","Primary Central Nervous System Lymphoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Induction Treatment:","type":"EXPERIMENTAL","description":"Participants will be enrolled and will complete procedures as follows, starting at Dose Level 0 for Methotrexate and Temozolomide:\n\n* Baseline visit with assessments and imaging.\n* Imaging on cycles 3 and 6 only.\n\n  * Cycles 1 through 3:\n\n    ---Days 3 and 10 of 14 day cycle: Predetermined dose of Rituximab 1x daily.\n  * Cycles 1, 3, 5, and 7:\n\n    ---Days 7 through 11 of 14 day cycle: Predetermined dose of Temozolomide 1x daily.\n  * Cycles 1 through 8:\n\n    ---Day 1 of 14 day cycle: Predetermined dose of Methotrexate 1x daily.\n  * Cycles 1, 4, 7\n  * Day 10 of 14 day cycle: Predetermined dose of Pembrolizumab 1x daily. Treatment will de-escalate per protocol if greater than or equal to 2 out of 6 participants experience a dose-limiting toxicity.","interventionNames":["Drug: Pembrolizumab","Drug: Methotrexate","Drug: Temozolomide","Drug: Rituximab"]},{"label":"Consolidation Treatment:","type":"EXPERIMENTAL","description":"4-8 weeks after the completion of Induction Cycle 8, the study doctor will determine if it is appropriate to move on to consolidation therapy and participants will complete:\n\n* Imaging every other cycle.\n* Cycles 1 through 15:\n\n  * Day 1 of 42 day cycle: Lumbar puncture\n  * Day 1 of 42 day cycle: Predetermined dose of Pembrolizumab 1x daily.\n* End of treatment visit with lumbar puncture and imaging.\n* Follow up","interventionNames":["Drug: Pembrolizumab"]}],"interventions":[{"type":"DRUG","name":"Pembrolizumab","description":"Humanized immunoglobin G4 monoclonal antibody, 4 mL vials, via intravenous infusion (into the vein) per protocol.","armGroupLabels":["Consolidation Treatment:","Induction Treatment:"],"otherNames":["Keytruda","MK-3475","Humanized X PD-1 mAb (H409A11) IgG4"]},{"type":"DRUG","name":"Methotrexate","description":"Anti-metabolite, 50 mL vials, via intravenous infusion per protocol.","armGroupLabels":["Induction Treatment:"],"otherNames":["MTX"]},{"type":"DRUG","name":"Temozolomide","description":"Alkylating agent, 5, 20, 100, 140, 180, or 250 mg capsules, taken orally per protocol.","armGroupLabels":["Induction Treatment:"],"otherNames":["Temodar","Temodal"]},{"type":"DRUG","name":"Rituximab","description":"Anti-CD20 antibody, 10 or 50 mL single-use vials, via intravenous infusion per standard of care.","armGroupLabels":["Induction Treatment:"],"otherNames":["Riabni","Rituxan","Ruxience","Truxima"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of Patients Experienced Dose Limiting Toxicity (DLT)","description":"Detailed DLT consideration outline in protocol section 5.4. Toxicities are to be assess according to the CTCAE v5. Management and dose modifications associated with the above adverse events outlined in protocol section 6.","timeFrame":"Up to 28 days"}],"secondaryOutcomes":[{"measure":"Complete Response Rate (CRR)","description":"CRR is defined as the proportion of participants who achieved complete response (CR). Radiographic response will be assessed using PCNSL criteria as defined in section 11.1.","timeFrame":"Up to 16 weeks"},{"measure":"Objective Response Rate (ORR)","description":"Objective response rate (ORR), defined as best overall response of either complete or partial response, will be assessed among participants who start protocol therapy and have measurable disease at screening. Radiographic response will be assessed using PCNSL criteria as defined in section 11.1.","timeFrame":"Up to 106 weeks"},{"measure":"2-Year Progression Free Survival (PFS2)","description":"PFS2 is the percent probability estimate at 2 years based on the Kaplan-Meier method. PFS is defined as the duration of time from study entry to documented disease progression (PD) requiring removal from the study or death. Participants alive without PD were censored at the earliest of the date of the last disease evaluation or start of new anticancer therapy.","timeFrame":"Up to 2 years"},{"measure":"Duration of Response (DOR)","description":"DOR is defined as the time from date of first documented confirmed objective response to date of first documented progressive disease (PD).","timeFrame":"Up to 106 weeks"},{"measure":"Median Progression Free Survival (PFS)","description":"PFS is defined as the duration of time from study entry to documented disease progression (PD) requiring removal from the study or death. Participants alive without PD were censored at the earliest of the date of the last disease evaluation or start of new anti-cancer therapy.","timeFrame":"Up to 106 weeks"},{"measure":"Median Overall Survival (OS)","description":"Overall survival based on the Kaplan-Meier method is defined as the time from registration to death. Participants alive are censored at the last date of contact (including lost-to-follow-up) or at the date of withdrawal of consent, if relevant.","timeFrame":"Up to 3 years"},{"measure":"Frequency of Missed or Delayed doses","description":"Instances of missed or delayed doses due to treatment related toxicity will be noted to assess tolerability throughout study therapy with pembrolizumab and chemotherapy, including beyond the MTD interval","timeFrame":"Up to 106 weeks"},{"measure":"Percentage of actual planned dosage administration","description":"Instances of actual planned cycles due to treatment related toxicity will be reported as a percentage to assess tolerability throughout study therapy with pembrolizumab and chemotherapy, including beyond the MTD interval","timeFrame":"Up to 106 weeks"},{"measure":"Percentage of patients that discontinue study drugs due to treatment-related toxicity.","description":"Number of patients that discontinue study drugs due to treatment related toxicity; will be reported as a percentage.","timeFrame":"Up to 106 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Subjects with pathologically confirmed newly diagnosed primary CNS diffuse large B-cell lymphoma (DLBCL) confirmed by one of the following:\n\n  * Brain biopsy or resection\n  * Cerebrospinal fluid\n  * Vitreous fluid\n* Participants must not have any evidence or history of DLBCL outside of the CNS\n* Participants must not have received any chemotherapy or radiation therapy directed to PCNSL.\n* Age ≥18 years.\n* Ability to understand and the willingness to sign a written informed consent form document.\n* ECOG performance status ≤2 (Karnofsky ≥70% will be considered if related to PCNSL, see Appendix A).\n* Participants must have adequate organ function as defined below.\n* Hematology\n\n  * Absolute neutrophil count (ANC) ≥1000/µL\n  * Platelets ≥100 000/µL\n  * Hemoglobin ≥9.0 g/dL or ≥5.6 mmol/L (Criteria must be met without erythropoietin dependency and without packed red blood cell (pRBC) transfusion within last 2 weeks)\n* Renal\n\n  -- Creatinine ≤1.5 x ULN OR Measured or calculated creatinine clearance ≥40 mL/min for participant with creatinine levels \\>1.5 × institutional ULN (Creatinine clearance (CrCl) should be calculated per institutional standard.)\n* Hepatic\n\n  * Total bilirubin ≤1.5 x ULN OR direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 x ULN\n  * AST (SGOT) and ALT (SGPT) ≤2.5 × ULN (≤5 × ULN for participants with liver metastases)\n* Coagulation\n\n  --International normalized ratio (INR) OR prothrombin time (PT) and activated partial thromboplastin time (aPTT) ≤1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants\n* Participants must have negative HIV serology.\n* Participants must have no history of organ transplantation or ongoing immunosuppressant therapy.\n* Women of child-bearing potential (WOCBP), defined as all women physiologically capable of becoming pregnant, must have a negative serum pregnancy within 72 hours prior to registration.\n* Women in the following categories are not considered WOCBP:\n\n  * Premenarchal\n  * Premenopausal female with 1 of the following:\n\n    * Documented hysterectomy\n    * Documented bilateral salpingectomy\n    * Documented bilateral oophorectomy\n  * Note: Documentation can come from the site personnel's review of the participant's medical records, medical examination, or medical history interview.\n* Post-menopausal female is defined as no menses for 12 months without an alternative medical cause.\n\n  * A high follicle stimulating hormone (FSH) level in the postmenopausal range may be used to confirm a postmenopausal state in women not using hormonal contraception or hormonal replacement therapy (HRT). However, in the absence of 12 months of amenorrhea, confirmation with two FSH measurements in the postmenopausal range is required.\n  * Females on HRT and whose menopausal status is in doubt will be required to use one of the non-hormonal highly effective contraception methods if they wish to continue their HRT during the study. Otherwise, they must discontinue HRT to allow confirmation of postmenopausal status before study enrollment.\n* Women of child-bearing potential (WOCBP; see definition above), must agree to use a highly effective method of contraception consistently and correctly as described below during study treatment and for 120 days after study discontinuation.\n\n  * 1. Highly Effective Contraceptive Methods That Are User Dependent (Failure rate of \\< 1% per year when used consistently and correctly.)\n\n    * a. Combined (estrogen- and progestogen- containing) hormonal contraception\n\n      * i. Oral\n      * ii. Intravaginal\n      * iii. Transdermal\n      * iv. Injectable\n    * b. Progestogen-only hormonal contraception b, c\n\n      * i. Oral\n      * ii. Injectable\n  * 2. Highly Effective Methods That Have Low User Dependency (Failure rate of \\<1% per year when used consistently and correctly)\n\n    * a. Progestogen- only contraceptive implant b, c\n    * b. Intrauterine hormone-releasing system (IUS) b\n    * c. Intrauterine device (IUD)\n    * d. Bilateral tubal occlusion\n    * e. Vasectomized partner: A vasectomized partner is a highly effective contraception method provided that the partner is the sole male sexual partner of the WOCBP and the absence of sperm has been confirmed. If not, an additional highly effective method of contraception should be used.\n    * f. Sexual abstinence: Sexual abstinence is considered a highly effective method only if defined as refraining from heterosexual intercourse during the entire period of risk associated with the study treatment. The reliability of sexual abstinence needs to be evaluated in relation to the duration of the study and the preferred and usual lifestyle of the participant.\n* NOTES: Use should be consistent with local regulations regarding the use of contraceptive methods for participants of clinical studies.\n\n  * a. Typical use failure rates are lower than perfect-use failure rates (i.e. when used consistently and correctly).\n  * b. If hormonal contraception efficacy is potentially decreased due to interaction with study treatment, condoms must be used in addition to the hormonal contraception during the treatment period and for at least during study treatment and for 120 days after study discontinuation after the last dose of study treatment.\n  * c. If locally required, in accordance with Clinical Trial Facilitation Group (CTFG) guidelines, acceptable contraceptive implants are limited to those which inhibit ovulation.\n* Male participants must to use at least one of the following methods of contraception starting with the first dose of study therapy through 120 days after the last dose of therapy:\n\n  * Be abstinent from penile-vaginal intercourse as their usual and preferred lifestyle (abstinent on a long term and persistent basis) and agree to remain abstinent\n  * Use a male condom plus partner use of a contraceptive method with a failure rate of \\<1% per year as described in Eligibility criterion 3.1.11 when having penile-vaginal intercourse with a woman of childbearing potential who is not currently pregnant.\n* Note: Men with a pregnant or breastfeeding partner must agree to remain abstinent from penile- vaginal intercourse or use a male condom during each episode of penile penetration.\n\nExclusion Criteria:\n\n* Participants who cannot undergo MRI\n* Intraocular PCNSL without evidence of brain or spinal cord disease.\n* Participants who are receiving any other investigational agents.\n* History of allergic reactions or severe hypersensitivity reactions (≥grade 3) attributed to compounds of similar chemical or biologic composition to pembrolizumab, high-dose methotrexate, temozolomide, rituximab and/or any of its excipients.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX-40, CD137)\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed. COVID19 vaccines are allowed.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 3 years. Note: Participants with basal cell carcinoma of the skin, squamous cell carcinoma of the skin, transitional cell carcinoma of urothelial cancer, or carcinoma in situ (e.g. breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n* Patient has poorly controlled diabetes mellitus with a glycosylated hemoglobin \\>8% or poorly controlled steroid-induced diabetes mellitus with a glycosylated hemoglobin of \\>8%.\n* Unable to swallow capsules or disease significantly affecting gastrointestinal function, such as malabsorption syndrome, resection of the stomach or small bowel, or complete bowel obstruction.\n* Concurrent administration of medications or foods that are moderate or strong inhibitors or strong inducers of cytochrome P450 (CYP) 3A4/5 (need to be discontinued 2 weeks before starting study treatment)\n* Enzyme-inducing antiepileptic drugs (EIAED) need to be discontinued and switched to a non-EIAED 2 weeks prior to starting on trial drugs\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection.\n* Has a known history of active TB (Bacillus Tuberculosis)\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent)\n* Patients who have undergone prior allogeneic stem cell transplant\n* Patients who have large pleural effusions, ascites or full body edema\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lakshmi Nayak, MD","role":"CONTACT","phone":"617-632-2166","email":"Lakshmi_Nayak@DFCI.HARVARD.EDU"},{"name":"DFCI Clinical Trials Hotline","role":"CONTACT","phone":"877-338-7425"}],"overallOfficials":[{"name":"Lakshmi Nayak, MD","affiliation":"Dana-Farber Cancer Institute","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Brigham and Women's Hospital","city":"Boston","state":"Massachusetts","zip":"02115","country":"United States","contacts":[{"name":"Lakshmi Nayak, MD","role":"CONTACT","phone":"617-632-2166","email":"Lakshmi_Nayak@DFCI.HARVARD.EDU"},{"name":"Lakshmi Nayak, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}},{"facility":"Dana Farber Cancer Institute","city":"Boston","state":"Massachusetts","zip":"02215","country":"United States","contacts":[{"name":"Lakshmi Nayak, MD","role":"CONTACT","phone":"617-632-2166","email":"Lakshmi_Nayak@DFCI.HARVARD.EDU"},{"name":"Lakshmi Nayak, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"Data can be shared no earlier than 1 year following the date of publication","accessCriteria":"Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008223","term":"Lymphoma"}],"ancestors":[{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000008232","term":"Lymphoproliferative Disorders"},{"id":"D000008206","term":"Lymphatic Diseases"},{"id":"D000007160","term":"Immunoproliferative Disorders"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M11220","name":"Lymphoma","asFound":"Lymphoma","relevance":"HIGH"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M11203","name":"Lymphatic Diseases","relevance":"LOW"},{"id":"M10206","name":"Immunoproliferative Disorders","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","asFound":"Lymphoma","relevance":"HIGH"},{"id":"T4686","name":"Primary Central Nervous System Lymphoma","asFound":"Primary Central Nervous System Lymphoma","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069283","term":"Rituximab"},{"id":"C000582435","term":"Pembrolizumab"},{"id":"D000008727","term":"Methotrexate"},{"id":"D000077204","term":"Temozolomide"}],"ancestors":[{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018501","term":"Antirheumatic Agents"},{"id":"D000082082","term":"Immune Checkpoint Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000020","term":"Abortifacient Agents, Nonsteroidal"},{"id":"D000000019","term":"Abortifacient Agents"},{"id":"D000012102","term":"Reproductive Control Agents"},{"id":"D000000964","term":"Antimetabolites, Antineoplastic"},{"id":"D000000963","term":"Antimetabolites"},{"id":"D000003879","term":"Dermatologic Agents"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000005493","term":"Folic Acid Antagonists"},{"id":"D000007166","term":"Immunosuppressive Agents"},{"id":"D000019384","term":"Nucleic Acid Synthesis Inhibitors"},{"id":"D000018906","term":"Antineoplastic Agents, Alkylating"},{"id":"D000000477","term":"Alkylating Agents"}],"browseLeaves":[{"id":"M349416","name":"Pembrolizumab","asFound":"Breast","relevance":"HIGH"},{"id":"M4230","name":"Antibodies, Monoclonal","relevance":"LOW"},{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"},{"id":"M373","name":"Rituximab","asFound":"Children","relevance":"HIGH"},{"id":"M1692","name":"Temozolomide","asFound":"Criteria","relevance":"HIGH"},{"id":"M11703","name":"Methotrexate","asFound":"HIV","relevance":"HIGH"},{"id":"M4281","name":"Antimetabolites","relevance":"LOW"},{"id":"M3820","name":"Alkylating Agents","relevance":"LOW"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"},{"id":"M20604","name":"Antirheumatic Agents","relevance":"LOW"},{"id":"M2342","name":"Immune Checkpoint Inhibitors","relevance":"LOW"},{"id":"M7074","name":"Dermatologic Agents","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M8618","name":"Folic Acid","relevance":"LOW"},{"id":"M17546","name":"Vitamin B Complex","relevance":"LOW"},{"id":"M8619","name":"Folic Acid Antagonists","relevance":"LOW"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M20942","name":"Antineoplastic Agents, Alkylating","relevance":"LOW"},{"id":"T446","name":"Folic Acid","relevance":"LOW"},{"id":"T447","name":"Folinic Acid","relevance":"LOW"},{"id":"T448","name":"Folate","relevance":"LOW"},{"id":"T475","name":"Vitamin B9","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}