{"protocolSection":{"identificationModule":{"nctId":"NCT06478251","orgStudyIdInfo":{"id":"NW-301-001"},"organization":{"fullName":"Zhejiang University","class":"OTHER"},"briefTitle":"NW-301 TCR-T in Patients With Advanced Solid Tumor","officialTitle":"Open-label, Single-arm, Phase 1 Clinical Trial to Evaluate the Safety and Efficacy of Autologous TCR-T Cell Therapy in Subjects With Advanced Solid Tumors"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"TingBo Liang","investigatorTitle":"Director","investigatorAffiliation":"Zhejiang University"},"leadSponsor":{"name":"TingBo Liang","class":"OTHER"},"collaborators":[{"name":"Neowise Biotechnology","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"An open label, two cohorts, multiple dose exploratory clinical study to independently evaluate the safety, efficacy, and pharmacokinetics of autologous anti-KRAS G12V/G12D mutation T-cell Receptor T cell in advanced solid tumor.","detailedDescription":"This study is an open, two cohorts single infusion, dose escalation/dose regimen finding study to independently assess the safety and pharmacokinetics of KRAS G12V/G12D mutation TCR-T cell therapies, and to obtain the preliminary efficacy results in subjects who have been diagnosed with advanced solid tumor with KRAS G12V/G12D mutation and failed to standard systemic treatment."},"conditionsModule":{"conditions":["Tumor, Solid"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":9,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"NW-301V monotherapy in patients with Solid Tumors with KRAS G12V mutation","type":"EXPERIMENTAL","interventionNames":["Drug: NW-301V"]},{"label":"NW-301D monotherapy in patients with Solid Tumors with KRAS G12D mutation","type":"EXPERIMENTAL","interventionNames":["Drug: NW-301D"]}],"interventions":[{"type":"DRUG","name":"NW-301V","description":"TCR-T T cell targeting KRAS G12V mutation","armGroupLabels":["NW-301V monotherapy in patients with Solid Tumors with KRAS G12V mutation"]},{"type":"DRUG","name":"NW-301D","description":"TCR-T T cell targeting KRAS G12D mutation","armGroupLabels":["NW-301D monotherapy in patients with Solid Tumors with KRAS G12D mutation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dose-limiting toxicity (DLT)","description":"Safety","timeFrame":"28 days of single infusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 to 75 years, male or female;\n2. Subjects with pathologically confirmed Pancreatic Cancer and Colorectal Cancer and have been failed to stand of care systemic treatment or have been untolerated to stand of care systemic treatment;\n3. HLA-A\\*11:01 positive\n4. Tumor tissue samples. sample was positive for KRAS G12V or G12D mutation;\n5. Estimated life expectancy \\> 12 weeks;\n6. According to the RECIST 1.1, there is at least one measurable tumor lesion；\n7. ECOG physical status score 0 \\~ 1;\n8. Sufficient venous access for mononuclear cell collection (abbreviation: apheresis)\n9. Subjects should have adequate organ functions before screening and pre-treatment (at baseline).\n10. Female subjects of childbearing age must undergo a serum pregnancy test at screening and prior to preconditioning and the results must be negative, and are willing to use a very effective and reliable method of contraception within 1 year after the last study treatment. The methods that can be used are: bilateral tubal ligation / bilateral salpingectomy or bilateral tubal occlusion; or approved oral, injection or hormone-imparting contraceptive methods; or barrier contraceptive method: containing spermicidal foam / Gel/film/cream/suppository condom or occlusive cap (diaphragm or cervix/cap);\n11. Men who have actively sexual intercourse with women with child-bearing potential, must agree to use barrier-based contraception if they have no vasectomy, for example, a condom containing a spermicidal foam/gel/film/paste/suppository, or use a contraceptive method for their spouse (see article 9 of the inclusion criteria). Moreover, all men are absolutely forbidden to donate sperm within 1 year after receiving the last study treatment infusion； Subject participates in this clinical trial and sign Informed Consent Form voluntarily.\n\nExclusion Criteria:\n\n1. Received the following therapy/treatment : Cytotoxic chemotherapy within 1 week prior to leukapheresis or lymphodepleting chemotherapy , Immune therapy (including monoclonal antibody therapy, checkpoint inhibitors) within 2 weeks prior to leukapheresis and within 1 week prior to lymphodepleting chemotherapy Corticosteroids within 2 weeks prior to leukapheresis and within 72 hrs prior to lymphodepleting chemotherapy Immunosuppressive drugs within 2 weeks prior to leukapheresis and within 1 week prior to lymphodepleting chemotherapy Tyrosine kinase inhibitor (TKI) (e.g. pazopanib) within 1 week prior to leukapheresis and within 1 week prior to lymphodepleting chemotherapy KRAS G12V mutation targetted therapy prior to leukapheresis and lymphodepleting chemotherapy in KRAS G12V mutation cohort KRAS G12D mutation targetted therapy prior to leukapheresis and lymphodepleting chemotherapy in KRAS G12D mutation cohort Anti-cancer Vaccine, Gene therapy using an integrating vector , Investigational treatment or interventional clinical trial prior to leukapheresis and lymphodepleting chemotherapy Major surgery prior to leukapheresis History of allergic reactions attributed to compounds of similar chemical or biologic composition to fludarabine, cyclophosphamide or other agents used in the study.\n\nHistory of autoimmune or immune mediated disease Symptomatic CNS metastases including leptomeningeal disease. Other prior malignancy that is not considered by the Investigator to be in complete remission Clinically significant cardiovascular disease Uncontrolled intercurrent illness Active infection with human immunodeficiency virus, hepatitis B virus, hepatitis C virus, or human T cell leukemia virus Pregnant or breastfeeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rui Liu","role":"CONTACT","phone":"15377559472","email":"rui.liu@neowisebio.com"},{"name":"Yuhui He","role":"CONTACT","phone":"13820064975","email":"yuhui.he@neowisebio.com"}],"locations":[{"facility":"The First Affiliated Hospital of Zhejiang University school of Medicine","status":"RECRUITING","city":"Hangzhou","state":"Zhejiang","country":"China","contacts":[{"name":"Yinan Shen, Doctor","role":"CONTACT","phone":"13486180288","email":"fysyn@163.com"},{"name":"Tingbo Liang, Doctor","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Xueli Bai, Doctor","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Yinan Shen, Doctor","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":30.29365,"lon":120.16142}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}