{"protocolSection":{"identificationModule":{"nctId":"NCT06482463","orgStudyIdInfo":{"id":"RC31/23/0614"},"organization":{"fullName":"University Hospital, Toulouse","class":"OTHER"},"briefTitle":"Diagnostic of D-lactate in Cerebrospinal Fluid Level in Patients With Suspected Ventriculostomy-related Meningitis","officialTitle":"Diagnostic Significance of D-lactate in Cerebrospinal Fluid Level in Patients With Suspected Ventriculostomy-related Meningitis : a Pilot Study","acronym":"TOTEM"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Toulouse","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The TOTEM study is a single-center study designed to evaluate the performance of the D-lactate assay in cerebrospinal fluid (CSF) for the diagnosis of ventriculostomy-related nosocomial meningitis. The study will be conducted in the neurosurgical intensive care unit of the Toulouse University Hospital, in patients with a suspected diagnosis of ventriculostomy-related nosocomial meningitis.","detailedDescription":"For each study participant, an additional CSF sample will be taken from the ventriculostomy during the routine sampling performed for the diagnosis of nosocomial meningitis. This sample will be stored at -80°C. Assays of D-lactate, procalcitonin (PCT), and pro-inflammatory cytokines (IL-1, IL-6, IL-8, TNFa) will be performed serially on these CSF samples.\n\nIf the CSF sample taken at inclusion does not meet the criteria for nosocomial meningitis, a second sample will be taken 48 to 96 hours later to reassess the cellularity of the CSF. Finally, the end-of-participation visit takes place after 4 weeks. Two neurosurgical reanimators will retrospectively diagnose nosocomial meningitis, or the absence of meningitis, according to the information from the patient's medical records."},"conditionsModule":{"conditions":["Nosocomial Infection"],"keywords":["External ventriculostomy","Nosocomial meningitis","Bacterial meningitis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":185,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ventriculostomy-related nosocomial meningitis","type":"EXPERIMENTAL","description":"Finally, two neurosurgical reanimators will retrospectively diagnose nosocomial meningitis, or the absence of meningitis, according to the information from the patient's medical records.","interventionNames":["Biological: CSF sample"]},{"label":"Absence of nosocomial meningitis","type":"OTHER","description":"Finally, two neurosurgical reanimators will retrospectively diagnose nosocomial meningitis, or the absence of meningitis, according to the information from the patient's medical records.","interventionNames":["Biological: CSF sample"]}],"interventions":[{"type":"BIOLOGICAL","name":"CSF sample","description":"an additional CSF sample of 1 ml is taken from the external ventriculostomy","armGroupLabels":["Absence of nosocomial meningitis","Ventriculostomy-related nosocomial meningitis"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Comparison of Sensitivity of CSF D-Lactate for Ventriculostomy-Related Nosocomial Meningitis","description":"Calculation of the sensitivity obtained for the determination of CSF D-lactate in patients with suspected ventriculostomy-related nosocomial meningitis. Thes parameter will be compared with those obtained for the usual biological markers.","timeFrame":"Day 0"},{"measure":"Comparison of Specificity of CSF D-Lactate for Ventriculostomy-Related Nosocomial Meningitis","description":"Calculation of the specificity obtained for the determination of CSF D-lactate in patients with suspected ventriculostomy-related nosocomial meningitis. Thes parameter will be compared with those obtained for the usual biological markers.","timeFrame":"Day 0"}],"secondaryOutcomes":[{"measure":"sensitivity Parameter of Combined D-Lactate and Pro-Inflammatory Cytokines in CSF","description":"sensitivity parameter calculated for the combined assay of D-lactate and pro-inflammatory cytokines in CSF.","timeFrame":"Day 0"},{"measure":"specificity Parameter of Combined D-Lactate and Pro-Inflammatory Cytokines in CSF","description":"specificity parameter calculated for the combined assay of D-lactate and pro-inflammatory cytokines in CSF.","timeFrame":"Day 0"},{"measure":"Sensitivity Parameter of Combined D-Lactate and and cyto-biochemical parameters in CSF.","description":"sensitivity parameter calculated for the combined assay of D-lactate and routinely assayed cyto-biochemical parameters (L-lactate, proteins, glucose, cellularity) in CSF.","timeFrame":"Day 0"},{"measure":"specificity Parameter of D-lactate and cyto-biochemical parameters in CSF.","description":"specificity parameter calculated for the combined assay of D-lactate and routinely assayed cyto-biochemical parameters (L-lactate, proteins, glucose, cellularity) in CSF.","timeFrame":"Day 0"},{"measure":"Sensitivity Parameter of D-lactate in CSF depending on the nature of the bacterial species identified.","description":"Sensitivity Parameter calculated for the D-lactate assay in CSF according to the nature of the bacterial species identified.","timeFrame":"Day 0"},{"measure":"specificity Parameter of D-lactate in CSF depending on the nature of the bacterial species identified.","description":"specificity Parameter calculated for the D-lactate assay in CSF according to the nature of the bacterial species identified.","timeFrame":"Day 0"},{"measure":"Sensitivity Parameter of D-lactate in CSF according to the presence or absence of antibiotic therapy before collection.","description":"Sensitivity Parameter calculated for the determination of D-lactate in CSF according to the presence or absence of antibiotic therapy prior to sampling.","timeFrame":"Day 0"},{"measure":"specificity Parameter of D-lactate in CSF according to the presence or absence of antibiotic therapy before collection.","description":"specificity Parameter calculated for the determination of D-lactate in CSF according to the presence or absence of antibiotic therapy prior to sampling.","timeFrame":"Day 0"},{"measure":"Sensitivity Parameter for the determination of CSF D-lactate in culture-negative bacterial meningitis.","description":"Densitivity Parameter calculated for the determination of D-lactate in CSF in culture-negative bacterial meningitis.","timeFrame":"Day 0"},{"measure":"specificity Parameter for the determination of CSF D-lactate in culture-negative bacterial meningitis.","description":"specificity Parameter calculated for the determination of D-lactate in CSF in culture-negative bacterial meningitis.","timeFrame":"Day 0"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age ⩾ 18 years.\n* Patient with an external ventriculostomy implanted at the Toulouse University Hospital.\n* Patient suspected of nosocomial meningitis due to a febrile syndrome (in the absence of any other identified infectious site), headache, nausea, lethargy, change in neurological status, meningeal syndrome, epileptic event and cutaneous or subcutaneous inflammation at the ventriculostomy site of insertion.\n* Patient having expressed oral consent, after free and informed information.\n* Patient affiliated to a social security scheme.\n\nExclusion Criteria:\n\n* Diagnosis of community meningitis.\n* Proven or suspected meningitis and/or ventriculitis during the previous month.\n* Diagnosis of nosocomial meningitis made in another medical centre prior to admission.\n* Short bowel syndrome.\n* Acute mesenteric ischaemia.\n* End-stage renal failure (GFR \\< 15 ml/min/m2).\n* Peritoneal dialysis.\n* Patient participating in another research protocol with an exclusion period still in progress.\n* Pregnant or breastfeeding woman.\n* Patient under guardianship or trusteeship, persons placed under the protection of justice","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lucie LELIEVRE, Md","role":"CONTACT","phone":"0561777198","phoneExt":"+33","email":"lelievre.l@chu-toulouse.fr"},{"name":"Guillaume MARTIN-BLONDEL, Md","role":"CONTACT","phone":"0561779699","phoneExt":"+33","email":"martin-blondel.g@chu-toulouse.fr"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003428","term":"Cross Infection"},{"id":"D000008581","term":"Meningitis"}],"ancestors":[{"id":"D000090862","term":"Neuroinflammatory Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000007239","term":"Infections"},{"id":"D000007049","term":"Iatrogenic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M6642","name":"Cross Infection","asFound":"Nosocomial Infection","relevance":"HIGH"},{"id":"M11564","name":"Meningitis","asFound":"Meningitis","relevance":"HIGH"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M19264","name":"Meningitis, Bacterial","relevance":"LOW"},{"id":"M2803","name":"Neuroinflammatory Diseases","relevance":"LOW"},{"id":"M10099","name":"Iatrogenic Disease","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T644","name":"Bacterial Meningitis","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}