{"protocolSection":{"identificationModule":{"nctId":"NCT06482359","orgStudyIdInfo":{"id":"CIC-E-303"},"organization":{"fullName":"Novavax","class":"INDUSTRY"},"briefTitle":"Phase 3 Lot Consistency Study of COVID-19 and Influenza Combination Vaccine","officialTitle":"A Phase 3, Randomized, Observer-Blinded, Study to Compare the Safety and Immunogenicity of 3 Lots of SARS-CoV-2 rS Nanoparticle and Trivalent Hemagglutinin Nanoparticle Influenza Combination Vaccine With Matrix M™ Adjuvant in Participants ≥ 60 Years of Age"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-11-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-11-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-17","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-27","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Novavax","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"The goal of Phase 3 Study is Comparing the Safety and Immune Response of Three Batches of a COVID-19 and Flu Combination Vaccine in Seniors Aged 60+","detailedDescription":"This is a randomized, Phase 3 study comparing the safety and immunogenicity of 3 different lots of Novavax coronavirus disease 2019 (COVID-19) and influenza combination (CIC) vaccine in terms of wild-type influenza hemagglutinin inhibition (HAI) antibody responses to 3 vaccine-homologous influenza strains (ie, 2 influenza A strains and an influenza B-Victoria lineage strain) and in terms of the neutralizing antibody (NAb) responses to the homologous severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) strain."},"conditionsModule":{"conditions":["COVID-19"],"keywords":["COVID-19, influenza combination vaccine"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2","PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":1650,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Lot 1 (Group 1)","type":"ACTIVE_COMPARATOR","description":"CIC vaccine will be administered as a single 0.5 mL IM injection in the deltoid on Day 0","interventionNames":["Biological: coformulated CIC Vaccine"]},{"label":"Lot 2 (Group 2)","type":"ACTIVE_COMPARATOR","description":"CIC vaccine will be administered as a single 0.5 mL IM injection in the deltoid on Day 0","interventionNames":["Biological: coformulated CIC Vaccine"]},{"label":"Lot 3 (Group 3)","type":"ACTIVE_COMPARATOR","description":"CIC vaccine will be administered as a single 0.5 mL IM injection in the deltoid on Day 0","interventionNames":["Biological: coformulated CIC Vaccine"]}],"interventions":[{"type":"BIOLOGICAL","name":"coformulated CIC Vaccine","description":"SARS-CoV-2 rS (35 µg) + trivalent hemagglutinin nanoparticle influenza (tNIV) antigen (180 µg; 60 µg per strain) + Matrix-M adjuvant (75 µg)","armGroupLabels":["Lot 1 (Group 1)","Lot 2 (Group 2)","Lot 3 (Group 3)"],"otherNames":["SARS-CoV-2 rS, tNIV, Matrix-M adjuvant"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety- solicited local and systemic AEs over the 7 days post-vaccination.","description":"Solicited AEs over 7 days post-vaccination, For both local injection site symptoms/signs and systemic symptoms/signs","timeFrame":"7 days post-vaccination]"},{"measure":"Safety- Unsolicited AEs and medically attended adverse events (MAAEs)","description":"Unsolicited AEs and medically attended adverse events (MAAEs) over 28 days post-vaccination.","timeFrame":"Day 0 to 28"},{"measure":"Safety-Treatment-related MAAEs, serious adverse events (SAEs), and adverse events of special interest (AESIs) (including potential immune-mediated medical conditions [PIMMCs] and myocarditis and/or pericarditis)","description":"Treatment-related MAAEs, serious adverse events (SAEs), and adverse events of special interest (AESIs) (including potential immune-mediated medical conditions \\[PIMMCs\\] and myocarditis and/or pericarditis) over 6 months (approximately 182 days) post-vaccination.","timeFrame":"Day 180 or end of study (EoS)."}],"secondaryOutcomes":[{"measure":"Immunogenicity- HAI antibody titers specific for the HA receptor binding domains of vaccine homologous A and B influenza strains Expressed as GMT","description":"HAI antibody titers specific for the HA receptor binding domains of vaccine response to immunization with 3 lots of CIC at Days 0 and 28","timeFrame":"Day 0 to Day 28"},{"measure":"Immunogenicity- HAI antibody titers specific for the HA receptor binding domains of vaccine homologous A and B influenza strains Expressed as GMFR","description":"HAI antibody titers specific for the HA receptor binding domains of vaccine response to immunization with 3 lots of CIC at Days 0 and 28","timeFrame":"Day 28"},{"measure":"Immunogenicity- HAI antibody titers specific for the HA receptor binding domains of vaccine homologous A and B influenza strains Expressed as GMTR","description":"HAI antibody titers specific for the HA receptor binding domains of vaccine response to immunization with 3 lots of CIC at Days 0 and 28","timeFrame":"Day 28"},{"measure":"genicity- HAI antibody titers specific for the HA receptor binding domains of vaccine homologous A and B influenza strains Expressed as SCR","description":"HAI antibody titers specific for the HA receptor binding domains of vaccine response to immunization with 3 lots of CIC at Days 0 and 28","timeFrame":"Days 28 post-vaccination"},{"measure":"Influenza NAb responses: neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains Expressed as GMT","description":"Neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains, as measured by a neutralization assay CIC vaccine on day 0","timeFrame":"Day- 0 to 28"},{"measure":"nfluenza NAb responses: neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains Expressed as GMFR","description":"Neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains, as measured by a neutralization assay CIC vaccine on day 0.","timeFrame":"Day- 0 to 28"},{"measure":"nfluenza NAb responses: neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains Expressed as GMTR","description":"Neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains, as measured by a neutralization assay CIC vaccine on day 0","timeFrame":"Day- 0 to 28"},{"measure":"nfluenza NAb responses: neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains Expressed as SCR","description":"Neutralizing antibody titers specific to vaccine homologous wild-type A and B influenza strains, as measured by a neutralization assay CIC vaccine on day 0","timeFrame":"Day- 0 to 28"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To be included in this study, each individual must satisfy all the following criteria:\n\n  1. Willing and able to give informed consent prior to study enrollment.\n  2. Medically stable adult male or female ≥ 60 years of age at Screening.\n  3. Participants may have 1 or more chronic medical diagnoses, but should be clinically stable as assessed by:\n\n     1. Absence of changes in medical therapy in the past 2 months due to treatment failure or toxicity;\n     2. Absence of medical events qualifying as SAEs within 3 months; and\n     3. Absence of known, current, and life-limiting diagnoses which render survival to completion of the protocol unlikely in the opinion of the Investigator.\n  4. The participant has a body mass index (BMI) of 17 to 40 kg/m2, inclusive, at Screening.\n  5. Participant must be able to receive an injection in the deltoid of either arm.\n  6. Able to attend study visits, comply with study requirements, and provide reliable and complete reports of AEs.\n  7. Participants must have completed a primary vaccination series/booster against SARS-CoV-2 with an authorized/approved COVID-19 vaccine, with receipt of last dose of authorized/approved vaccine (with or without boosters\\[s\\]) ≥ 8 weeks prior to vaccination.\n  8. Women of childbearing potential (defined as any female participant who is NOT surgically sterile \\[ie, hysterectomy, bilateral tubal ligation, or bilateral oophorectomy\\] or postmenopausal \\[defined as amenorrhea at least 12 consecutive months\\]) must agree to be heterosexually inactive from at least 28 days prior to enrollment and through the end of the study OR agree to consistently use a medically acceptable method of contraception listed below from at least 28 days prior to enrollment and through the end of the study.\n\n     1. Condoms (male or female) with spermicide (if acceptable in country)\n     2. Diaphragm with spermicide\n     3. Cervical cap with spermicide\n     4. Intrauterine device\n     5. Oral or patch contraceptives\n     6. Norplant®, Depo-Provera®, or other in-country regulatory approved contraceptive method that is designed to protect against pregnancy\n     7. Abstinence as a form of contraception, is acceptable if in line with the participant's lifestyle\n  9. Participants must agree to not participate in any other SARS-CoV-2 or influenza prevention or treatment studies for the duration of the study. Note: For participants who become hospitalized with COVID-19 or influenza, participation in investigational treatment studies is permitted.\n\nExclusion Criteria:\n\n* If an individual meets any of the following criteria, he or she is ineligible for this study:\n\n  1. History of laboratory-confirmed (by polymerase chain reaction \\[PCR\\] or rapid antigen test) COVID-19 or asymptomatic SARS-CoV-2 infection; either occurring ≤ 8 weeks prior to Screening. (NOTE: Symptomatic COVID-19 or asymptomatic SARS-CoV-2 infection \\> 8 weeks prior to Screening is NOT exclusionary).\n  2. Any ongoing, symptomatic acute illness requiring medical or surgical care or chronic illness that required substantive changes in medication in the past 2 months prior to Screening indicating that chronic illness/disease is not stable (at the discretion of the Investigator). This includes any current workup of undiagnosed illness that could lead to a new condition.\n  3. Serious chronic diseases inclusive of:\n\n     1. Uncontrolled hypertension (NOTE: hypertension ≤ 170/100 is NOT exclusionary);\n     2. Congestive heart failure requiring hospitalization within 3 months prior to Screening (NOTE: stable congestive heart failure is NOT exclusionary);\n     3. Chronic obstructive pulmonary disease (COPD) requiring hospitalization within 3 months prior to Screening (NOTE: stable COPD is NOT exclusionary);\n     4. Within 3 months prior to Screening, evidence of unstable coronary artery disease as manifested by cardiac interventions (eg, cardiac stent placement, coronary artery bypass graft surgery), new cardiac medications for control of symptoms, or unstable angina (NOTE: stable coronary heart disease is NOT exclusionary);\n     5. Hospitalization for diabetic ketoacidosis within 6 months prior to Screening\n     6. Chronic kidney disease/renal requiring institution of substantive new therapy within 3 months prior to Screening\n     7. Chronic clinically significant gastrointestinal and hepatic diseases requiring hospitalization or institution of substantive new therapy within 3 months prior to Screening. (f or example, gastroesophageal reflux disease is NOT exclusionary)\n     8. Chronic neurological diseases or neurological compromise preventing access to the study clinic, compliance with protocol, or accurate reporting of safety.\n  4. Participation in research involving an investigational product (drug/biologic/device) within 90 days before planned date of vaccination.\n  5. Use of COVID-19 prophylactic or treatment monoclonal antibodies or antibody cocktails within 90 days prior to planned date of vaccination.\n  6. History of a serious reaction to a prior influenza vaccination or known allergy to constituents of influenza vaccines - including egg proteins - or polysorbate 80; or any known allergies to products contained in the investigational product.\n  7. Any history of anaphylaxis to any prior vaccine.\n  8. History of Guillain-Barré Syndrome within 6 weeks following a previous influenza vaccine.\n  9. Receipt of any vaccine in the 4 weeks preceding the study vaccination and any influenza vaccine within 2 months preceding the study vaccination. Note: Routine vaccinations will not be allowed until after study Day 28 and COVID-19 and influenza vaccination will not be allowed until after Day 28.\n  10. Any known or suspected autoimmune or immunosuppressive illness, congenital or acquired, based on medical history and/or physical examination (NOTE: well-controlled hypothyroidism and mild psoriasis are not exclusionary).\n  11. Chronic administration (defined as more than 14 continuous days) of immunosuppressants or other immune-modifying drugs within 6 months prior to the administration of the study vaccines. An immunosuppressant dose of glucocorticoid is defined as a systemic dose ≥ 10 mg of prednisone per day or equivalent. The use of topical, inhaled, and nasal glucocorticoids is permitted.\n  12. Administration of immunoglobulins and/or any blood products within the 3 months preceding the administration of the study vaccine or during the study.\n  13. Active cancer (malignancy) therapy within 1 year prior to study vaccination (with the exception of adequately treated non-melanomatous skin carcinoma or lentigo maligna and uterine cervical carcinoma in situ without evidence of disease, at the discretion of the Investigator).\n  14. Participants who are breastfeeding, pregnant, or who plan to become pregnant prior to the EoS.\n  15. Suspected or known history of alcohol abuse or drug addiction within 2 years prior to study vaccination, which in the opinion of the Investigator, might interfere with protocol compliance.\n  16. Acute disease at the time of enrollment (defined as the presence of a moderate or severe illness with or without fever, or an oral temperature ≥ 38.0°C, on the planned day of vaccine administration).\n  17. History of myocarditis or pericarditis.\n  18. Any condition that in the opinion of the Investigator would pose a health risk to the participant if enrolled or could interfere with evaluation of the vaccine or interpretation of study results (including neurologic or psychiatric conditions deemed likely to impair the quality of safety reporting).\n  19. Study team member or immediate family member of any study team member (inclusive of Sponsor, contract research organization \\[CRO\\], and study site personnel involved in the conduct or planning of the study).","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000086382","term":"COVID-19"},{"id":"D000007251","term":"Influenza, Human"}],"ancestors":[{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000007239","term":"Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000009976","term":"Orthomyxoviridae Infections"}],"browseLeaves":[{"id":"M2561","name":"COVID-19","asFound":"COVID-19","relevance":"HIGH"},{"id":"M10295","name":"Influenza, Human","asFound":"Influenza","relevance":"HIGH"},{"id":"M13904","name":"Pneumonia","relevance":"LOW"},{"id":"M13914","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M14978","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17522","name":"Virus Diseases","relevance":"LOW"},{"id":"M20490","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M6555","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23685","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M15149","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M12902","name":"Orthomyxoviridae Infections","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17360","name":"Vaccines","relevance":"LOW"},{"id":"M9476","name":"Hemagglutinins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Coag","name":"Coagulants"}]}},"hasResults":false}