{"protocolSection":{"identificationModule":{"nctId":"NCT06478498","orgStudyIdInfo":{"id":"HibiSki"},"organization":{"fullName":"Leiden University Medical Center","class":"OTHER"},"briefTitle":"Immune Responses in the Skin After Hookworm Infection","officialTitle":"Investigating the Local Immune Responses in the Skin After Repeated Hookworm Infection","acronym":"HiBiSki"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Meta Roestenberg","investigatorTitle":"Prof. Dr.","investigatorAffiliation":"Leiden University Medical Center"},"leadSponsor":{"name":"Leiden University Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Five healthy volunteers will be repeatedly exposed to L3 Necator americanus larvae after which two skin biopsies will be taken. Three of the volunteers will be treated two weeks after each infection after which the study will end after 13 weeks. Two of the volunteers will retain the infection for up to two years and will be asked to donate stool samples.","detailedDescription":"Five volunteers will be exposed to 50 Necator americanus L3 larvae, after which they will be treated with a curative regimen of albendazole after two weeks. Then, they will be inoculated with a lower dose of 10 L3 larvae concentrated on one spot, followed by two skin biopsies (one at the inoculation site, the other one serving as a negative control). Subsequently, participants will be treated with albendazole at week 5, except for the participants who have volunteered to become chronic donors. For chronic donors, patency of infection will be assessed and infections repeated (max dose 50 L3 larvae at one time) until egg outputs are \\>1500 eggs per gram (epg) at the start of the donor phase. If necessary, top-up inoculations can be performed in the donor phase as well when the egg-output is too low for the requested experiments."},"conditionsModule":{"conditions":["Necator Americanus Infection"],"keywords":["Controlled human infection model","hookworm","immune responses","skin"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Two groups who will follow similar study procedures up until week 5. After this, one group receives direct treatment after which the study will end in week 13. The other group receives top-up inoculations to receive patent infection and remains chronically infected for approximately two years, therefore their follow-up scheme looks different compared to the other group.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A","type":"EXPERIMENTAL","description":"Three healthy hookworm-naive volunteers will be infected with 50 Necator americanus L3 larvae in week 0, receive treatment in week 2, followed by another inoculation with 10 Necator americanus L3 larvae localised on one spot after which two biopsies will be taken (one from each arm). After this, they will be treated in week 5. The study ends in week 13.","interventionNames":["Biological: Necator americanus L3 larvae"]},{"label":"Group B","type":"EXPERIMENTAL","description":"Two healthy hookworm-naive volunteers will be infected with 50 Necator americanus L3 larvae in week 0, receive treatment in week 2, followed by another inoculation with 10 Necator americanus L3 larvae localised on one spot after which two biopsies will be taken (one from each arm). After this, they receive additional inoculations (maximal dose 50 L3 larvae at one time) until egg outputs are \\>1500 epg at the start of the donor phase.\n\nIn the donor phase, volunteers will be asked to donate faeces regularly (\\~ 5 -10 times a year). Safety visits are scheduled at month 12 and 24. The study ends after approximately 2 years.","interventionNames":["Biological: Necator americanus L3 larvae"]}],"interventions":[{"type":"BIOLOGICAL","name":"Necator americanus L3 larvae","description":"Necator americanus L3 larvae","armGroupLabels":["Group A","Group B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Identification of effector cells in the skin by Hyperion Imaging Mass Cytometry after repeated controlled hookworm infections","timeFrame":"3 weeks + 1 day after initial infection (timepoint of taking the biopsies)"},{"measure":"Association between the macroscopic skin reaction and effector cells present identified by Hyperion Imaging Mass Cytometry","timeFrame":"3 weeks + 1 day after initial infection (timepoint of taking the biopsies)"}],"secondaryOutcomes":[{"measure":"Measurement of humoral (antibody responses and cytokines) and cellular immunological changes after controlled hookworm infections","timeFrame":"6 weeks from start of the study"},{"measure":"Detection of hookworm eggs by faeces microscopy (Kato-Katz) at week 15-16 in volunteers who volunteered to be chronic donors","timeFrame":"15-16 weeks after start of the study"}],"otherOutcomes":[{"measure":"Number of adverse events following exposure(s) to hookworm larvae","timeFrame":"12 weeks after last infection timepoint"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIn order to be eligible to participate in this study, a subject must meet all of the following criteria:\n\n1. Subject is aged ≥ 18 and ≤ 45 years and in good health.\n2. Subject has adequate understanding of the procedures of the study and agrees to abide strictly thereby.\n3. Subject is able to communicate well with the investigator, is available to attend all study visits.\n4. Subject agrees to refrain from blood donation to Sanquin or for other purposes throughout the study period.\n5. Subject agrees to refrain from travel to a hookworm endemic area during the course of the trial.\n6. Subject has signed informed consent (note: there are different informed consent forms for group A- and B participants).\n\nAdditional inclusion criteria for group B participants:\n\n1. Agrees to remain infected and to commit to study procedures and rules\n2. Agrees to refrain from blood donation to Sanquin or for other purposes throughout the study period.\n3. Agrees to refrain from travel to a hookworm endemic area during the course of the trial.\n4. Minimum egg output of 1500 epg at the start of the donor phase.\n5. Does not meet any of the criteria for withdrawal outlined in section 8.4.\n\nExclusion Criteria:\n\nA potential subject who meets any of the following criteria will be excluded from participation in this study:\n\n1. Any history, or evidence at screening, of clinically significant symptoms, physical signs or abnormal laboratory values suggestive of systemic conditions, such as cardiovascular, pulmonary, renal, hepatic, neurological, dermatological, endocrine, malignant, haematological, infectious, immune-deficient, psychiatric and other disorders, which could compromise the health of the volunteer during the study or interfere with the interpretation of the study results. These include, but are not limited to, any of the following:\n\n   * positive HIV, HBV or HCV screening tests;\n   * the use of immune modifying drugs within three months prior to study onset (inhaled and topical corticosteroids and oral anti-histamines exempted) or expected use of such during the study period;\n   * having one of the following laboratory abnormalities: ferritine \\<10ug/L, transferrine \\<2.04g/L or Hb \\<6.5 mmol/L for females or \\<7.5 mmol/L for males.\n   * history of malignancy of any organ system (other than localised basal cell carcinoma of the skin), treated or untreated, within the past 5 years;\n   * any history of treatment for severe psychiatric disease by a psychiatrist in the past year;\n   * history of drug or alcohol abuse interfering with normal social function in the period of one year prior to study onset;\n   * inflammatory bowel syndrome;\n   * regular constipation, resulting in bowel movements less than three times per week.\n2. Known hypersensitivity to or contra-indications for use of albendazole, including comedication known to interact with albendazole metabolism (e.g. carbamazepine, phenobarbital, phenytoin, cimetidine, theophylline, dexamethasone).\n3. Known allergy to amphotericin B or gentamicin.\n4. For female subjects: positive urine pregnancy test at screening\n5. Positive faecal qPCR for hookworm at screening, any known history of hookworm infection or treatment for hookworm infection.\n6. Being an employee or student of the study team.\n7. Current or past scars, tattoos, or other disruptions of skin integrity at the intended site of larval application.\n8. increased risk of complications after skin biopsy (e.g. use of anticoagulants, immunosuppressive medication or having tattoo's in the biopsy region).\n9. Any condition or situation that could influence the independent consent of participant (e.g. being a direct colleague or family member of study personnel).\n10. Any other condition or situation that would, in the opinion of the investigator, place the participant at an unacceptable risk of injury or render the participant unable to meet the requirements of the protocol or would compromise the integrity of the data.\n\nAdditional exclusion criteria for group B participants:\n\n1. For female subjects: pregnancy as determined by positive urine hCG measured before stool donation.\n2. Having one of the following laboratory abnormalities: ferritin \\<10ug/L, transferrin \\<2.04g/L or Hb \\<7.0mmol/L for females or \\<8.0mmol/L for males.\n3. Positive HIV, HBV or HCV screening tests before donation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Leiden University Medical Center","city":"Leiden","zip":"2333 ZA","country":"Netherlands","geoPoint":{"lat":52.15833,"lon":4.49306}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007239","term":"Infections"},{"id":"D000003141","term":"Communicable Diseases"},{"id":"D000006725","term":"Hookworm Infections"},{"id":"D000000724","term":"Ancylostomiasis"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000017206","term":"Strongylida Infections"},{"id":"D000017190","term":"Secernentea Infections"},{"id":"D000009349","term":"Nematode Infections"},{"id":"D000006373","term":"Helminthiasis"},{"id":"D000010272","term":"Parasitic Diseases"}],"browseLeaves":[{"id":"M10283","name":"Infections","asFound":"Infection","relevance":"HIGH"},{"id":"M6368","name":"Communicable Diseases","asFound":"Infection","relevance":"HIGH"},{"id":"M9786","name":"Hookworm Infections","asFound":"Hookworm Infection","relevance":"HIGH"},{"id":"M4055","name":"Ancylostomiasis","asFound":"Hookworm Infection","relevance":"HIGH"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M12296","name":"Nematode Infections","relevance":"LOW"},{"id":"M9461","name":"Helminthiasis","relevance":"LOW"},{"id":"M13185","name":"Parasitic Diseases","relevance":"LOW"},{"id":"T376","name":"Ancylostomiasis","asFound":"Hookworm Infection","relevance":"HIGH"},{"id":"T2684","name":"Helminthiasis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}