{"protocolSection":{"identificationModule":{"nctId":"NCT06475742","orgStudyIdInfo":{"id":"ID-064A303"},"secondaryIdInfos":[{"id":"2024-514354-67","type":"EUDRACT_NUMBER"}],"organization":{"fullName":"Idorsia Pharmaceuticals Ltd.","class":"INDUSTRY"},"briefTitle":"Long-term Safety and Tolerability of Cenerimod in Adults With Systemic Lupus Erythematosus","officialTitle":"A Phase 3, Multicenter, Open-label, Single-arm, Extension Study to Evaluate the Long-term Safety and Tolerability of Cenerimod in Adult Subjects With Moderate-to-Severe Systemic Lupus Erythematosus (SLE) on Top of Background Therapy","acronym":"OPUS OLE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Idorsia Pharmaceuticals Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical study is to learn about the long-term safety and tolerability of cenerimod in adult patients with moderate to severe symptoms of systemic lupus erythematosus.\n\nThe main questions it aims to answer are:\n\n* Whether cenerimod causes any adverse effects ('side effects') when given on top of drugs already being given for systemic lupus erythematosus.\n* How well cenerimod works to reduce symptoms of systemic lupus erythematosus when taken for at least 1 year and up to 3 years.\n\nParticipants taking part in this study will have already taken part in another study, where they received either cenerimod or placebo (look-alike substance containing no active drug) for 1 year.\n\nIn this clinical study approximately 680 participants will receive cenerimod (on top of drugs already being given for systemic lupus erythematosus) for at least 1 year and up to 3 years.","detailedDescription":"Participants who completed the 12-month double-blind treatment period (cenerimod 4 mg or placebo) in either of the parent studies, ID-064A301 or ID-064A302, are eligible to participate in this extension study.\n\nAll participants in this study will receive cenerimod 4 mg for at least 12 months (1 year) and up to a maximum of 36 months (3 years). All participants may additionally receive standard of care treatment for systemic lupus erythematosus, i.e., at least 1 of the following: oral corticosteroids, antimalarial drugs, or immunosuppressant drugs.\n\nWhen all participants have reached at least 12 months of study treatment or have prematurely discontinued study treatment before the end of Month 12, the end-of-treatment will be scheduled for all participants who are still on study treatment.\n\nThe safety follow-up period starts on the day after the last dose of study treatment and ends after 6 months with the final study visit. Thus, the maximum duration of participation is 3.5 years.\n\nData collected in this extension study will allow an assessment of whether the safety and tolerability profile of cenerimod established in the controlled parent studies remains the same after a longer period of treatment."},"conditionsModule":{"conditions":["Lupus Erythematosus, Systemic"],"keywords":["Skin and Connective Tissue Diseases","Connective Tissue Diseases","Immune System Diseases","Autoimmune Diseases","Musculoskeletal and connective tissue disorders"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":680,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Cenerimod 4 mg","type":"EXPERIMENTAL","description":"Participants will receive oral cenerimod once daily in addition to background systemic lupus erythematosus therapy, for at least 1 year and up to a maximum of 3 years.","interventionNames":["Drug: Cenerimod"]}],"interventions":[{"type":"DRUG","name":"Cenerimod","description":"Film-coated tablets at a dose of 4 mg.","armGroupLabels":["Cenerimod 4 mg"],"otherNames":["ACT-334441"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Treatment-emergent adverse events","description":"Occurrence of treatment-emergent adverse events up to the final study visit (maximum 3 years of study treatment plus 6-month safety follow-up period).","timeFrame":"Day 1 (post dose) to a maximum of 3.5 years"},{"measure":"Serious adverse events","description":"Occurrence of serious adverse events up to the final study visit (maximum 3 years of study treatment plus 6-month safety follow-up period).","timeFrame":"Day 1 (post dose) to a maximum of 3.5 years"},{"measure":"Adverse events of special interest","description":"Occurrence of adverse events of special interest up to the final study visit (maximum 3 years of study treatment plus 6-month safety follow-up period).\n\nAdverse events of special interest include the anticipated risks of treatment with cenerimod, known class effects, and events that may be related to systemic lupus erythematosus comorbidities, i.e., adverse events related to:\n\n* Effects on heart rate and rhythm\n* Hypotension\n* Hypertension\n* Cardiovascular\n* Hepatobiliary disorders / liver enzyme abnormalities\n* Pulmonary\n* Eye disorders\n* Infections\n* Skin malignancies\n* Non-skin malignancies","timeFrame":"Day 1 (post dose) to a maximum of 3.5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed and dated informed consent form prior to any study-mandated procedure.\n2. Participants with a diagnosis of systemic lupus erythematosus who:\n\n   * Completed the 12-month double-blind treatment period of either of the parent studies (ID-064A301, ID-064A302).\n   * Did not meet any study treatment stopping criteria during the parent study.\n   * Completed the last scheduled visit of the parent study. Participants who did not complete the last scheduled visit for reasons beyond their control may be eligible for this study upon approval by the sponsor.\n3. Women of child-bearing potential:\n\n   * Negative pregnancy test at Visit 1.\n   * Agreement to undertake monthly urine pregnancy tests from Visit 2 up to 6 months after study treatment discontinuation.\n   * Agreement to use a highly effective method of contraception from Visit 1 up to 6 months after study treatment discontinuation.\n\nExclusion Criteria:\n\n1. Poor compliance with study-mandated procedures during the parent study (ID-064A301 or ID-064A302), e.g., took less than 80% of the planned doses of double-blind study treatment; or did not attend a majority of the site visits, unless there was a medically justified reason as judged by the investigator.\n2. Systemic lupus erythematosus driven renal disease, central nervous system lupus, or active severe or unstable neuropsychiatric systemic lupus erythematosus where, in the judgment of the investigator, protocol-specific systemic lupus erythematosus background therapy is insufficient, and the use of a more aggressive therapeutic approach or other treatments not permitted in the protocol is indicated.\n3. Women of child-bearing potential planning to become pregnant up to the final study visit.\n4. Judged not eligible to participate by the investigator, for any other reason.\n5. Confirmed active or latent tuberculosis (applicable only if requested by local regulations).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Clinical Trial Information USA","role":"CONTACT","phone":"+1 856 661 37 21","email":"idorsiaclinicaltrials@idorsia.com"},{"name":"Clinical Trial Information Europe","role":"CONTACT","phone":"+41 58 844 19 77","email":"idorsiaclinicaltrials@idorsia.com"}],"overallOfficials":[{"name":"Clinical Trials","affiliation":"Idorsia Pharmaceuticals Ltd.","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008180","term":"Lupus Erythematosus, Systemic"}],"ancestors":[{"id":"D000003240","term":"Connective Tissue Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M11177","name":"Lupus Erythematosus, Systemic","asFound":"Lupus Erythematosus, Systemic","relevance":"HIGH"},{"id":"M4629","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M6464","name":"Connective Tissue Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}