{"protocolSection":{"identificationModule":{"nctId":"NCT06479551","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0490 maria"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Comparative Effects of High and Moderate Intensity Resistance Training in Young Football Players","officialTitle":"Comparative Effects of High and Moderate Intensity Resistance Training on Strength, Power and Muscle Soreness in Young Football Players"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-23","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-04-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Football playing is an intermittent sport requiring high intensity dynamic movements, such as acceleration, sprinting and jumping. Higher levels of strength and power are crucial for young football players. Overuse includes using a muscle too much, too soon before warming up, or too often in gym, Tension or stress can cause muscle soreness. DOMS is thought to be due to temporary muscle damage and inflammation for which the most common trigger appears to be eccentric exercises. Exercise induced muscle damage DOMS is considered a type1 muscle strain injury that has a pain free period of one day. Muscle soreness peaks between one to two days. The objective of this study is to compare the effects of high intensity-low volume (HRT) versus moderate intensity-high volume resistance training (MRT) on strength, power and muscle soreness in young football players.\n\nStudy will be a randomized clinical trial, conduct at Pakistan football federation Lahore through convenient sampling techniques. Sample size will be calculated by using G-power. Randomization will be done by Lottery method. Participants will be divided into two groups. Group A will receive High intensity resistance training and Group B will receive moderate intensity resistance training Strength will be calculated by 1RM and sprint test . Power will be measured by vertical and horizontal jump. Muscle soreness and fatigue will be measured by Hooper and MacKinnon questionnaire. Data will be analyzed by SPSS version 25","detailedDescription":"The objective of my study is to compare the effects of high and moderate intensity resistance training on strength, power and muscle soreness in young football players"},"conditionsModule":{"conditions":["Sports Physical Therapy"],"keywords":["Footballer","Muscle soreness","Power","Resistance Training","Sprint"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":26,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group: A","type":"EXPERIMENTAL","description":"13 participants will be in experimental group giving them High intensity-low volume resistance training protocol of 4 reps and 2 sets comprising 90% of 1 RM parallel back squats for six weeks measure all values before giving them protocol and after protocol.","interventionNames":["Other: high intensity-low volume resistance training"]},{"label":"Control Group: B","type":"EXPERIMENTAL","description":"13 participants will be in control group giving them moderate intensity-high volume resistance training training protocol of 8 reps and 3 sets comprising 80% of 1 RM parallel back squats for six weeks measure all values before giving them protocol and after protocol.","interventionNames":["Other: Moderate intensity-high volume resistance training"]}],"interventions":[{"type":"OTHER","name":"high intensity-low volume resistance training","description":"13 participants will be in experimental group giving them High intensity-low volume resistance training protocol of 4 reps and 2 sets comprising 90% of 1 RM parallel back squats for six weeks measure all values before giving them protocol and after protocol.","armGroupLabels":["Experimental Group: A"]},{"type":"OTHER","name":"Moderate intensity-high volume resistance training","description":"13 participants will be in control group giving them Moderate intensity-high volume resistance training of 8 reps and 3 sets comprising 80% of 1 RM parallel back squats for six weeks measure all values before giving them protocol and after protocol.","armGroupLabels":["Control Group: B"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hooper and Mackinnon Questionnaire","description":"This questionnaire was used to measure muscle soreness and fatigue .It comprised of five Questions covering fatigue, sleep,level of muscle soreness and psychological well-being. were measured before and after the intervention session ,with reliability of 0.86 with minimum measurement error it had a strong construct validity.(67)","timeFrame":"six weeks"},{"measure":"Vertical and Horizontal Jump","description":"It is a common test used to gauge athletic performance as well as an exercise for increasing strength and endurance. Athletes compete in the track and field long jump, which tests their strength, speed, and agility as they try to jump as far as they can from a takeoff point. Horizontal jump has reliability of 0.90(0.00) and vertical jump has reliability of 0.86(0.00) will be exhibiting refined concurrent validity.(68)","timeFrame":"six weeks"},{"measure":"1RM, Sprint Test","description":"Its reliability was of (ICC 0.90:CV 4.0%) measurement error 5.1 kg and ICC 0.96, measurement error 3.2 kg, respectively) was resulting with good construct validity. hese assessments are frequently used to evaluate an athlete's performance and monitor their development over time in athletic and fitness contexts.","timeFrame":"six weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male and female players\n\n  * Age 18-24yrs\n  * Player with minimum 1-year experience of football\n  * Muscle soreness value shouldn't be below normal.\n  * Value on Hooper and Mackinnon Questionnaire should be from 1-3.\n  * A minimum score of 3-4 in lower extremity functional scale\n  * Fatigue shouldn't regress the normal.(45)\n\nExclusion Criteria:\n\n* History of lower limb musculoskeletal injuries in last 3months\n\n  * Fracture since last 6months\n  * Taking drugs or ergogenic supplement\n  * Neurological systems are not intact(dermatomes and myotomes)\n  * A minimum score of in lower extremity functional scale.(65, 66)","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"24 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Aamir Gul Memon, MS","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Pakistan football federation Lahore","city":"Lahore","state":"Punjab","zip":"5400","country":"Pakistan","geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"37414459","type":"BACKGROUND","citation":"Currier BS, Mcleod JC, Banfield L, Beyene J, Welton NJ, D'Souza AC, Keogh JAJ, Lin L, Coletta G, Yang A, Colenso-Semple L, Lau KJ, Verboom A, Phillips SM. Resistance training prescription for muscle strength and hypertrophy in healthy adults: a systematic review and Bayesian network meta-analysis. Br J Sports Med. 2023 Sep;57(18):1211-1220. doi: 10.1136/bjsports-2023-106807. Epub 2023 Jul 6."},{"pmid":"36627504","type":"BACKGROUND","citation":"Askew GN. Adaptations for extremely high muscular power output: why do muscles that operate at intermediate cycle frequencies generate the highest powers? J Muscle Res Cell Motil. 2023 Jun;44(2):107-114. doi: 10.1007/s10974-022-09640-2. Epub 2023 Jan 11."},{"pmid":"37407091","type":"BACKGROUND","citation":"Edouard P, Nunes JP, Koral J, Thornton JS, Kemp JL, Gronwald T. Just start and keep training! What is the best resistance training prescription for strength and hypertrophy? Br J Sports Med. 2023 Sep;57(18):1161-1162. doi: 10.1136/bjsports-2023-107234. Epub 2023 Jul 5. No abstract available."},{"pmid":"32491441","type":"BACKGROUND","citation":"Shah A, Bordoni B. Anatomy, Bony Pelvis and Lower Limb, Gluteus Medius Muscle. 2023 Feb 17. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK557509/"},{"pmid":"30855817","type":"BACKGROUND","citation":"Khan IA, Bordoni B, Varacallo M. Anatomy, Bony Pelvis and Lower Limb: Thigh Gracilis Muscle. 2023 Apr 4. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK538229/"},{"pmid":"31536230","type":"BACKGROUND","citation":"Granger CJ, Cohen-Levy WB. Anatomy, Bony Pelvis and Lower Limb: Posterior Tibial Nerve. 2023 May 23. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK546623/"},{"pmid":"36976945","type":"BACKGROUND","citation":"Thomakos P, Spyrou K, Katsikas C, Geladas ND, Bogdanis GC. Effects of Concurrent High-Intensity and Strength Training on Muscle Power and Aerobic Performance in Young Soccer Players during the Pre-Season. Sports (Basel). 2023 Mar 6;11(3):59. doi: 10.3390/sports11030059."},{"pmid":"36175646","type":"BACKGROUND","citation":"Champ CE, Carpenter DJ, Diaz AK, Rosenberg J, Ackerson BG, Hyde PN. Resistance Training for Patients with Cancer: A Conceptual Framework for Maximizing Strength, Power, Functional Mobility, and Body Composition to Optimize Health and Outcomes. Sports Med. 2023 Jan;53(1):75-89. doi: 10.1007/s40279-022-01759-z. Epub 2022 Sep 29."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M30156","name":"Myalgia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}