{"protocolSection":{"identificationModule":{"nctId":"NCT06472193","orgStudyIdInfo":{"id":"Soh-Med-24-05-07MD"},"organization":{"fullName":"Sohag University","class":"OTHER"},"briefTitle":"The Utility of Shanfield Implantation Technique During Creation of Mitrofanoff Procedure in Pediatric Age Group","officialTitle":"The Utility of Shanfield Implantation Technique During Creation of Mitrofanoff Procedure in Pediatric Age Group"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-09","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mahmoud Saad Gad","investigatorTitle":"principal invistigator","investigatorAffiliation":"Sohag University"},"leadSponsor":{"name":"Sohag University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Management of bladder dysfunction was revolutionized by the introduction of intermittent catheterization by Lapides. Later, Mitrofanoff described a trans-appendicular continent cystostomy, launching a new concept whereby the bladder could be emptied by a route other than the urethra.\n\nClean intermittent catheterization (CIC) is one of the main tools for neurogenic lower urinary tract dysfunction management, as it provides adequate bladder emptying and protects the upper urinary tract from high pressures, hence preventing progressive renal damage.\n\nDespite its important role, CIC is difficult to perform in various situations: lack of manual dexterity, female wheelchair patients, body habitus, anatomical morbidity due to extensive surgery or psychological problems. For such patients, continent urinary diversion (CUD) is a viable option for bladder emptying optimization.\n\nVarious techniques have been described to create an anti-reflux appendicovesical anastomosis in pediatric lower urinary tract reconstruction, whether performed via an extravesical or an intravesical route, all share a common denominator of creating a submucosal tunnel in an attempt to replicate the physiological anti-reflux mechanism."},"conditionsModule":{"conditions":["Bladder Dysfunction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"cases","type":"EXPERIMENTAL","interventionNames":["Procedure: Shanfield implantation technique in Mitroffanof procedure"]}],"interventions":[{"type":"PROCEDURE","name":"Shanfield implantation technique in Mitroffanof procedure","description":"a stab incision of the bladder wall 1-2 cm above the trigone is deepened down to the mucosa without penetrating it. The prolapsed mucosa is grasped through this window and incised. The spatulated appendix-Mitrofanoff is advanced through the window to the interior of the bladder and its lower lip is anchored to the trigone 1-2 cm distal to the stab wound with an appropriate size (4/0-6/0) vicryle suture using a U-stich. The stitch passes initially through the bladder wall to its interior, looping full thickness through posterior lip of the appendix, then back through the full thickness of the bladder wall to be knotted outside. Supplementary stitches are added externally between the adventitia of the conduit and the detrusor to stabilise the tube-bladder intersection. The detrusorotomy is closed over loosely forming a short subdetrusor tunnel. This technique will be done by open lower midline incision or by laparoscopy using 3 or 4-port access.","armGroupLabels":["cases"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"antireflux competence of stomal end of the Mitrofanoff conduit","description":"The percentage of patients with whom leakage of urine occured in between CICs","timeFrame":"18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* children with neurogenic bladder dysfunction, as an alternative route for catheterization for those who are unable or unwilling to utilize the native route being sensate urethra.\n* in cases where bladder neck closure or reconstruction is necessary to achieve continence.\n* Patients with urethral valves, prune belly syndrome and bladder exstrophy, performed either as an isolated procedure enabling patients to perform clean intermittent catheterization (CIC) or in relation with concomitant bladder augmentation\n\nExclusion Criteria:\n\npatients clinically unfit for surgery patients underwent previous traditional Mitroffanof procedure\n\n-","healthyVolunteers":false,"sex":"ALL","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"mahmoud s gad, assistant lecutrer","role":"CONTACT","phone":"01010674328","email":"mahmoud_abdelraheem@med.sohag.edu.eg"},{"name":"ahmed A Gafar, professor","role":"CONTACT","phone":"01005768450"}],"locations":[{"facility":"Sohag university Hospital","status":"RECRUITING","city":"Sohag","country":"Egypt","contacts":[{"name":"Magdy M Amin, professor","role":"CONTACT"}],"geoPoint":{"lat":26.55695,"lon":31.69478}}]},"referencesModule":{"references":[{"pmid":"32828684","type":"BACKGROUND","citation":"Paludo AO, Castro LFC, Gorgen ARH, Schwengber VHV, Dos Santos EB, Tavares P, Rosito TE, Corbetta JP. Garrahan U-Stitch laparoscopic appendicovesicostomy - Making surgery easier. J Pediatr Urol. 2020 Oct;16(5):719-720. doi: 10.1016/j.jpurol.2020.07.046. Epub 2020 Aug 10."},{"pmid":"35063366","type":"BACKGROUND","citation":"Gander R, Asensio M, Royo GF, Lopez M. Pediatric laparoscopic mitrofanoff procedure- preliminary results of a simplified technique. J Pediatr Urol. 2022 Apr;18(2):112.e1-112.e7. doi: 10.1016/j.jpurol.2021.12.018. Epub 2022 Jan 7."},{"pmid":"27349147","type":"BACKGROUND","citation":"Gundeti MS, Petravick ME, Pariser JJ, Pearce SM, Anderson BB, Grimsby GM, Akhavan A, Dangle PP, Shukla AR, Lendvay TS, Cannon GM Jr, Gargollo PC. A multi-institutional study of perioperative and functional outcomes for pediatric robotic-assisted laparoscopic Mitrofanoff appendicovesicostomy. J Pediatr Urol. 2016 Dec;12(6):386.e1-386.e5. doi: 10.1016/j.jpurol.2016.05.031. Epub 2016 Jun 15."},{"pmid":"4566812","type":"BACKGROUND","citation":"Shanfield I. New experimental methods for implantation of the ureter in bladder and conduit. Transplant Proc. 1972 Dec;4(4):637-8. No abstract available."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}