{"protocolSection":{"identificationModule":{"nctId":"NCT06474403","orgStudyIdInfo":{"id":"LTEPPHR - 030524"},"organization":{"fullName":"State Budget Public Health Institution Scientific Research Institute - Ochapovsky Regional Clinical Hospital","class":"OTHER_GOV"},"briefTitle":"Laparoscopic Total Extraperitoneal Plasty as a Modification of Sugabecker's Operation","officialTitle":"The Laparoscopic Total Extraperitoneal Parastomal Hernia Repair as a Modification of Sugabecker's Operation","acronym":"LTEPP"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-12","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-12-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"State Budget Public Health Institution Scientific Research Institute - Ochapovsky Regional Clinical Hospital","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Abstract:\n\nParastomal hernia is a frequent complication following stoma formation, presenting a significant surgical challenge with high recurrence rates. The present study explores the efficacy of the laparoscopic total extraperitoneal (TEP) approach in parastomal hernia repair, conceived as a modification of the Sugabecker's operation. This prospective work, who analysis aims to evaluate the feasibility, safety, and recurrence rates associated with this minimally invasive technique.\n\nMethods:\n\nA comprehensive review of patients undergoing laparoscopic TEP parastomal hernia repair between 2024 and 2026 will be performed. Patient demographics, operative details, intraoperative complications, postoperative morbidity, recovery times, and hernia recurrence rates will be collate and analyze.\n\nResults:\n\nThe study will include 30 patients with a median follow-up period of 1month (firstly viewer's point) and 12 months (second view point ). The all of parastomal hernias will associated with colostomies. Early mobilization will achieve, with most patients returning to their routine activities within 2 weeks.\n\nDiscussion:\n\nWe anticipate that the data will suggest the laparoscopic TEP technique for parastomal hernia repair is a viable alternative to traditional methods, with a favorable safety profile. The minimally invasive nature of the operation appears to facilitate enhanced recovery while maintaining low recurrence rates. Compared to the original Sugarbaker operation, where the mesh is placed intraperitoneally, the extraperitoneal placement of the mesh in TEP repair minimizes the potential for adhesion formation and related complications. Furthermore, aesthetic outcomes and patient satisfaction reports indicate a positive outlook.\n\nConclusion:\n\nThe laparoscopic TEP approach for parastomal hernia repair offers a modification to the Sugarbaker operation with potential benefits, including reduced operative morbidity, faster recovery, and potentially lower recurrence rates. Extended follow-up and comparison with the traditional approach are warranted to conclusively establish the long-term outcomes of this technique. This study contributes to the evolving surgical management of parastomal hernias, advancing towards less invasive and more patient-centered treatment modalities.","detailedDescription":"Introduction:\n\nParastomal herniation presents as a common complication following stomal surgeries, creating significant morbidity and adversely impacting the quality of life for patients. Traditional open surgical techniques, including Sugabecker's operation, offer variable success rates and potential complications. This study proposes an adaptation utilizing a laparoscopic total extraperitoneal (TEP) approach, tailored to enhance the original Sugabecker method while aiming to reduce the perioperative morbidity and recurrence rates associated with parastomal hernia repairs.\n\nObjective:\n\nThe primary objective of this research is to investigate the laparoscopic TEP parastomal hernia repair as a modification of the Sugabecker's operation and to assess its outcomes in terms of feasibility, safety, and hernia recurrence rate.\n\nBrief Protocol Description:\n\nEligible candidates who have developed parastomal hernias following stoma creation and consented to the study will undergo laparoscopic TEP repair. The procedure involves an initial unilateral transrectal incision followed by the creation of an preperitoneal or retro-rectus space where a mesh is positioned to reinforce the abdominal wall and the stoma. Also it will has was formed oblique hernia canal. The operative and postoperative outcomes of these patients will be studied in comparison with control group treated with the traditional Sugabecker's operation.\n\nScientific Hypothesis:\n\nThe hypothesis underpinning this research is that a laparoscopic TEP approach to parastomal hernia repair, modifying Sugabecker's procedure, can provide more favorable outcomes, for example: less intraoperative trauma, fewer bowel injuries due to adhesiolysis, and fewer intestinal perforations. Specifically, it is expected that this minimally invasive method will result in a significant reduction in postoperative pain, shorter hospital stays, faster recovery, decreased morbidity, and lower hernia recurrence rates in comparison with the traditional Sugabecker's or Paul's operations.\n\nExpected Results:\n\nThis study anticipates that the laparoscopic TEP repair will demonstrate:\n\n1. A safe and reproducible procedure adaptable to different hernia sizes and locations around stomas.\n2. Reduced immediate intra - and postoperative complications, including infections and hematoma formation.\n3. Quicker patient mobilization and discharge times when compared with the open approach.\n4. A statistically significant reduction in parastomal hernia recurrence over a long-term follow-up when matched against controls who have undergone traditional Sugabecker's repair.\n5. High patient satisfaction scores and improved quality of life indicators due to the minimally invasive nature of the repair.\n\nIn conclusion, through a detailed analysis of perioperative outcomes, long-term follow-up, and comparative studies with traditional methods, this research aims to establish the laparoscopic TEP approach as a superior modification to parastomal hernia repair, upholding the tenets of enhanced recovery and patient-centered care."},"conditionsModule":{"conditions":["Parastomal Hernia"],"keywords":["Parastomal Hernia","Hernia Recurrence","Minimally Invasive Surgery","Sugabecker's Operation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"This randomized controlled trial aims to assess the efficacy and safety of a modified Sugarbaker technique in the laparoscopic total extraperitoneal repair of parastomal hernias.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"This clinical trial incorporates a double-blind design. Neither participants nor the surgeons performing the procedures will be informed about whether a patient is receiving the modified Sugarbaker's operation or a standard parastomal hernia repair technique. The intent is to prevent any potential bias in surgical performance and postoperative care. Outcome assessors analyzing recovery data, hernia recurrence rates, and complication rates will also be blinded to the intervention received by each participant. This ensures an unbiased collection and interpretation of data, enhancing the validity of the trial outcomes. Specific measures will have been taken to maintain blinding, including the use of identical operative room setup and post-surgical care protocols, with only the core surgical team aware of the specific intervention being applied. All study personnel involved in data collection, analysis, and patient follow-up will remain blinded until data lock","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"standard Sugarbecker's operation","type":"OTHER","description":"patients this group will receive the standard Sugarbaker parastomal hernia repair, a well-established technique involving the placement of as an IPOM mesh replacement to reinforce the abdominal wall.","interventionNames":["Procedure: standard Sugarbecker's operation"]},{"label":"modified Sugarbecker's operation","type":"OTHER","description":"patients this group will undergo a modified technique where the mesh is positioned entirely within the extraperitoneal space","interventionNames":["Procedure: modified Sugarbecker's operation"]}],"interventions":[{"type":"PROCEDURE","name":"standard Sugarbecker's operation","description":"Eligible candidates who have developed parastomal hernias following stoma creation and consented to the study will undergo laparoscopic TEP repair. The procedure involves an initial unilateral transrectal incision followed by the creation of an preperitoneal or retro-rectus space where a mesh is positioned to reinforce the abdominal wall and the stoma. Also it will has was formed oblique hernia canal. The operative and postoperative outcomes of these patients will be studied in comparison with control group treated with the traditional Sugabecker's operation.","armGroupLabels":["standard Sugarbecker's operation"]},{"type":"PROCEDURE","name":"modified Sugarbecker's operation","description":"Eligible candidates who have developed parastomal hernias following stoma creation and consented to the study will undergo laparoscopic TEP repair. The procedure involves an initial unilateral transrectal incision followed by the creation of an preperitoneal or retro-rectus space where a mesh is positioned to reinforce the abdominal wall and the stoma. Also it will has was formed oblique hernia canal. The operative and postoperative outcomes of these patients will be studied in comparison with control group treated with the traditional Sugabecker's operation.","armGroupLabels":["modified Sugarbecker's operation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recurrence Rate of Parastomal Hernia","description":"This outcome measures the rate at which the hernias recur post-surgery after using the laparoscopic total extraperitoneal parastomal hernia repair technique modified from the traditional Sugarbaker's operation. A recurrence constitutes any hernia that reappears in the region of the stoma where the surgery was initially performed.","timeFrame":"1 year post-operation Ensure that the timelines, definitions, and other details reflect the specific procedures and follow-ups that are planned for the clinical trial being discussed."}],"secondaryOutcomes":[{"measure":"Incidence of Infectious Complications at the Surgical Site and Mesh Placement Area","description":"This measure tracks the occurrence of infectious complications at the site of the surgical wound and where the mesh is placed. Such complications include signs of infection at the incision site, such as redness, swelling, and discharge, as well as deeper infections involving the mesh.","timeFrame":"Assessed at post-operative days 1, 3, 7, 14, and during follow-up visits at 1 month, 3 months, and 6 months"},{"measure":"Quality of Life Assessment - Short Form Health Survey (SF-36) Score","description":"The SF-36 is a 36-item patient-reported survey of patient health, measuring 8 domains: physical functioning, bodily pain, role limitations due to physical health problems, role limitations due to personal or emotional problems, emotional well-being, social functioning, energy/fatigue, and general health perceptions. Scores range from 0 to 100, with higher scores indicating better health status/quality of life.","timeFrame":"Assessed pre-operation and at 3 months, 6 months, 1 year, and 2 years post-operation"},{"measure":"Length of Hospital Stay","description":"Tracking the duration from the completion of surgery until discharge to assess the potential impact of the laparoscopic total extraperitoneal approach on recovery times.","timeFrame":"From date of surgery until hospital discharge, assessed up to 30 days"},{"measure":"Intra-operative Complications","description":"Monitoring and recording of any complications that occur during the surgery, including but not limited to, bowel injury, bleeding, or unexpected conversion to open surgery.","timeFrame":"During operation"},{"measure":"Postoperative Pain Levels -Visual Analog Scale (VAS) for Pain","description":"The VAS is a continuous scale comprised of a horizontal line, 100 mm in length, anchored by two verbal descriptors, one for each symptom extreme (e.g. \"no pain\" and \"worst possible pain\"). Patients mark a point on the line that represents their current level of pain. Scores range from 0 (no pain) to 100 (worst possible pain), with higher scores indicating more severe pain.","timeFrame":"Assessed at 24 hours, 72 hours, and 7 days post-operation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adult patients with a confirmed diagnosis of parastomal hernia post-stoma creation surgery;\n2. Symptomatic hernias requiring surgical intervention;\n3. Able to undergo the surgical approach under general anesthesia;\n4. Patients who can provide informed consent.\n\nNon-Inclusion Criteria:\n\nPatients with contraindications to laparoscopic surgery, such as uncontrolled coagulopathies, severe cardiorespiratory conditions, or extensive intra-abdominal adhesions are excluded. Those with ongoing peritonitis, incarcerated hernias requiring urgent care, or malignancy at the hernia site are also excluded.\n\nExclusion Criteria:\n\n* Patients unwilling to provide informed consent;\n* Patients with a life expectancy less than the study follow-up period;\n* Patients who have previously undergone other types of hernia repair, which could confound the operative and postoperative outcomes being measured.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Aleksandr Petrovsky, MD, PhD","role":"CONTACT","phone":"+79094648456","email":"a_petrovsky@mail.ru"},{"name":"Vadim Polovinkin, MD, PhD","role":"CONTACT","phone":"+7 (918) 65-66-727","email":"vvpolovinkin@gmail.com"}],"locations":[{"facility":"S.V. Ochapovsky Regional Clinical Hospital #1","status":"RECRUITING","city":"Krasnodar","zip":"350040","country":"Russian Federation","geoPoint":{"lat":45.04484,"lon":38.97603}}]},"ipdSharingStatementModule":{"ipdSharing":"YES"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006547","term":"Hernia"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M14850","name":"Recurrence","relevance":"LOW"},{"id":"M9625","name":"Hernia","asFound":"Hernia","relevance":"HIGH"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}