{"protocolSection":{"identificationModule":{"nctId":"NCT06474507","orgStudyIdInfo":{"id":"CBSinICVD"},"organization":{"fullName":"Tongji Hospital","class":"OTHER"},"briefTitle":"Efficacy and Safety of Calculus Bovis Sativus (CBS) for Ischemic Cerebral Vascular Disease (CBSinICVD)","officialTitle":"An Open Label Clinical Trial to Evaluate the Efficacy and Safety of Calculus Bovis Sativus (CBS) for Ischemic Cerebral Vascular Disease"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-02","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Wei Wang","investigatorTitle":"Professor of Neurology, President of Tongji Hospital","investigatorAffiliation":"Tongji Hospital"},"leadSponsor":{"name":"Tongji Hospital","class":"OTHER"},"collaborators":[{"name":"Wuhan Jianmin DAPENG Pharmaceutical Co., Ltd.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The most common cause of death for Chinese patients is ischemic cerebrovascular diseases(ICVD), particularly cerebral infarction. It places a heavy burden on people, families, and society as a whole and poses considerable risks of death and disability. The disease known as CSVD has a subtle beginning, is difficult to identify, and is frequently detected only after it progresses to the point of vascular cognitive dysfunction. The primary ischemia necrosis of brain nerve cells and the activation of inflammatory cells are their pathologic processes.\n\nAccording to historical Chinese medical documents, bezoar possesses properties that can help prevent seizures, treat strokes, enhance cognitive function and mental well-being, and stimulate alertness. Calculus Bovis Sativus (CBS) is the most authentic formulation of bezoar ingredients compared to other bezoar products. It has received approval from the China Food and Drug Administration for the essential treatment of comatose patients. CBS consists of three primary constituents: bilirubin, bile acids, and taurine. Scientific evidence has demonstrated that all of these components possess anti-inflammatory, antioxidant, and neuroprotective properties.\n\nThe investigators' objective is to carry out an investigator-initiated clinical study to assess the efficacy of orally administered CBS in treating ischemic cerebrovascular diseases in humans."},"conditionsModule":{"conditions":["Ischemic Cerebrovascular Disease","Acute Ischemic Stroke","Cerebral Small Vessel Diseases"],"keywords":["Calculus Bovis Sativus","Neuroprotection","Neuroinflammation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":230,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CBS therapy, CBS dosage: 100mg per day from day 1 to day 84, in ICVD cohort","type":"EXPERIMENTAL","description":"Subjects in ICVD cohort of this arm will receive general therapy plus CBS.","interventionNames":["Drug: Calculus bovis sativus (CBS)"]},{"label":"Control therapy: no intervention, in ICVD cohort.","type":"NO_INTERVENTION","description":"Subjects in ICVD cohort of this arm will only receive general therapy."},{"label":"CBS therapy, CBS dosage: 100mg per day from day 1 to day 84, in healthy cohort","type":"EXPERIMENTAL","description":"Subjects in healthy cohort of this arm will only receive CBS.","interventionNames":["Drug: Calculus bovis sativus (CBS)"]}],"interventions":[{"type":"DRUG","name":"Calculus bovis sativus (CBS)","description":"Subjects will orally receive 100mg CBS per day from day 1 to day 84.","armGroupLabels":["CBS therapy, CBS dosage: 100mg per day from day 1 to day 84, in ICVD cohort","CBS therapy, CBS dosage: 100mg per day from day 1 to day 84, in healthy cohort"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Modified Rankin Scale (mRS)","description":"To assess mRS of subjects within 12 weeks after treatment initiation","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The National Institutes of Health Stroke Scale, NIHSS","description":"To assess NIHSS of subjects within 12 weeks after treatment initiation","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"Incidence and Severity of AEs and SAEs","description":"To evaluate the incidence of AEs and SAEs occurred within 14 weeks after treatment initiation","timeFrame":"Up to 14 weeks after treatment initiation"}],"secondaryOutcomes":[{"measure":"The number of newly increased cerebral infarction on diffusion-weighted imaging at week 12 compared with baseline (visit 1) and control group.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The number of lacunes on T1 weighted imaging at week 12 compared with baseline (visit 1) and control group.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The number of white matter hyper-intensities on T2 flair weighted imaging at week 12 compared with baseline (visit 1) and control group.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The number of cerebral microbleeds on susceptibility weighted imaging at week 12 compared with baseline (visit 1) and control group.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The score of Mini-mental State Examination (MMSE) at week 12 compared with baseline (visit 1) and control group.","description":"The score of MMSE ranges from 0 to 30, and 30 represents the best.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The score of Montreal cognitive assessment scale (MoCA) at week 12 compared with baseline (visit 1) and control group.","description":"The score of MoCA ranges from 0 to 30, and 30 represents the best.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The score of subjective cognitive decline questionnaire (SCD) at week 12 compared with baseline (visit 1) and control group.","description":"The score of SCD ranges from 0 to 9, and 9 represents the worst.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The score of Hamilton Anxiety Scale at week 12 compared with baseline (visit 1) and control group.","description":"The score of Hamilton Anxiety Scale ranges from 0 to 56, and 56 represents the worst.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The score of Hamilton Depression Scale at week 12 compared with baseline (visit 1) and control group.","description":"The score of Hamilton Depression Scale ranges from 0 to 81, and 81 represents the worst.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The score of 36-item Short-Form (SF-36) at week 12 compared with baseline (visit 1) and control group.","description":"The score of SF-36 ranges from 0 to 100, and 100 represents the best.","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The incidence of Columbia-Suicide Severity Rating Scale (C-SSRS) events at week 14 compared with baseline (visit 1) and control group","timeFrame":"Up to 14 weeks after treatment initiation"}],"otherOutcomes":[{"measure":"Fecal flora abundance at week 12 compared with baseline (visit 1).","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"Fecal metabolomics analysis at week 12 compared with baseline (visit 1).","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"Profiling of cell subtypes at week 12 compared with baseline (visit 1).","timeFrame":"Up to 12 weeks after treatment initiation"},{"measure":"The value of SUVmax and ratio of T/B of inflammatory lesion in 18F-DPA-714 PET/MR imaging examinations at week 12 compared with baseline (visit 1)","timeFrame":"Up to 12 weeks after treatment initiation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* ICVD cohort:\n\n  * Subjects are able to understand the purpose and risks of the study, provide informed consent, and authorize the use of confidential health information in accordance with national and local privacy regulations.\n  * Both men and women are welcome, and the age at the time of providing informed consent is 18-80 years (inclusive).\n  * All women of childbearing age and all men must use contraceptive measures during the study and for at least 30 days after the last dose of study treatment. In addition, subjects should not donate sperm or eggs during the study and for at least 30 days after the last dose of study treatment.\n  * Must be diagnosed with\n\n    ① Ischemic stroke, according to the \"Diagnosis Points of Various Cerebrovascular Diseases\" of the Fourth National Cerebrovascular Disease Academic Conference, the main clinical diagnosis is ischemic stroke (cerebral infarction), 1 point ≤ NIHSS ≤ 24 points, and mRS ≤ 3 points; or ② Cerebral small vessel disease, according to the results of conventional sequence MRI examination, Fazekas score on T2 FLAIR sequence ≥ 3 points (0-6 points, the sum of paraventricular WMH score + subcortical WMH score), and mRS ≤ 3 points (mRS ≤ 4 points for those with recent subcortical small infarction within 1 month).\n  * Neurological examination showed stability within 30 days before baseline (visit 1).\n* Healthy cohort:\n\n  * Age ≥ 18 years old when signing the informed consent form\n  * Healthy adult subjects without underlying diseases\n\nExclusion Criteria:\n\n1. Medical History and Current Health Status 1.1. Any clinically significant cardiac, endocrine, hematologic, hepatic, immune, infectious, metabolic, urologic, pulmonary, neurological, dermatologic, psychiatric, and renal disease or other major medical history that the investigator determines would preclude participation in the clinical trial.\n\n   1.2. Any untreated teratoma or thymoma at the baseline visit (randomization) 1.3. Other causes of symptoms, including CNS infection, septic encephalopathy, metabolic encephalopathy, epileptic disorders, mitochondrial disease, Klein-Levin syndrome, Creutzfeldt-Jakob disease, rheumatic disease, Reyes syndrome, or inborn errors of metabolism.\n\n   1.4. History of herpes simplex encephalitis within the previous 24 weeks. 1.5. Any surgical procedure within 4 weeks prior to baseline, except laparoscopic surgery or minor surgery (defined as surgery requiring only local anesthesia or conscious sedation, i.e., surgery that does not require general, neuraxial, or regional anesthesia and can be performed on an outpatient basis; e.g., toenail surgery, mole surgery, wisdom tooth extraction), excluding thymoma or teratoma removal.\n\n   1.6. Planned surgery during the study (except minor surgery). 1.7. History of severe allergic or anaphylactic reactions, or any allergic reaction that the investigator believes may be exacerbated by any component of study treatment.\n\n   1.8. Current or history of malignant disease, including solid tumors and hematologic malignancies (except for basal cell carcinoma and squamous cell carcinoma that have been completely resected and considered cured for at least 12 months prior to Day -1). Subjects with cancer remission for more than 5 years prior to baseline (Visit 1) may be included after discussion with the sponsor/sponsor approval.\n\n   1.9. A history of gastrointestinal surgery (except appendectomy or cholecystectomy performed more than 6 months before screening), irritable bowel syndrome, inflammatory bowel disease (Crohn's disease, ulcerative colitis), or other clinically significant active gastrointestinal diseases in the opinion of the investigator.\n\n   1.10. A history of clinically significant recurrent or active gastrointestinal symptoms (e.g., nausea, diarrhea, dyspepsia, constipation) within 90 days before screening, including the need to start symptomatic treatment (e.g., start medication for gastroesophageal reflux disease) or a change in symptomatic treatment within 90 days before screening (e.g., dose increase).\n\n   1.11. A history of diverticulitis or concurrent severe gastrointestinal (GI) abnormalities (e.g., symptomatic diverticular disease) because the investigator believes that this may lead to an increased risk of complications such as GI perforation.\n\n   1.12. A history of blood donation (1 unit or more), plasma donation, or platelet donation within 90 days before screening.\n\n   1.13. Active suicidal ideation within 6 months before screening, or a history of suicide attempt within 3 years before screening.\n\n   1.14. Based on the investigator's judgment, there are serious diseases or abnormalities in the clinical laboratory test results that prevent the patient from completing the study or participating in the study safely.\n\n   1.15. Pregnant or lactating, or planning to become pregnant during the study or within 3 months after the last dose of the study drug; women of childbearing potential must have a negative serum pregnancy test result at screening and a negative urine pregnancy test result before the start of the study.\n\n   1.16. The subject's mental or physical condition will hinder the evaluation of efficacy and safety.\n\n   1.17. Systolic blood pressure \\>150 mmHg or \\<90 mmHg after sitting still for 5 minutes or before dosing at screening. If out of range, it can be measured again at screening and before dosing. If the repeated measurement value is still out of range, the subject shall not receive the drug.\n\n   1.18. Subjects with second or third degree atrioventricular block or sick sinus syndrome, poorly controlled atrial fibrillation, severe or unstable angina, congestive heart failure, myocardial infarction, or significant ECG abnormalities, including QTc\\>450 msec (male) or 470 msec (female), where QTc is determined based on the Fridericia correction method, within 3 months prior to the screening visit.\n\n   1.19. Planned elective procedures or surgeries at any time after signing the ICF by follow-up visit.\n\n   1.20. Any condition that affects the absorption of study treatment (e.g., gastrectomy).\n\n   1.21. History of hypersensitivity to heparin or history of heparin-induced thrombocytopenia.\n\n   1.22. Subjects with abnormalities in medical history, physical examination, ECG, or diagnostic laboratory tests that the investigator considers to be clinically relevant.\n2. Risk of infection 2.1. History of human immunodeficiency virus (HIV) or positive test results at screening.\n\n   2.2. Current infection with hepatitis C (defined as positive HCV antibodies and detectable HCV RNA). Subjects with positive HCV antibodies and HCV RNA below the limit of detection are eligible to participate in the study.\n\n   2.3. Current infection with hepatitis B (defined as positive HBsAg and/or positive total anti-HBc). Subjects who are immune to hepatitis B after previous natural infection (defined as negative HBsAg, positive anti-HBc, and positive anti-HBs) or vaccination (defined as negative HBsAg, negative anti-HBc, and positive anti-HBs) are eligible to participate in the study.\n\n   2.4. Chronic, recurrent, or severe infection (e.g., pneumonia, sepsis) within 90 days prior to baseline (visit 1).\n\n   2.5. History of TB diagnosis or positive latent TB test result (defined as positive IGRA test result or 2 consecutive times.\n\n   2.6. Symptoms of bacterial, fungal, or viral infection (including upper respiratory tract infection) within 28 days prior to baseline (visit 1). Subjects with localized fungal infection (e.g., candidiasis, tinea) are eligible for rescreening after successful treatment of the infection.\n\n   2.7. Infection requiring hospitalization or IV anti-infective medication within 4 weeks prior to baseline visit.\n\n   2.8. Any live or live attenuated vaccine within 28 days prior to baseline (visit 1) or planned during the study.\n\n   2.9. Contraindications to all of the following salvage therapies: rituximab, IVIG, high-dose corticosteroids, or IV cyclophosphamide.\n\n   2.10. History of or receipt of the following treatments:\n   1. Total lymphoid irradiation, cladribine, T-cell or T Cell recipient vaccination, total body irradiation, or total lymphoid irradiation at any time.\n   2. Stem cell transplantation at any time.\n3. Laboratory Values 3.1. Abnormal laboratory values determined by the investigator to be clinically significant at Screening or Baseline (Visit 1).\n\n   3.2. Any of the following blood test abnormalities at Screening:\n   1. WBC \\< 3.0 × 103/µL\n   2. ANC \\< 2.0 × 103/µL\n   3. Absolute lymphocyte count \\< 0.5 × 103/µL\n   4. Platelet count \\< × 10 × 104/µL\n   5. ALT, AST, or GGT ≥ 3 x ULN or bilirubin \\> 2 x ULN\n   6. eGFR ≤ 60 mL/min/1.73 m2\n   7. Lymphocyte count \\< LLN 3.3. Any of the following urine test abnormalities at Screening:\n\n   <!-- -->\n\n   1. β-2-microglobulin\\>0.3 μg/mL\n   2. Albumin/creatinine ratio\\>22.6 mg/mmol\n4. Others 4.1. Previous participation in this study. 4.2. Blood donation (1 unit or more) within 90 days before screening, plasma donation within 1 week before screening, and platelet donation within 6 weeks before screening.\n\n4.3. History of alcohol or drug abuse in the past year (determined by the investigator).\n\n4.4. Pregnant or lactating subjects, as well as subjects planning to become pregnant or start breastfeeding at any time during the study and within 30 days after completion of study treatment.\n\n4.5. Participating in a clinical trial or having participated in a clinical trial within 90 days before screening.\n\n4.6. History of clinically significant suicidal thoughts or behaviors in the past 12 months as assessed by C-SSRS at screening.\n\n4.7. Unwilling or unable to comply with protocol requirements. 4.8. The patient has obvious hearing or vision impairment, language barriers, claustrophobia, etc., which makes the patient unable to cooperate with the neuropsychological scale assessment and MRI examination.\n\n4.9. The researcher or sponsor believes that there are other unknown reasons that make the subject unsuitable for inclusion.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ke Shang, MD","role":"CONTACT","phone":"86-27-83663337","email":"kay_sang@qq.com"},{"name":"Ke Shang, MD","role":"CONTACT","phone":"86-27-83663332","email":"kay_sang@hust.edu.cn"}],"overallOfficials":[{"name":"Wei Wang, MD","affiliation":"Tongji Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Tongji Hospital affiliated to Tongji Medical College of Huazhong University of Science and Technology","city":"Wuhan","state":"Hubei","zip":"430000","country":"China","geoPoint":{"lat":30.58333,"lon":114.26667}}]},"referencesModule":{"references":[{"pmid":"27880884","type":"BACKGROUND","citation":"Fu WJ, Lei T, Yin Z, Pan JH, Chai YS, Xu XY, Yan YX, Wang ZH, Ke J, Wu G, Xu RH, Paranjpe M, Qu L, Nie H. Anti-atherosclerosis and cardio-protective effects of the Angong Niuhuang Pill on a high fat and vitamin D3 induced rodent model of atherosclerosis. J Ethnopharmacol. 2017 Jan 4;195:118-126. doi: 10.1016/j.jep.2016.11.015. Epub 2016 Nov 20."},{"pmid":"37633621","type":"BACKGROUND","citation":"Zhou J, Jiang T, Wang J, Wu W, Duan X, Jiang H, Jiao Z, Wang X. Multimodal investigation reveals the neuroprotective mechanism of Angong Niuhuang pill for intracerebral hemorrhage: Converging bioinformatics, network pharmacology, and experimental validation. J Ethnopharmacol. 2024 Jan 30;319(Pt 1):117045. doi: 10.1016/j.jep.2023.117045. Epub 2023 Aug 24."},{"pmid":"32068140","type":"BACKGROUND","citation":"Yu ZJ, Xu Y, Peng W, Liu YJ, Zhang JM, Li JS, Sun T, Wang P. Calculus bovis: A review of the traditional usages, origin, chemistry, pharmacological activities and toxicology. J Ethnopharmacol. 2020 May 23;254:112649. doi: 10.1016/j.jep.2020.112649. Epub 2020 Feb 14."},{"pmid":"26016891","type":"BACKGROUND","citation":"Shi Y, Xiong J, Sun D, Liu W, Wei F, Ma S, Lin R. Simultaneous quantification of the major bile acids in artificial Calculus bovis by high-performance liquid chromatography with precolumn derivatization and its application in quality control. J Sep Sci. 2015 Aug;38(16):2753-62. doi: 10.1002/jssc.201500139. Epub 2015 Jun 30."},{"pmid":"23392879","type":"BACKGROUND","citation":"Shimada K, Azuma Y, Kawase M, Takahashi T, Schaffer SW, Takahashi K. Taurine as a marker for the identification of natural Calculus Bovis and its substitutes. Adv Exp Med Biol. 2013;776:141-9. doi: 10.1007/978-1-4614-6093-0_15."},{"pmid":"34736706","type":"BACKGROUND","citation":"Li X, Yao Y, Chen M, Ding H, Liang C, Lv L, Zhao H, Zhou G, Luo Z, Li Y, Zhang H. Comprehensive evaluation integrating omics strategy and machine learning algorithms for consistency of calculus bovis from different sources. Talanta. 2022 Jan 15;237:122873. doi: 10.1016/j.talanta.2021.122873. Epub 2021 Sep 30."},{"pmid":"25829769","type":"BACKGROUND","citation":"Liu Y, Tan P, Liu S, Shi H, Feng X, Ma Q. A new method for identification of natural, artificial and in vitro cultured Calculus bovis using high-performance liquid chromatography-mass spectrometry. Pharmacogn Mag. 2015 Apr-Jun;11(42):304-10. doi: 10.4103/0973-1296.153083."},{"pmid":"36871364","type":"BACKGROUND","citation":"Tang Y, Han Z, Zhang H, Che L, Liao G, Peng J, Lin Y, Wang Y. Characterization of Calculus bovis by principal component analysis assisted qHNMR profiling to distinguish nefarious frauds. J Pharm Biomed Anal. 2023 May 10;228:115320. doi: 10.1016/j.jpba.2023.115320. Epub 2023 Mar 1."},{"pmid":"20804621","type":"BACKGROUND","citation":"Takahashi K, Azuma Y, Shimada K, Saito T, Kawase M, Schaffer SW. Quality and safety issues related to traditional animal medicine: role of taurine. J Biomed Sci. 2010 Aug 24;17 Suppl 1(Suppl 1):S44. doi: 10.1186/1423-0127-17-S1-S44."},{"pmid":"32730869","type":"BACKGROUND","citation":"Lu F, Wang L, Chen Y, Zhong X, Huang Z. In vitro cultured calculus bovis attenuates cerebral ischaemia-reperfusion injury by inhibiting neuronal apoptosis and protecting mitochondrial function in rats. J Ethnopharmacol. 2020 Dec 5;263:113168. doi: 10.1016/j.jep.2020.113168. Epub 2020 Jul 27."},{"pmid":"27616028","type":"BACKGROUND","citation":"Zhong XM, Ren XC, Lou YL, Chen MJ, Li GZ, Gong XY, Huang Z. Effects of in-vitro cultured calculus bovis on learning and memory impairments of hyperlipemia vascular dementia rats. J Ethnopharmacol. 2016 Nov 4;192:390-397. doi: 10.1016/j.jep.2016.09.014. Epub 2016 Sep 9."},{"pmid":"34153399","type":"BACKGROUND","citation":"Vitek L, Tiribelli C. Bilirubin: The yellow hormone? J Hepatol. 2021 Dec;75(6):1485-1490. doi: 10.1016/j.jhep.2021.06.010. Epub 2021 Jun 18."},{"pmid":"30612336","type":"BACKGROUND","citation":"Thakkar M, Edelenbos J, Dore S. Bilirubin and Ischemic Stroke: Rendering the Current Paradigm to Better Understand the Protective Effects of Bilirubin. Mol Neurobiol. 2019 Aug;56(8):5483-5496. doi: 10.1007/s12035-018-1440-y. Epub 2019 Jan 5."},{"pmid":"31353321","type":"BACKGROUND","citation":"Vasavda C, Kothari R, Malla AP, Tokhunts R, Lin A, Ji M, Ricco C, Xu R, Saavedra HG, Sbodio JI, Snowman AM, Albacarys L, Hester L, Sedlak TW, Paul BD, Snyder SH. Bilirubin Links Heme Metabolism to Neuroprotection by Scavenging Superoxide. Cell Chem Biol. 2019 Oct 17;26(10):1450-1460.e7. doi: 10.1016/j.chembiol.2019.07.006. Epub 2019 Jul 25."},{"pmid":"36921602","type":"BACKGROUND","citation":"Liu HW, Gong LN, Lai K, Yu XF, Liu ZQ, Li MX, Yin XL, Liang M, Shi HS, Jiang LH, Yang W, Shi HB, Wang LY, Yin SK. Bilirubin gates the TRPM2 channel as a direct agonist to exacerbate ischemic brain damage. Neuron. 2023 May 17;111(10):1609-1625.e6. doi: 10.1016/j.neuron.2023.02.022. Epub 2023 Mar 14."},{"pmid":"32182223","type":"BACKGROUND","citation":"Bhargava P, Smith MD, Mische L, Harrington E, Fitzgerald KC, Martin K, Kim S, Reyes AA, Gonzalez-Cardona J, Volsko C, Tripathi A, Singh S, Varanasi K, Lord HN, Meyers K, Taylor M, Gharagozloo M, Sotirchos ES, Nourbakhsh B, Dutta R, Mowry EM, Waubant E, Calabresi PA. Bile acid metabolism is altered in multiple sclerosis and supplementation ameliorates neuroinflammation. J Clin Invest. 2020 Jul 1;130(7):3467-3482. doi: 10.1172/JCI129401."},{"pmid":"31290452","type":"BACKGROUND","citation":"Li CX, Wang XQ, Cheng FF, Yan X, Luo J, Wang QG. Hyodeoxycholic acid protects the neurovascular unit against oxygen-glucose deprivation and reoxygenation-induced injury in vitro. Neural Regen Res. 2019 Nov;14(11):1941-1949. doi: 10.4103/1673-5374.259617."},{"pmid":"35659112","type":"BACKGROUND","citation":"Khalaf K, Tornese P, Cocco A, Albanese A. Tauroursodeoxycholic acid: a potential therapeutic tool in neurodegenerative diseases. Transl Neurodegener. 2022 Jun 4;11(1):33. doi: 10.1186/s40035-022-00307-z."},{"pmid":"36400238","type":"BACKGROUND","citation":"Hurley MJ, Bates R, Macnaughtan J, Schapira AHV. Bile acids and neurological disease. Pharmacol Ther. 2022 Dec;240:108311. doi: 10.1016/j.pharmthera.2022.108311. Epub 2022 Nov 16."},{"pmid":"37488845","type":"BACKGROUND","citation":"Jangra A, Gola P, Singh J, Gond P, Ghosh S, Rachamalla M, Dey A, Iqbal D, Kamal M, Sachdeva P, Jha SK, Ojha S, Kumar D, Jha NK, Chopra H, Tan SC. Emergence of taurine as a therapeutic agent for neurological disorders. Neural Regen Res. 2024 Jan;19(1):62-68. doi: 10.4103/1673-5374.374139."},{"pmid":"35901929","type":"BACKGROUND","citation":"Liu K, Zhu R, Jiang H, Li B, Geng Q, Li Y, Qi J. Taurine inhibits KDM3a production and microglia activation in lipopolysaccharide-treated mice and BV-2 cells. Mol Cell Neurosci. 2022 Sep;122:103759. doi: 10.1016/j.mcn.2022.103759. Epub 2022 Jul 25."},{"pmid":"29666206","type":"BACKGROUND","citation":"Ohsawa Y, Hagiwara H, Nishimatsu SI, Hirakawa A, Kamimura N, Ohtsubo H, Fukai Y, Murakami T, Koga Y, Goto YI, Ohta S, Sunada Y; KN01 Study Group. Taurine supplementation for prevention of stroke-like episodes in MELAS: a multicentre, open-label, 52-week phase III trial. J Neurol Neurosurg Psychiatry. 2019 May;90(5):529-536. doi: 10.1136/jnnp-2018-317964. Epub 2018 Apr 17."},{"pmid":"36270186","type":"BACKGROUND","citation":"Martinez-Vacas A, Di Pierdomenico J, Gallego-Ortega A, Valiente-Soriano FJ, Vidal-Sanz M, Picaud S, Villegas-Perez MP, Garcia-Ayuso D. Systemic taurine treatment affords functional and morphological neuroprotection of photoreceptors and restores retinal pigment epithelium function in RCS rats. Redox Biol. 2022 Nov;57:102506. doi: 10.1016/j.redox.2022.102506. Epub 2022 Oct 14."},{"pmid":"37989444","type":"BACKGROUND","citation":"Zhang F, Deng Y, Wang H, Fu J, Wu G, Duan Z, Zhang X, Cai Y, Zhou H, Yin J, He Y. Gut microbiota-mediated ursodeoxycholic acids regulate the inflammation of microglia through TGR5 signaling after MCAO. Brain Behav Immun. 2024 Jan;115:667-679. doi: 10.1016/j.bbi.2023.11.021. Epub 2023 Nov 19."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000059345","term":"Cerebral Small Vessel Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007511","term":"Ischemia"},{"id":"D000002137","term":"Calculi"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000020521","term":"Stroke"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M10543","name":"Ischemia","asFound":"Ischemic","relevance":"HIGH"},{"id":"M22306","name":"Stroke","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","asFound":"Vascular Disease","relevance":"HIGH"},{"id":"M2400","name":"Ischemic Stroke","asFound":"Acute Ischemic Stroke","relevance":"HIGH"},{"id":"M5399","name":"Calculi","asFound":"Calculi","relevance":"HIGH"},{"id":"M5810","name":"Cerebrovascular Disorders","asFound":"Cerebrovascular Disease","relevance":"HIGH"},{"id":"M29437","name":"Cerebral Small Vessel Diseases","asFound":"Cerebral Small Vessel Disease","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}