{"protocolSection":{"identificationModule":{"nctId":"NCT06471517","orgStudyIdInfo":{"id":"DiabeticStim"},"organization":{"fullName":"Institute Mihajlo Pupin","class":"OTHER"},"briefTitle":"Neuroprosthetic Device for Improving Issues Caused by Diabetic Neuropathy With Specifically Designed Neural Stimulation","officialTitle":"Neuroprosthetic Device for Improving Issues Caused by Diabetic Neuropathy With Specifically Designed Neural Stimulation","acronym":"DiabeticStim"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-13","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Institute Mihajlo Pupin","class":"OTHER"},"collaborators":[{"name":"Clinical Centre of Serbia","class":"OTHER"},{"name":"University of Belgrade","class":"OTHER"},{"name":"ETH Zurich","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Neuropathy refers to a condition that results from damage to the peripheral nerves.The most common cause of it is diabetes mellitus, metabolic disorder that affects more than 422 million individuals worldwide, putting a huge strain on the healthcare system and up to 50% of these individuals will develop neuropathy. Peripheral neuropathy is characterized by sensory nerve abnormalities such as an impaired sense of touch. Sensory loss in feet can lead to functional deficits during gait, low balance, and increased risk of falls and is considered the strongest risk factor for diabetic foot ulceration. Moreover, these patients usually also suffer from neuropathic pain, which is believed to be associated with aberrant sensory input.\n\nWith this in mind, the study aims to understand the effects of restoring sensation lost to neuropathy using transcutaneous electrical stimulation. Additionally, the investigators aim to understand if electrical stimulation of the damaged nerves can reduce health consequences such as chronic pain.\n\nTo achieve this, the investigators have developed a wearable sensory restoration system that can restore lost sensation with non-invasive, precisely controlled electrical stimulation through electrodes integrated into the sock garment. A system is composed of a system controller that communicates via Bluetooth with force-sensitive insoles placed in the shoes and neurostimulators directly connected to electrode array socks. Based on the insole recordings the stimulation parameters are defined in real-time, making it a closed-loop system for restoring somatotopic sensory feedback."},"conditionsModule":{"conditions":["Neuropathy;Peripheral","Neuropathy, Diabetic","Neuropathy, Painful"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Somatosensory feedback","type":"EXPERIMENTAL","description":"Somatotopic sensory feedback elicited by transcutaneous electrical stimulation (TENS) will be provided to the patients using electrodes integrated into the garment sock. The closed loop system provides stimulation parameter change based on the data recorded with sensorized insoles.","interventionNames":["Device: Somatosensory feedback"]}],"interventions":[{"type":"DEVICE","name":"Somatosensory feedback","description":"Performing different mobility tasks in 10 separate sessions while the device is providing or not somatotopic sensations through non-invasive electrical stimulation. Benefits connected to the stimulation of sensory nerves will be assessed.","armGroupLabels":["Somatosensory feedback"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Location of evoked sensations","description":"Document where on the feet the subject perceives the stimulation locations.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Stimulation threshold range to a variety of stimulus parameters","description":"Quantify the lower and higher threshold (charge) stimulus eliciting somatosensory sensation","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Safety of the participants","description":"Number of adverse events possibly, probably or causally related to the procedure or device","timeFrame":"up to 1.5 months"}],"secondaryOutcomes":[{"measure":"Impact of providing somatosensory feedback on mobility","description":"Demonstration of statistically relevant change of kinematic parameter (m/s) while performing mobility tests (climbing and descending stairs, 10 meter walking test, 6 minutes walking test etc.) with provided sensory feedback compared to the case without the provided sensory feedback.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing somatosensory feedback on balance","description":"Demonstration of statistically relevant change of score in 4-stage balance test with open eyes with provided sensory feedback compared to the case without the provided sensory feedback.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing somatosensory feedback on balance","description":"Demonstration of statistically relevant change of score in 4-stage balance test with closed eyes with provided sensory feedback compared to the case without the provided sensory feedback.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing sensory feedback on neuropathic pain from pre treatment to post treatment","description":"Demonstrating the change in level of neuropathic pain using Neuropathic pain symptoms inventory (NPSI) questionnaire. It will be assessed before starting the treatment, every session of the treatment, one day after the last session, one week after the last session, one month after the last session","timeFrame":"up to 1.5 month"},{"measure":"Impact of providing sensory feedback on neuropathic pain from pre treatment to post treatment and before and after each session","description":"Demonstrating the change in level of neuropathic pain using visual analog scale (VAS). It will be assessed every day (overall level of pain), before each session, after each session","timeFrame":"up to 1.5 month"},{"measure":"Impact of providing sensory feedback on volume of oxygen (VO2) consumption (metabolic consumption) during walking","description":"Demonstration of statistically relevant change of metabolic cost (mLO2/kg/meter) while walking with provided sensory feedback compared to the case without the provided sensory feedback.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing sensory feedback on tactile acuity","description":"Measured with Two-Point discrimination test. While blindfolded, the patient is repetitively touched with either one or two pins (fixed distance) and asked to tell how many pins he/she feels.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing sensory feedback on proprioception","description":"Proprioceptive displacement test: patients will be asked to locate the big toe of their feet while not being able to see it. The distance between real and reported placement will be assessed.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing sensory feedback on sensitivity (Quantitative sensory testing)","description":"Demonstrating if there is a change in quantitative sensory testing score when treatment is provided","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing sensory feedback on dual-task gait assessment","description":"Demonstration of statistically relevant change of dual-task gait assessment score while walking with provided sensory feedback compared to the case without the provided sensory feedback.","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Impact of providing superficial stimulation on feet swelling","description":"Figure-of-Eight method - A tension-controlled measuring tape is wrapped around the ankle and foot for the measurement","timeFrame":"through study completion, an average of 2 weeks"},{"measure":"Treatment Satisfaction Measure","description":"The subject ranks the treatment satisfaction using a Likert-scale.","timeFrame":"through study completion, an average of 2 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed polyneuropathy\n* Ability to stand and walk unassisted.\n* Sensory loss in the feet\n\nExclusion Criteria:\n\n* Open ulcers on the feet\n* Pregnancy\n* History of or current psychological diseases that include schizophrenia and major depression\n* Hypersensitivity to electrical stimulation","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Natalija Secerovic, PhD","role":"CONTACT","phone":"+381631268862","email":"natalija.katic@pupin.rs"}],"overallOfficials":[{"name":"Stanisa Raspopovic, PhD","affiliation":"Institute Mihajlo Pupin","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinics for Endocrinology, Diabetes and Metabolic Diseases, Clinical Center of Serbia","status":"RECRUITING","city":"Belgrade","country":"Serbia","contacts":[{"name":"Vesna Dimitrijevic Sreckovic, PhD","role":"CONTACT","phone":"+381638765330","email":"vesnadsendo@gmail.com"}],"geoPoint":{"lat":44.80401,"lon":20.46513}}]},"referencesModule":{"references":[{"pmid":"34050323","type":"BACKGROUND","citation":"Sloan G, Selvarajah D, Tesfaye S. Pathogenesis, diagnosis and clinical management of diabetic sensorimotor peripheral neuropathy. Nat Rev Endocrinol. 2021 Jul;17(7):400-420. doi: 10.1038/s41574-021-00496-z. Epub 2021 May 28."},{"pmid":"23900134","type":"BACKGROUND","citation":"Dailey DL, Rakel BA, Vance CGT, Liebano RE, Amrit AS, Bush HM, Lee KS, Lee JE, Sluka KA. Transcutaneous electrical nerve stimulation reduces pain, fatigue and hyperalgesia while restoring central inhibition in primary fibromyalgia. Pain. 2013 Nov;154(11):2554-2562. doi: 10.1016/j.pain.2013.07.043. Epub 2013 Jul 27."},{"pmid":"15109505","type":"BACKGROUND","citation":"Koke AJ, Schouten JS, Lamerichs-Geelen MJ, Lipsch JS, Waltje EM, van Kleef M, Patijn J. Pain reducing effect of three types of transcutaneous electrical nerve stimulation in patients with chronic pain: a randomized crossover trial. Pain. 2004 Mar;108(1-2):36-42. doi: 10.1016/j.pain.2003.11.013."},{"pmid":"35944515","type":"BACKGROUND","citation":"Chee L, Valle G, Marazzi M, Preatoni G, Haufe FL, Xiloyannis M, Riener R, Raspopovic S. Optimally-calibrated non-invasive feedback improves amputees' metabolic consumption, balance and walking confidence. J Neural Eng. 2022 Aug 25;19(4). doi: 10.1088/1741-2552/ac883b."},{"pmid":"36204554","type":"BACKGROUND","citation":"Oddsson LIE, Bisson T, Cohen HS, Iloputaife I, Jacobs L, Kung D, Lipsitz LA, Manor B, McCracken P, Rumsey Y, Wrisley DM, Koehler-McNicholas SR. Extended effects of a wearable sensory prosthesis on gait, balance function and falls after 26 weeks of use in persons with peripheral neuropathy and high fall risk-The walk2Wellness trial. Front Aging Neurosci. 2022 Sep 20;14:931048. doi: 10.3389/fnagi.2022.931048. eCollection 2022."},{"pmid":"31501600","type":"BACKGROUND","citation":"Petrini FM, Bumbasirevic M, Valle G, Ilic V, Mijovic P, Cvancara P, Barberi F, Katic N, Bortolotti D, Andreu D, Lechler K, Lesic A, Mazic S, Mijovic B, Guiraud D, Stieglitz T, Alexandersson A, Micera S, Raspopovic S. Sensory feedback restoration in leg amputees improves walking speed, metabolic cost and phantom pain. Nat Med. 2019 Sep;25(9):1356-1363. doi: 10.1038/s41591-019-0567-3. Epub 2019 Sep 9."},{"pmid":"31578244","type":"BACKGROUND","citation":"Petrini FM, Valle G, Bumbasirevic M, Barberi F, Bortolotti D, Cvancara P, Hiairrassary A, Mijovic P, Sverrisson AO, Pedrocchi A, Divoux JL, Popovic I, Lechler K, Mijovic B, Guiraud D, Stieglitz T, Alexandersson A, Micera S, Lesic A, Raspopovic S. Enhancing functional abilities and cognitive integration of the lower limb prosthesis. Sci Transl Med. 2019 Oct 2;11(512):eaav8939. doi: 10.1126/scitranslmed.aav8939."},{"pmid":"34915454","type":"BACKGROUND","citation":"Basla C, Chee L, Valle G, Raspopovic S. A non-invasive wearable sensory leg neuroprosthesis: mechanical, electrical and functional validation. J Neural Eng. 2022 Jan 24;19(1). doi: 10.1088/1741-2552/ac43f8."},{"pmid":"28627217","type":"BACKGROUND","citation":"Najafi B, Talal TK, Grewal GS, Menzies R, Armstrong DG, Lavery LA. Using Plantar Electrical Stimulation to Improve Postural Balance and Plantar Sensation Among Patients With Diabetic Peripheral Neuropathy: A Randomized Double Blinded Study. J Diabetes Sci Technol. 2017 Jul;11(4):693-701. doi: 10.1177/1932296817695338. Epub 2017 Feb 1."},{"pmid":"30344571","type":"BACKGROUND","citation":"Zeb A, Arsh A, Bahadur S, Ilyas SM. Effectiveness of transcutaneous electrical nerve stimulation in management of neuropathic pain in patients with post traumatic incomplete spinal cord injuries. Pak J Med Sci. 2018 Sep-Oct;34(5):1177-1180. doi: 10.12669/pjms.345.15659."},{"pmid":"23295472","type":"BACKGROUND","citation":"Celik EC, Erhan B, Gunduz B, Lakse E. The effect of low-frequency TENS in the treatment of neuropathic pain in patients with spinal cord injury. Spinal Cord. 2013 Apr;51(4):334-7. doi: 10.1038/sc.2012.159. Epub 2013 Jan 8."},{"pmid":"34066681","type":"BACKGROUND","citation":"Reeves ND, Orlando G, Brown SJ. Sensory-Motor Mechanisms Increasing Falls Risk in Diabetic Peripheral Neuropathy. Medicina (Kaunas). 2021 May 8;57(5):457. doi: 10.3390/medicina57050457."},{"pmid":"23583607","type":"BACKGROUND","citation":"Raspovic A. Gait characteristics of people with diabetes-related peripheral neuropathy, with and without a history of ulceration. Gait Posture. 2013 Sep;38(4):723-8. doi: 10.1016/j.gaitpost.2013.03.009. Epub 2013 Apr 11."},{"pmid":"22535540","type":"BACKGROUND","citation":"Pfau DB, Geber C, Birklein F, Treede RD. Quantitative sensory testing of neuropathic pain patients: potential mechanistic and therapeutic implications. Curr Pain Headache Rep. 2012 Jun;16(3):199-206. doi: 10.1007/s11916-012-0261-3."},{"pmid":"11213874","type":"BACKGROUND","citation":"Perkins BA, Olaleye D, Zinman B, Bril V. Simple screening tests for peripheral neuropathy in the diabetes clinic. Diabetes Care. 2001 Feb;24(2):250-6. doi: 10.2337/diacare.24.2.250."},{"pmid":"20980732","type":"BACKGROUND","citation":"Bridenbaugh SA, Kressig RW. Laboratory review: the role of gait analysis in seniors' mobility and fall prevention. Gerontology. 2011;57(3):256-64. doi: 10.1159/000322194. Epub 2010 Oct 27."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000003929","term":"Diabetic Neuropathies"}],"ancestors":[{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000048909","term":"Diabetes Complications"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7124","name":"Diabetic Neuropathies","asFound":"Diabetic Neuropathy","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M13432","name":"Peripheral Nervous System Diseases","asFound":"Neuropathy","relevance":"HIGH"},{"id":"M12411","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M26004","name":"Diabetes Complications","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}