{"protocolSection":{"identificationModule":{"nctId":"NCT06476522","orgStudyIdInfo":{"id":"AU-BENGUBOZ-001"},"organization":{"fullName":"Atılım University","class":"OTHER"},"briefTitle":"The Effect of Physiotherapy Program in Patients Undergoing Chemotherapy in Patients With Colon Cancer","officialTitle":"The Effect of Physiotherapy Program on Toxicity, Muscle Strength, Balance, and Endurance in Patients Undergoing Chemotherapy in Patients With Colon Cancer"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2019-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2020-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-04-22","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Atılım University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Aim: Studies examining the effect of exercise on the side effects of chemotherapy in colon and rectal cancer have found strong evidence for short-term improvements. The aim of this study was to investigate the effect of 12weeks home based physiotherapy program on toxicity, muscle strength, balance, and endurance in patients undergoing chemotherapy in patients with CC.\n\nMethod: Patients diagnosed with colon cancer (CC) were invited to participate in the study before the start of adjuvant chemotherapy. All patients participating in the study were given general information about the chemotherapy period, possible chemotherapy-related side effects, and coping strategies. The patients were categorized into two groups as control an intervention. Intervention Group were taught and shown the exercises, walking activity, balance and sensory training exercises practically by the physiotherapist. Exercises were performed as home exercises during the 12 weeks. Demographic information and clinical information were recorded. The side effects of toxicity like fatigue, nausea, vomiting, and oral wounds were evaluated with The National Cancer Institute-Common Terminology Criteria for Adverse Events. Iliopsoas, Quadriceps, Gastrosoleus, and Tibialis Anterior muscles strength were evaluated by Manual Muscle Testing. The standing balance was assessed with The one-leg-stance (OLS) timed test. The lower extremity muscle strength and endurance was tested with The 30-sec Chair Stand Test. Sensory evaluations were made with the Semmes Weinstein Monofilament Test and the two-point discrimination test.","detailedDescription":"Background:\n\nColon cancer (CC) is the third most diagnosed type of cancer worldwide. The age of onset varies between 50-75 years . Control of risk factors and early detection and its precursors through screening have an important role in reducing the incidence and mortality of CC. This means that the number of people living with and undergoing treatment for CC is growing.\n\nOne of the common treatment of CC is chemotherapy. It is known that chemotherapy can cause severe adverse effects that can be highly detrimental to a patient both physiologically and psychologically, thus having a large impact on an individual's quality of life (QoL). The most common and severe of these adverse effects are peripheral neuropathy, neutropenia, nausea, vomiting, diarrhea, and fatigue . In addition, liver and kidney dysfunctions are seen in patients undergoing chemotherapy. Depending on the chemotherapy-related toxicity, side effects such as neutropenia, thrombocytopenia, and anemia occur in patients. For this reason, regular blood tests of the patients during the chemotherapy process and their blood values were followed.\n\nStudies examining the effect of exercise on the side effects of chemotherapy in colon and rectal cancer have found strong evidence for short-term improvements. There are various studies investigating the effects of exercises performed during chemotherapy on QoL, fatigue, and aerobic capacity in patients with CC. However, the duration and content of exercise programs in these studies are quite limited. No study was examined the effects of a home-based physiotherapy and recommendation program during 12-weeks chemotherapy treatment. The aim of this study was to investigate the effect of physiotherapy program on toxicity, muscle strength, balance, and endurance in patients undergoing chemotherapy in patients with CC."},"conditionsModule":{"conditions":["Colon Cancer","Chemotherapy Effect"],"keywords":["Exercise","Toxicity","Muscle Strength","Balance","Endurance"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Intervention Group and Control Group","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":14,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention","type":"EXPERIMENTAL","description":"The exercises were taught to the patients in the intervention group practically by the physiotherapist so that they could do their exercises at home.","interventionNames":["Other: Physiotherapy Program","Other: To Inform"]},{"label":"Control","type":"ACTIVE_COMPARATOR","description":"The control group patients continued with their routine chemotherapy treatment determined by their doctor. No intervention was made other than routine treatments.","interventionNames":["Other: To Inform"]}],"interventions":[{"type":"OTHER","name":"Physiotherapy Program","description":"In the first evaluation, 5 different exercises were shown and the patients were asked to do home exercises in accordance with the given program. The physiotherapist suggested starting with a 10-minute walk 5 times a week and then gradually increasing the walking time. The patients were given a program for balance and sensory training. They were asked to apply the physiotherapy program at least 3 days a week for 12 weeks. Weekly follow-up of the patients was carried out by the physiotherapist over the phone or face to face when they underwent routine treatment.","armGroupLabels":["Intervention"]},{"type":"OTHER","name":"To Inform","description":"The patients were informed that they would be evaluated by the physiotherapist when they came to the routine doctor's control in the first week and at the end of the 12 weeks. At the end of 12 weeks, these patients were also given home-based exercise program advice.","armGroupLabels":["Control","Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Muscle strength","description":"Iliopsoas, Quadriceps, Gastrosoleus, and Tibialis Anterior muscles strength were evaluated by Manual Muscle Testing. For muscle tests; Dr. Robert W. Lovett explained the muscle strength test method, starting with a value of 3. The 3+, 4, 4+ and 5 values of the muscle that can perform the 3 value were checked. If it cannot reach the value of 3, the values of 2, 1, and 0 were checked.","timeFrame":"change from baseline at 12 weeks"}],"secondaryOutcomes":[{"measure":"Chemotherapy Toxicity","description":"The side effects of toxicity like fatigue, nausea, vomiting, and oral wounds were evaluated with The National Cancer Institute-Common Terminology Criteria for Adverse Events (CTCAE v5.0, http://ctep.cancer.gov). A rating scale is given for each negative side effect term. Clinical severity ratings for side effects are rated from grades 1-5.","timeFrame":"change from baseline at 12 weeks"},{"measure":"Balance","description":"The standing balance was assessed with The one-leg-stance (OLS) timed test. The participants were instructed to stand on their dominant leg with their eyes closed.","timeFrame":"change from baseline at 12 weeks"},{"measure":"Endurance","description":"The lower extremity muscle strength and endurance was tested with The 30-sec Chair Stand Test.","timeFrame":"change from baseline at 12 weeks"},{"measure":"Sensory 1","description":"It was evaluated with the Semmes Weinstein Monofilament Test (SWM). Evaluation was made in designated areas of the hands and feet.","timeFrame":"change from baseline at 12 weeks"},{"measure":"Sensory 2","description":"Two-point discrimination sense was evaluated with an esthesiometer. Evaluation was made in designated areas of the hands and feet.","timeFrame":"change from baseline at 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* \\> 18 years of age,\n* diagnosed with stage 2-3 colon cancer\n* scheduled to receive adjuvant chemotherapy\n* able to read, write and understand Turkish.\n\nExclusion Criteria:\n\n* cardiopulmonary disease, nerve, muscle, or joint disease, affecting movement\n* malignant tumors\n* postoperative heart, cerebral vessel, or other mental\n* illness or serious cognitive impairment and defects in language serious complications\n* \\< 18 kg Body Mess Index","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"İlke KESER, Assoc. Prof.","affiliation":"Gazi University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Gazi University","city":"Ankara","state":"Yenimahalle","zip":"06570","country":"Turkey","geoPoint":{"lat":39.91987,"lon":32.85427}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003110","term":"Colonic Neoplasms"}],"ancestors":[{"id":"D000015179","term":"Colorectal Neoplasms"},{"id":"D000007414","term":"Intestinal Neoplasms"},{"id":"D000005770","term":"Gastrointestinal Neoplasms"},{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000003108","term":"Colonic Diseases"},{"id":"D000007410","term":"Intestinal Diseases"}],"browseLeaves":[{"id":"M6338","name":"Colonic Neoplasms","asFound":"Colon Cancer","relevance":"HIGH"},{"id":"M17890","name":"Colorectal Neoplasms","relevance":"LOW"},{"id":"M10448","name":"Intestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M6336","name":"Colonic Diseases","relevance":"LOW"},{"id":"M10444","name":"Intestinal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T120","name":"Cola","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}