{"protocolSection":{"identificationModule":{"nctId":"NCT06481215","orgStudyIdInfo":{"id":"UKM-PS-I"},"organization":{"fullName":"AO GENERIUM","class":"INDUSTRY"},"briefTitle":"A Safety and Pharmacokinetics Study of Ustekinumab Biosimilar GNR-068 and Stelara® in Healthy Volunteers","officialTitle":"An Randomized Comparative Parallel-group Trial of the Safety, Pharmacokinetics, and Immunogenicity of the Drug GNR-068 and the Drug Stelara® After Their Single Subcutaneous Administration to Healthy Volunteers at a Dose of 45 mg"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-03-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-09-04","type":"ACTUAL"},"completionDateStruct":{"date":"2022-12-20","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AO GENERIUM","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a randomized open comparative parallel group study of the safety and pharmacokinetics of GNR-068 and Stelara® in healthy volunteers. Participants received a single subcutaneous dose of ustekinumab 45 mg. The follow up period was 84 days.","detailedDescription":"GNR-068 (ustekinumab) is being developed as a biosimilar to the drug Stelara®, a solution for subcutaneous administration (manufacturer Silag AG, Switzerland, holder of authority Johnson \\& Johnson).\n\nUstekinumab is a recombinant human monoclonal antibody against the p40 subunit. The p40 subunit is common to interleukine-23 (IL-23) and IL-12. IL-23 is a dimer consisting of p40 and p19. IL-12 is a dimer consisting of p40 and p35. With its target site p40, ustekinumab blocks two different mechanisms of T cell activation, namely Th1 and Th17 selection.\n\nThis study is intended for a comparative study of the safety and pharmacokinetics of the drug GNR-068 and the drug Stelara® for the purpose of registration of the drug - GNR-068, solution for subcutaneous administration, in the Russian Federation. The study included healthy volunteers aged 18-45 years at the time of signing the informed consent form. The study included a screening period, single administration of study/comparator drug and a follow up period. Allocation of patients to treatment groups was carried out by randomization in a ratio of 1:1 to the study drug and comparator drug. 122 patients (60 to the study drug group and 62 to the comparator drug group) were randomized."},"conditionsModule":{"conditions":["Healthy Volunteers"],"keywords":["ustekinumab","humanized monoclonal antibodies","safety","pharmacokinetics","equivalence","biosimilar","p40 subunit","IL-23","IL-12"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":122,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"GNR-068 (JSC GENERIUM, Russia)","type":"EXPERIMENTAL","description":"ustekinumab biosimilar","interventionNames":["Biological: GNR-068"]},{"label":"Stelara® (manufacturer Silag AG, Switzerland, holder of authorisation Johnson & Johnson)","type":"ACTIVE_COMPARATOR","description":"ustekinumab","interventionNames":["Biological: Stelara®"]}],"interventions":[{"type":"BIOLOGICAL","name":"GNR-068","description":"The investigational product GNR-068 was administered as a subcutaneous injection at a single dose of 45 mg.","armGroupLabels":["GNR-068 (JSC GENERIUM, Russia)"],"otherNames":["ustekinumab biosimilar"]},{"type":"BIOLOGICAL","name":"Stelara®","description":"The reference product Stelara® was administered as a subcutaneous injection at a single dose of 45 mg.","armGroupLabels":["Stelara® (manufacturer Silag AG, Switzerland, holder of authorisation Johnson & Johnson)"],"otherNames":["ustekinumab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pharmacokinetics: Area under the plasma concentration versus time curve (AUC)","description":"Analysis of equivalence of AUC from time 0 (predose) to the last quantifiable data point and extrapolated to infinity of GNR-068 and Stelara®","timeFrame":"Day 84"},{"measure":"Pharmacokinetics: Peak Plasma Concentration (Cmax)","description":"Analysis of equivalence of maximum concentration (Cmax) of GNR-068 and Stelara®","timeFrame":"Day 84"}],"secondaryOutcomes":[{"measure":"Proportion of volunteers with adverse events (AE)","description":"The Investigator will carefully monitor each subject throughout the study for any AEs (coded to preferred term and system organ class using the Medical Dictionary for Regulatory Activities \\[MedDRA\\])","timeFrame":"Day 84"},{"measure":"Proportion of patients with Antidrug antibodies (ADA)","description":"Binding and neutralizing ADA will be identified","timeFrame":"Day 84"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men aged 18 to 45 years (inclusive) at the time of signing the Informed Consent Form.\n* Diagnosis of \"healthy\" based on clinical and biochemical blood tests, urine tests, physical examination results, measurements of vital signs, electrocardiography and fluorography results.\n* Availability of written informed consent obtained from the volunteer before the start of any procedures related to the study.\n* Body weight from 60 to 90 kg inclusive.\n* Body mass index 18.5-30 kg/m2 inclusive.\n* Agreement to adhere to adequate methods of contraception during the entire period of participation in the study.\n* Volunteers should not have donated blood and its components 30 days before inclusion in the study and not become donors of blood and its products during the entire study and within 30 days after its completion.\n\nExclusion Criteria:\n\n* Use of drugs based on monoclonal antibodies for 1 year before drug administration.\n* Vaccination (with any vaccine) within 30 days before signing the informed consent and/or the need for vaccination during the study period.\n* A history of an adverse drug reaction to any of the components of the study drug or a reference drug.\n* History of an autoimmune disease.\n* A history of a disease associated with the accumulation of immune complexes (including serum sickness).\n* History of cancer.\n* The presence of chronic diseases of the cardiovascular, bronchopulmonary (including bronchospastic diseases), neuroendocrine systems, as well as diseases of the gastrointestinal tract, liver, kidneys, hematopoietic, immune systems, and mental illnesses.\n* Acute infectious diseases less than 4 weeks before signing the informed consent.\n* Blood donation or blood loss (450 ml of blood or more) less than 30 days before the start of the study.\n* Participation in clinical trials of drugs less than 3 months before signing the informed consent.\n* Regular alcohol consumption exceeding 5 units. alcohol per week (where each unit is equal to 30 ml of ethyl alcohol) or anamnestic information about alcoholism, drug addiction, or drug abuse in the anamnesis.\n* Positive test for the presence of alcohol in exhaled air.\n* Smoking more than 10 cigarettes a day.\n* Drug dependence and a positive urine test for the content of narcotic and potent drugs.\n* Positive test results for hepatitis B or C, HIV or syphilis.\n* Unwillingness or inability to comply with the recommendations prescribed by this protocol.\n* Any planned surgical intervention during the study period.\n* Reluctance to comply with contraceptive methods.","healthyVolunteers":true,"sex":"MALE","genderBased":true,"minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Oksana A. Markova, MD","affiliation":"JSC GENERIUM","role":"STUDY_CHAIR"}],"locations":[{"facility":"State budgetary healthcare institution of the city of Moscow \"City Clinic No. 2 of the Moscow Health Department\"","city":"Moscow","zip":"117556","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Federal State Budgetary Educational Institution of Higher Education \"Moscow State Medical and Dental University named after A.I. Evdokimov\" of the Ministry of Health of the Russian Federation","city":"Moscow","zip":"127473","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"meshes":[{"id":"D000069549","term":"Ustekinumab"}],"ancestors":[{"id":"D000003879","term":"Dermatologic Agents"}],"browseLeaves":[{"id":"M460","name":"Ustekinumab","asFound":"PEEP","relevance":"HIGH"},{"id":"M4230","name":"Antibodies, Monoclonal","relevance":"LOW"},{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"},{"id":"M20747","name":"Interleukin-12","relevance":"LOW"},{"id":"M7074","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}