{"protocolSection":{"identificationModule":{"nctId":"NCT06474728","orgStudyIdInfo":{"id":"ADskincare2024"},"organization":{"fullName":"Children's Hospital of Fudan University","class":"OTHER"},"briefTitle":"Effects of an Emollient Containing Postbiotic Saccharomyces and Lactobacillus on Pediatric Atopic Dermatitis","officialTitle":"A Randomised Trial of an Emollient Containing Postbiotic Saccharomyces and Lactobacillus for Improving Clinical Symptoms of Atopic Dermatitis Aged 0-6 Years in Remission"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Children's Hospital of Fudan University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to investigate whether the use of emollients containing postbiotic Saccharomyces and Lactobacillus can significantly reduce the risk of atopic dermatitis (AD) recurrence in pediatric patients aged 0-6 years during the remission phase, compared to the routine maintenance treatment with conventional emollients.","detailedDescription":"A single-center, randomized, parallel-controlled study was conducted to evaluate the efficacy of an emollient containing postbiotic Saccharomyces and Lactobacillus in 98 children aged 0 to 6 years with moderate AD. Participants were randomly assigned to the experimental group (49 cases) and the control group (49 cases).\n\nDuring the screening phase, hydrocortisone butyrate cream or desoximetasone cream was topically applied twice daily to the affected areas, along with the emollient twice daily for 2 to 4 weeks until the Investigator's Global Assessment (IGA) score was ≤1, indicating entry into the intervention phase. In the intervention phase, the experimental group discontinued the corticosteroid creams and continued with the emollient twice daily, while the control group discontinued both medication and emollient.\n\nThe recurrence of AD, Eczema Area and Severity Index (EASI), Infant/Child Dermatology Quality of Life Index (IDQOL/CDQOL), and adverse events were assessed at weeks 4, 8, and 12 of the intervention phase. Additionally, non-invasive measurements of skin barrier function were conducted, including:\n\nTransepidermal water loss (TEWL) to assess water loss from the skin. Skin electrical capacitance to measure water retention in the stratum corneum. Skin pH to determine the skin's acidity level."},"conditionsModule":{"conditions":["Atopic Dermatitis","Eczema","Emollient"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":98,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment with an Emollient Containing Postbiotic Saccharomyces and Lactobacillus","type":"EXPERIMENTAL","interventionNames":["Other: Treatment with an Emollient Containing Postbiotic Saccharomyces and Lactobacillus"]},{"label":"Treatment without an Emollient Containing Postbiotic Saccharomyces and Lactobacillus","type":"NO_INTERVENTION"}],"interventions":[{"type":"OTHER","name":"Treatment with an Emollient Containing Postbiotic Saccharomyces and Lactobacillus","description":"Treatment with an Emollient Containing Postbiotic Saccharomyces and Lactobacillus, with the dose of 100g per week,lasting for 12weeks.","armGroupLabels":["Treatment with an Emollient Containing Postbiotic Saccharomyces and Lactobacillus"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Recurrence rate during the intervention phase","description":"During the intervention phase, when the patient's Investigator's Gobal Assessment (lGA) score reaches 2 or higher, we defined it as recurrence.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must meet the diagnostic criteria established by Williams.\n2. Moderate atopic dermatitis is defined by an Eczema Area and Severity Index (EASI) score of 7.1 to 21.0, and an Investigator's Global Assessment (IGA) score between 2 and 3.\n3. Age range is 0 to 6 years, with no gender restrictions.\n4. Guardians of the participants must be willing to apply the test product to the participants as directed by the physician throughout the study period.\n5. Participants should not have received topical medication within 14 days prior to enrollment, including calcineurin inhibitors (e.g., topical tacrolimus or pimecrolimus), corticosteroid formulations, or topical antihistamines.\n6. Within 4 weeks prior to enrollment, participants should not have received non-steroidal immunosuppressants (e.g., cyclosporine, methotrexate) or phototherapy, nor should they have used systemic corticosteroids or systemic antihistamines.\n7. Participants are not allowed to use other similar products during the entire study period.\n8. Prior to the commencement of any study-specific examination or procedural step, participants must sign an informed consent form. For infants and young children aged 0 to 6 years, the guardians must sign an informed consent waiver on behalf of the child and also sign a parental version of the informed consent form.\n\nExclusion Criteria:\n\n1. Do not meet the diagnostic criteria established by Williams.\n2. Children with acute exacerbation characterized by erosion, exudation, or secondary infection.\n3. Presence of open skin infections (bacterial, viral, or fungal) at the application site.\n4. Children currently participating in other clinical studies or having participated within the last 3 months.\n5. Children who have received topical medication within 14 days prior to enrollment, including calcineurin inhibitors (e.g., topical tacrolimus or pimecrolimus), corticosteroid formulations, or topical antihistamines.\n6. Children who have received non-steroidal immunosuppressants (e.g., cyclosporine, methotrexate) or phototherapy, systemic corticosteroids, or systemic antihistamines within 4 weeks prior to enrollment.\n7. Children with severe immune system disorders (such as lymphoma, AIDS, Wiskott-Aldrich syndrome) or a history of malignant tumors.\n8. Children with severe heart, liver, or kidney diseases.\n9. Children with other skin diseases in the treatment area besides atopic dermatitis.\n10. Known allergy to hydrocortisone butyrate cream or the test product.\n11. Poor compliance of the subject, known inability to attend visits on time, or unwillingness to comply with the study protocol during the study period.\n12. Any condition or previous/concurrent treatment that makes the subject ineligible for this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"6 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ming Li, MD","role":"CONTACT","phone":"021-64932285","email":"mingli@fudan.edu.cn"},{"name":"Ying Ye, MD","role":"CONTACT","phone":"021-64932285","email":"ying_ye@fudan.edu.cn"}]},"referencesModule":{"references":[{"pmid":"31705602","type":"BACKGROUND","citation":"Wang S, Wang L, Li P, Shu H, Shen C, Wu Y, Luo Z, Miao L, Wang H, Jiao L, Tian J, Peng X, Zhao M, Liu Y, Nie X, He L, Ma L. The improvement of infantile atopic dermatitis during the maintenance period: A multicenter, randomized, parallel controlled clinical study of emollients in Prinsepia utilis Royle. Dermatol Ther. 2020 Mar;33(2):e13153. doi: 10.1111/dth.13153. Epub 2019 Nov 22."}],"seeAlsoLinks":[{"label":"Related Info","url":"https://pubmed.ncbi.nlm.nih.gov/31705602/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003876","term":"Dermatitis, Atopic"},{"id":"D000003872","term":"Dermatitis"},{"id":"D000004485","term":"Eczema"}],"ancestors":[{"id":"D000012871","term":"Skin Diseases"},{"id":"D000012873","term":"Skin Diseases, Genetic"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000017443","term":"Skin Diseases, Eczematous"},{"id":"D000006969","term":"Hypersensitivity, Immediate"},{"id":"D000006967","term":"Hypersensitivity"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M7071","name":"Dermatitis, Atopic","asFound":"Atopic Dermatitis","relevance":"HIGH"},{"id":"M7067","name":"Dermatitis","asFound":"Dermatitis","relevance":"HIGH"},{"id":"M7655","name":"Eczema","asFound":"Atopic Dermatitis","relevance":"HIGH"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"},{"id":"M15676","name":"Skin Diseases, Genetic","relevance":"LOW"},{"id":"M23686","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M19712","name":"Skin Diseases, Eczematous","relevance":"LOW"},{"id":"M10018","name":"Hypersensitivity","relevance":"LOW"},{"id":"M10020","name":"Hypersensitivity, Immediate","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000004643","term":"Emollients"}],"ancestors":[{"id":"D000003879","term":"Dermatologic Agents"}],"browseLeaves":[{"id":"M7809","name":"Emollients","asFound":"Proton Therapy","relevance":"HIGH"},{"id":"M7074","name":"Dermatologic Agents","relevance":"LOW"},{"id":"T355","name":"Acidophilus","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}