{"protocolSection":{"identificationModule":{"nctId":"NCT06472102","orgStudyIdInfo":{"id":"17/2024"},"organization":{"fullName":"Centre of Postgraduate Medical Education","class":"OTHER"},"briefTitle":"Cardioneuroablation: Fragmented Atrial Potentials, Intracardiac Echocardiography and Computed Tomography","officialTitle":"Value of fRagmented Atrial electrOgrams, Computed Tomography and Intracardiac Echocardiography for Identification of optiMal Sites for Radio-frequency Delivery During cArdioneuroablation for Asystolic Reflex syNcope","acronym":"Roman5"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-15","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Piotr Kulakowski","investigatorTitle":"Professor","investigatorAffiliation":"Centre of Postgraduate Medical Education"},"leadSponsor":{"name":"Centre of Postgraduate Medical Education","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cardioneuroablation (CNA) is a new method for the treatment of asystolic reflex syncope, however, optimal methods for identification of presumed sites of ganglionated plexi (GP), which are the target for CNA and are located in the epicardial fat, have not yet been established. This study will compare the accuracy of three methods used for identification of these areas: intracardiac recordings of fractionated atrial electrograms, intracardiac echocardiography and computed tomography. The study group will consist of 100 patients undergoing CNA in our institution. The procedure will be performed in a standard manner with the use of extracardiac vagal stimulation as the intraprocedural end-point. Correlation between the three methods used for localisation of optimal sites for CNA as well as their predictive value for achieving effective CNA will be computed.","detailedDescription":"Cardioneuroablation (CNA) is a new method for the treatment of asystolic reflex syncope. Although the procedure is becoming more and more popular, many important issues remain unresolved. One such a problem is the optimal method for identification of presumed sites of ganglionated plexi (GP) which are located in the epicardial fat surrounding myocardium and are the target for CNA. Several methods have been used, including anatomical approach using computed tomography (CT), intracardiac echocardiography (ICE) and 3D electro-anatomical mapping (EAM) as well as electrophysiological methods which include high-frequency stimulation and recording of fragmented atrial potentials (FP).\n\nAreas of FAP are sought to represent nerve fibers endings, extending from GPs to myocardium. The technique was first described by in 2004 and spectral analysis with fast Fourier transformation was used to identify these areas. Next, the time-domain quantification of FAP characteristics was performed. It was found that a high number of deflections (at least 4) identified the presumed areas of GPs. Later on, this method was further developed and it has been shown that FAP-guided CNA was associated with shorter procedure and fluoroscopy times. The currently advocated approach is to evaluate FAP for the number of deflections at filter settings of 200-500 Hz or 100-500 Hz. If ≥3 deflections are present, these sites are tagged as ablation targets.\n\nHowever, the role of FAP for the identification of optimal sites for GPs ablation is still debatable. Reproducibility of the results of spectral analysis of GPs areas has not been well established. Also, sensitivity and specificity of both spectral and time-domain analysis of FAP have not been established. The sensitivity of 72% and specificity of 91% values were calculated for patients undergoing ablation for atrial fibrillation and not CNA, were based on reflex bradycardia/asystole during RF delivery, mainly at posterior left atrial (LA) wall and not by extra cardiac vagal stimulation (ECVS) after ablation at typical sites for septal GPs. In fact, specificity may be limited because FAP may represent areas of scarred atrial tissue, pulmonary vein (PV) potentials or fragmented electrograms at such areas in the right atrium (RA) as slow pathway region, coronary sinus (CS) os or RA-superior vena cava (SVC) junction. Moreover, the adipose tissue surrounding the heart can infiltrate the atrial myocardium, causing heterogeneous activation resulting in the presence of FAP. In addition, the sensitivity may also be limited since effective RF applications, which cause total vagal denervation confirmed by ECVS, can be sometimes performed at the areas with no FAP. To date, no study examined prospectively and blindly characteristics of FAP in effective and non-effective sites, confirmed by ECVS, in patients undergoing CNA due to reflex asystolic syncope.\n\nIntracardiac echocardiography. This is another tool used for anatomical localisation of presumed GP areas. With ICE, areas of epicardial fat in the so-called pyramidal space, containing paraseptal inferior GP, as well as space between right superior PV (RSPV) and SVC, containing superior paraseptal GP, can be visualised. The correlation between ICE-identified areas of GPs and other tools like CT or FAP has not yet been established.\n\nComputed tomography. Lastly, CT can be used during anatomical approach to identify target sites for CNA. Current techniques enable visualisation of pericardial fat. Also, density of the epicardial fat which may correspond to the density of GPs, can be quantified using CT.\n\nWhether the CT-, ICE- and FAB-based localisation of presumed GP's areas perfectly overlap each over or there is a significant difference in their localisations, is not known.\n\nAims.\n\n1. To assess the predictive value of FAP for identification of presumed areas of GPs localisation.\n2. To examine differences in FAP characteristics between superior and inferior paraseptal GP's areas.\n3. To assess the anatomical concordance between FAP-, ICE- and CT-based sites targeted during CNA.\n4. To describe the FAP, ICE and CT-based characteristics of the sites where vagal denervation was achieved as assessed by ECVS.\n\nMethods. Patients. The study group consists of consecutive patients undergoing CNA in our institution. Patients are offered CNA if they have severe, recurrent symptoms due to reflex syncope with ECG documented asystole \\>3 seconds, especially if associated with injury, or recurrent presyncope with persistent reflex bradycardia. The patients have to have a history of ineffective prior non-pharmacological treatment and positive baseline atropine test (sinus rate acceleration \\> 30% and no AV block following 2 mg of intravenous atropine). All patients gave informed written consent to undergo CNA and to participate in the study (Research Grant CMKP #17/2024, Ethics Committee approval # 42/2024).\n\nCardioneuroablation. The procedure is performed under general anaesthesia with muscle relaxation using a 3.5 mm irrigated tip catheter (Navistar ThermoCool SmartTouch) with contact force module and electroanatomical mapping (EAM) system Carto 3 (Biosense Webster, US). The ablation index is set at 500 except coronary sinus (CS) where the target value is 350. Intracardiac echocardiography (ICE) (Acuson SC2000, Siemens, Germany, AcuNav™ Ultrasound Catheter, Biosense Webster, US) is used throughout the whole procedure and serves for guiding ablation, including identification of epicardial fat tissue with presumed GP areas. Thus, the ICE images and EAM are used as \"anatomical\" approach to perform CNA.\n\nThe ECVS is performed using two diagnostic catheters positioned in the right and left jugular veins utilizing neurostimulator designed by Dr Pachon (Sao Paulo, Brazil) (pulse amplitude of 1 V/kg body weight up to 70 V, 50 ms width, 50 Hz frequency, delivered over 5 sec). Complete bilateral vagal denervation of both sinus and AV nodes (no sinus arrest, slowing of sinus rate no more than 10% compared with baseline and no AV block with PR interval no longer than at baseline), documented on ECVS, is the end-point of CNA.\n\nAblation is started in LA at the anterior antrum of the right superior PV (RSPV) where the superior paraseptal GP (SPSGP) is located, followed by ablation of the inferior paraseptal GP (IPSGP) at the floor of LA. Next, these GPs are ablated from the RA. If the intraprocedural endpoints of CNA are not achieved by ablation of paraseptal GPs, additional applications in the LA at the sites of superior and postero-lateral LA GPs are performed, followed by applications in the CS. The procedure is performed using pure anatomical approach, based on ICE and EAM, and the operator is blinded to the CT and FAP results. The amplitude of distal and proximal recordings from the ablation catheter are truncated to zero and CT images, merged with the CARTO system at the beginning of the procedure, are not displayed during CNA.\n\nThe ECVS is performed after each RF application to assess whether this specific burn caused no vagal denervation (\\<10% change in sinus pause or AVB still present), partial vagal denervation (10-90% shortening in sinus pause or lower degree of AVB still present) or complete vagal denervation (\\>90% reduction of sinus pause duration and no AVB). If after achieving complete vagal denervation additional consolidating RF applications are performed, ECVS is not repeated and these sites are not taken in the analysis.\n\nAt the end of the procedure, atropine test is performed in order to assess the residual, if present, vagal nerve activity. The value of \\< 10% of increase in sinus rate following atropine injection (2 mg iv) is taken as complete vagal denervation. Regardless of the results of this test, further RF applications are not performed and the procedure is completed.\n\nFragmented electrogram recording and analysis. For the purpose of comparing FAB between superior and inferior septal GP's, FAP are recorded at each site during constructing EAM before starting RF applications. For the purpose of assessing predictive value of FAP characteristics, FAP are recorded before each RF application (as previously described).\n\nBipolar endocardial potential recordings at each site of RF application are analysed at an ECG speed of 400 mm/s and filter setting 100-500 Hz. Three FAP parameters are measured - number of deflections, maximal amplitude and total FAP duration.\n\nThe measurements of the number of deflections are performed according to Aksu et al and Lellouche et al. Number of deflections is assessed as the number of turning points (positive to negative direction or vice versa) in each FAP. The FAP is defined as atrial electrogram with \\> 3 deflections, however, other cut-off values for the number of deflections are also tested.\n\nThe amplitude of FAP is measured in mV as the difference between the most negative and the most positive deflection. The duration of FAP is measured in milliseconds from the onset of the first deflection to the end of the last deflection.\n\nAll atrial electrograms are divided into (1) normal AP with ≤ 3 deflections; (2) low-amplitude FAP with amplitude (difference between maximal positive and maximal negative deflection) \\< 0.7 mV, and (3) high-amplitude FAP with amplitude ≥ 0.7 mV.\n\nThe analysis of FAP is performed off-line by an investigator who is blinded to the procedural details, including which GP was ablated and what was the ECVS result after each RF application. In order to overcome possible spontaneous variability of FAP characteristics caused by electrode movements in a beating heart, the mean value of three consecutive FAP recordings is taken as a final parameter.\n\nIntra- and inter-observer variability of FAP measurements will be also assessed.\n\nComputed tomography is performed using the Somatom go.Top (Siemens, Germany) tomograph. After acquisition, the images are sent for further processing and reconstruction to the inHeart platform. Acquisition will be performed according to the protocol used by the inHeart. In brief, as many as possible complementary scans are acquired. In this protocol, the acquisition is focused on the maximum filling volume of the atria. The acquisition window is set on the systolic cardiac phase (200-400ms from R wave). The amount of contrast and parameter settings are refined according to patient age and possible renal failure. During the arterial phase the acquisition mode is prospective / sequential. All the technical details are in the inHeart brochure.\n\nWhen the CT reconstruction with the epicardial fat is received from the inHeart, it is merged with the map obtained in the EAM system Carto-3. Care is taken to make the most accurate matching, using right and left pulmonary artery, CS and ICE images as the anchor points. Next, areas of presumed areas of GPs identified by ICE are marked on the EAM using the CartoSound module (Biosense Webster, US). The ICE-based and CT-based areas with epicardial fat are compared visually and also using the Carto system software which enables calculation of the area and volume of a given structure. Also, visual correlation between ICE-based RF applications points and localisation of epicardial fat areas imaged by CT will be performed. As stated before, the identification of presumed GPs areas will be based on ICE and EAM whereas CT images will be used after ablation to compare ICE-based and CT-based localisations of epicardial fat and GPs."},"conditionsModule":{"conditions":["Syncope, Vasovagal"],"keywords":["cardioneuroablation","syncope"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"PROCEDURE","name":"Cardioneuroablation","description":"Endocardial radio-frequency ablation of areas of ganglionated plexi in the left and the right atrium"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Predictive value of fragmented atrial potentials","description":"Sensitivity, specificity, positive and negative predictive value of fragmented atrial potentials for the acute efficacy of cardioneuroablation","timeFrame":"During procedure (2 hours)"}],"secondaryOutcomes":[{"measure":"Localization of presumed areas of ganglionated plexi","description":"To compare the localization of presumed areas of ganglionated plexi using fragmented atrial potentials recordings, intracardiac echocardiography and computed tomography","timeFrame":"During procedure (2 hours)"},{"measure":"Accuracy of identification of sites where effective cardioneuroablation was performed","description":"Three methods used for identification of optimal sites for cardioneuroablation (fragmented atrial potentials, intracardiac echocardiography and computed tomography) will be compared regarding cardioneuroablation acute efficacy measured by extracardiac vagal stimulation","timeFrame":"During procedure (2 hours)"},{"measure":"Number of deflections of fragmented atrial potentials at inferior and superior areas of ganglionated plexi","description":"Comparison of number of deflections between fragmented atrial potentials recorded at the areas of inferior and superior ganglionated plexi","timeFrame":"During procedure (2 hours)"},{"measure":"Duration of fragmented atrial potentials at inferior and superior areas of ganglionated plexi","description":"Comparison of duration (in milliseconds) of fragmented potentials between fragmented atrial potentials recorded at the areas of inferior and superior ganglionated plexi","timeFrame":"During procedure (2 hours)"},{"measure":"Amplitude of fragmented atrial potentials at inferior and superior areas of ganglionated plexi","description":"Comparison of amplitude (in millivolts) of fragmented potentials between fragmented atrial potentials recorded at the areas of inferior and superior ganglionated plexi","timeFrame":"During procedure (2 hours)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* severe, recurrent symptoms due to reflex syncope with ECG documented asystole \\>3 seconds, especially if associated with injury, or recurrent presyncope with persistent reflex bradycardia\n* history of ineffective prior non-pharmacological treatment and positive baseline atropine test (sinus rate acceleration \\> 30% and no AV block following 2 mg of intravenous atropine) -\n* informed written consent obtained\n\nExclusion Criteria:\n\n* contraindications to perform cardioneuroablation\n* contraindications to perform computed tomography with intravenous contrast injection\n* lack of informed written consent obtained","healthyVolunteers":false,"sex":"ALL","minimumAge":"14 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Piotr Kułakowski, MD PhD","role":"CONTACT","phone":"+48 22 5152757","email":"kulak@kkcmkp.pl"},{"name":"Agnieszka Sikorska, MD PhD","role":"CONTACT","phone":"+48 22 5152757","email":"sikorska.agnieszka.anna@gmail.com"}],"overallOfficials":[{"name":"Roman Piotrowski, MD PhD","affiliation":"Department of Cardiology, Grochowski Hospital, Medical Centre for Postgraduate Education","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Cardiology, Postgraduate Medical School, Grochowski Hospital","status":"RECRUITING","city":"Warsaw","state":"Mazowieckie","zip":"04-073","country":"Poland","contacts":[{"name":"Piotr Kulakowski, MD PhD","role":"CONTACT","phone":"+48 22 51 52 757","email":"kulak@kkcmkp.pl"},{"name":"Agnieszka Sikorska, MD PhD","role":"CONTACT","phone":"+48 22 51 52 757","email":"agnieszka.sikorska.anna@gmail.com"}],"geoPoint":{"lat":52.22977,"lon":21.01178}}]},"referencesModule":{"references":[{"pmid":"15670960","type":"RESULT","citation":"Pachon JC, Pachon EI, Pachon JC, Lobo TJ, Pachon MZ, Vargas RN, Jatene AD. \"Cardioneuroablation\"--new treatment for neurocardiogenic syncope, functional AV block and sinus dysfunction using catheter RF-ablation. Europace. 2005 Jan;7(1):1-13. doi: 10.1016/j.eupc.2004.10.003."},{"pmid":"17903630","type":"RESULT","citation":"Lellouche N, Buch E, Celigoj A, Siegerman C, Cesario D, De Diego C, Mahajan A, Boyle NG, Wiener I, Garfinkel A, Shivkumar K. Functional characterization of atrial electrograms in sinus rhythm delineates sites of parasympathetic innervation in patients with paroxysmal atrial fibrillation. J Am Coll Cardiol. 2007 Oct 2;50(14):1324-31. doi: 10.1016/j.jacc.2007.03.069. Epub 2007 Sep 17."},{"pmid":"34674347","type":"RESULT","citation":"Aksu T, De Potter T, John L, Osorio J, Singh D, Alyesh D, Baysal E, Kumar K, Mikaeili J, Dal Forno A, Yalin K, Akdemir B, Woods CE, Salcedo J, Eftekharzadeh M, Akgun T, Sundaram S, Aras D, Tzou WS, Gopinathannair R, Winterfield J, Gupta D, Davila A. Procedural and short-term results of electroanatomic-mapping-guided ganglionated plexus ablation by first-time operators: A multicenter study. J Cardiovasc Electrophysiol. 2022 Jan;33(1):117-122. doi: 10.1111/jce.15278. Epub 2021 Oct 25."},{"pmid":"38036236","type":"RESULT","citation":"Kulakowski P, Baran J, Sikorska A, Krynski T, Niedzwiedz M, Soszynska M, Piotrowski R. Cardioneuroablation for reflex asystolic syncope: Mid-term safety, efficacy, and patient's acceptance. Heart Rhythm. 2024 Mar;21(3):282-291. doi: 10.1016/j.hrthm.2023.11.022. Epub 2023 Nov 29."},{"pmid":"37343139","type":"RESULT","citation":"Francia P, Viveros D, Falasconi G, Soto-Iglesias D, Fernandez-Armenta J, Penela D, Berruezo A. Computed tomography-based identification of ganglionated plexi to guide cardioneuroablation for vasovagal syncope. Europace. 2023 Jun 2;25(6):euad170. doi: 10.1093/europace/euad170."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"To share with other investigators study details upon reasonable requests","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"From December 2025 to December 2027","accessCriteria":"e-mail contacts"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013575","term":"Syncope"},{"id":"D000019462","term":"Syncope, Vasovagal"}],"ancestors":[{"id":"D000014474","term":"Unconsciousness"},{"id":"D000003244","term":"Consciousness Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000054971","term":"Orthostatic Intolerance"},{"id":"D000054969","term":"Primary Dysautonomias"},{"id":"D000001342","term":"Autonomic Nervous System Diseases"}],"browseLeaves":[{"id":"M9411","name":"Heart Arrest","relevance":"LOW"},{"id":"M16353","name":"Syncope","asFound":"Syncope","relevance":"HIGH"},{"id":"M21417","name":"Syncope, Vasovagal","asFound":"Syncope, Vasovagal","relevance":"HIGH"},{"id":"M17224","name":"Unconsciousness","relevance":"LOW"},{"id":"M6468","name":"Consciousness Disorders","relevance":"LOW"},{"id":"M21826","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M27981","name":"Orthostatic Intolerance","relevance":"LOW"},{"id":"M4643","name":"Autonomic Nervous System Diseases","relevance":"LOW"},{"id":"M27979","name":"Primary Dysautonomias","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}