{"protocolSection":{"identificationModule":{"nctId":"NCT06478368","orgStudyIdInfo":{"id":"FUTURE06"},"organization":{"fullName":"Hebei Medical University","class":"OTHER"},"briefTitle":"Prediction of Occult Peritoneal Metastasis of Locally Advanced Gastric Cancer Using Multimodal Data Based on Artificial Intelligence Combined With Intraoperative Dynamic Video","officialTitle":"Prediction of Occult Peritoneal Metastasis of Locally Advanced Gastric Cancer Using Multimodal Data Based on Artificial Intelligence Combined With Intraoperative Dynamic Video"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-22","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Qun Zhao","investigatorTitle":"Professor","investigatorAffiliation":"Hebei Medical University"},"leadSponsor":{"name":"Qun Zhao","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brief Summary: Prediction of Occult Peritoneal Metastasis of Locally Advanced Gastric Cancer Using Multimodal Data Based on Artificial Intelligence Combined with Intraoperative Dynamic Video\n\nGastric cancer, or stomach cancer, is a major health concern worldwide. For patients diagnosed with locally advanced gastric cancer (LAGC), one of the critical challenges is the detection of occult peritoneal metastasis. These metastases are cancerous cells that have spread to the peritoneum (the lining of the abdominal cavity) but are not easily detected by traditional imaging techniques or during surgery. Early and accurate detection of these hidden metastases can greatly influence treatment strategies and improve patient outcomes.\n\nThis clinical study explores an innovative approach to address this challenge by combining artificial intelligence (AI) with multimodal data, including intraoperative dynamic video. This method leverages the power of AI to analyze complex and diverse data sources, providing a comprehensive and precise prediction of occult peritoneal metastasis during surgery.\n\n\\*\\*Hypothesis\\*\\*\n\nThe study hypothesizes that an AI model integrating multimodal data, including intraoperative dynamic video, can accurately predict the presence of occult peritoneal metastasis in patients with locally advanced gastric cancer. By doing so, this approach aims to offer a noninvasive, real-time diagnostic tool that enhances the detection capabilities beyond traditional methods.\n\nStudy Design\n\n1. Participants: The study will involve patients diagnosed with locally advanced gastric cancer who are scheduled for surgical treatment. These patients will undergo standard preoperative assessments to confirm their eligibility.\n2. Data Collection: During surgery, dynamic video recordings of the abdominal cavity will be captured. Additionally, other relevant multimodal data such as imaging results, histopathological findings, and clinical parameters will be collected.\n3. AI Model Development: The collected data will be used to train and validate an AI model. The model will analyze the dynamic video along with other multimodal data to identify patterns and markers indicative of occult peritoneal metastasis.\n4. Evaluation and Validation: The AI model's predictions will be compared with the actual surgical and histopathological outcomes to assess its accuracy. The performance of the AI model will be evaluated in terms of sensitivity, specificity, and overall diagnostic accuracy.\n5. Outcome Measures: The primary outcome measure will be the accuracy of the AI model in predicting occult peritoneal metastasis. Secondary outcomes will include the impact of this prediction on surgical decision-making, patient outcomes, and potential improvements in survival rates.\n\nSignificance\n\nThe detection of occult peritoneal metastasis in locally advanced gastric cancer is crucial for effective treatment planning. Traditional diagnostic methods often fail to identify these hidden metastases until they have significantly progressed, limiting treatment options and adversely affecting prognosis. By integrating AI with intraoperative dynamic video and other multimodal data, this study aims to develop a real-time, noninvasive diagnostic tool that can detect these metastases more accurately and earlier than conventional methods.\n\nThe potential benefits of this approach include:\n\n* Improved Surgical Decision-Making: Real-time prediction of occult metastasis can inform surgical strategies, enabling more precise and targeted interventions.\n* Enhanced Patient Outcomes: Early and accurate detection allows for timely and appropriate treatments, potentially improving survival rates and quality of life for patients.\n* Reduced Invasiveness: This method provides a noninvasive means of detecting metastasis, reducing the need for additional invasive procedures.\n* Cost-Effectiveness: Early detection and treatment can lower overall healthcare costs by preventing the progression of the disease and reducing the need for extensive treatments at later stages.\n\nConclusion\n\nThis clinical study represents a significant advancement in the field of gastric cancer diagnostics. By leveraging AI to analyze multimodal data, including intraoperative dynamic video, it aims to provide a powerful tool for the early and accurate prediction of occult peritoneal metastasis in patients with locally advanced gastric cancer. The success of this approach could revolutionize the way metastases are detected and managed, ultimately leading to better outcomes for patients."},"conditionsModule":{"conditions":["This Study Uses AI and Multimodal Data to Noninvasively Detect Occult Peritoneal Metastasis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Laparoscopic exploration","description":"Laparoscopic exploration"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Peritoneal metastasis","description":"Peritoneal metastasis","timeFrame":"2025-12-31"}],"secondaryOutcomes":[{"measure":"Free cancer cells in the peritoneal cavity","description":"Free cancer cells in the peritoneal cavity","timeFrame":"2025-12-31"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Diagnosis of Locally Advanced Gastric Cancer (LAGC): Patients must have a confirmed diagnosis of locally advanced gastric cancer.\n2. Age: Participants must be 18 years or older.\n3. Consent: Patients must be able to provide informed consent.\n4. Adequate Organ Function: Participants must have sufficient bone marrow, liver, and kidney function, as defined by specific laboratory criteria.\n5. Performance Status: Patients should have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2.\n6. Willingness to Provide Data: Participants must agree to provide intraoperative dynamic video and other required data for analysis.\n7. Scheduled for Surgery: Patients must be scheduled for surgical treatment of their gastric cancer.\n\nExclusion Criteria:\n\n1. Distant Metastases: Patients with confirmed distant metastases (beyond the peritoneum) are excluded.\n2. Other Malignancies: Individuals with a history of other malignancies within the past five years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix.\n3. Severe Comorbid Conditions: Patients with severe or uncontrolled comorbid conditions, such as significant cardiovascular disease, uncontrolled diabetes, severe infections, or other conditions that could interfere with study participation or outcomes.\n4. Pregnancy and Lactation: Pregnant or lactating women are excluded due to potential risks to the fetus or infant.\n5. Immunocompromised Status: Patients who are immunocompromised, such as those with HIV/AIDS, or who are receiving immunosuppressive therapy.\n6. Concurrent Participation in Other Clinical Trials: Individuals currently participating in another clinical trial that could interfere with this study's procedures or outcomes.\n7. Allergies to Study Materials: Patients with known allergies to any components of the study materials used for data collection and analysis.\n8. Non-compliance: Individuals deemed unable or unwilling to comply with the study procedures and follow-up requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population consists of adult patients diagnosed with locally advanced gastric cancer (LAGC) who are scheduled for surgical treatment. These patients are at a stage where early detection of occult peritoneal metastasis is crucial for optimizing treatment strategies and improving outcomes.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Department of General Surgery","city":"Shijiazhuang","state":"Hebei","zip":"050011","country":"China","geoPoint":{"lat":38.04139,"lon":114.47861}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009362","term":"Neoplasm Metastasis"}],"ancestors":[{"id":"D000009385","term":"Neoplastic Processes"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","asFound":"Metastases","relevance":"HIGH"},{"id":"M16064","name":"Stomach Neoplasms","relevance":"LOW"},{"id":"M12330","name":"Neoplastic Processes","relevance":"LOW"},{"id":"T5486","name":"Stomach Cancer","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}