{"protocolSection":{"identificationModule":{"nctId":"NCT06482242","orgStudyIdInfo":{"id":"UAlaskaAnchorage"},"organization":{"fullName":"University of Alaska Anchorage","class":"OTHER"},"briefTitle":"My Best Alaskan Life: A Community-Designed Intervention to Improve Youth/Young Adults' Sexual and Mental Health","officialTitle":"My Best Alaskan Life: A Community-Designed Intervention to Improve Youth/Young Adults' Sexual and Mental Health","acronym":"MBAL"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-05-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lauren Lessard","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Alaska Anchorage"},"leadSponsor":{"name":"University of Alaska Anchorage","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project addresses critical public health disparities among Alaskan youth and young adults by developing and evaluating \"My Best Alaskan Life\" (MBAL), an innovative online tool aimed at improving sexual and mental health literacy and behaviors. By integrating motivational interviewing and the Health Belief Model, MBAL empowers individuals to make informed health decisions, thereby potentially reducing rates of sexually transmitted infections, HIV, and associated mental health issues. Long-term, this project aims to enhance overall health outcomes, particularly in underserved multicultural and Indigenous communities, while building local research capacity through undergraduate and graduate student engagement and mentorship.","detailedDescription":"SPECIFIC AIMS. Alaskan (AK) youth/young adults (Y/YA) face significant sexual and reproductive health disparities, leading the nation in sexually transmitted infections (STI), which increases risk of contracting HIV. (1-5) AK has the third and fourth highest rates of chlamydia and gonorrhea in the US, a 14% increase in syphilis cases compared to national rates between 2010-2020, and an estimated HIV prevalence of 142.3 per 100,000 (versus 80.7 nationally). (1, 2, 6-11) Concurrently, AK Y/YA experience disproportionately high levels of hopelessness and depression, increasing the likelihood of high-risk sexual behaviors. (12-15) Some 35.8% of AK Y/YA did not use a condom during their last sexual intercourse, and 16.9% do not use any pregnancy prevention method. (12-14) The Centers for Disease Control and American College of Obstetricians and Gynecologists recommend use of Reproductive Life Plan (RLP) tools, goal-setting guides for family planning. (16, 17) However, in previous pilot studies Y/YAs expressed need for an interactive tool to go beyond pregnancy intentions and address sexual and mental health disparities and diverse gender and sexuality identities.(18) Gaps: No RLP tools target sexual \\& gender minority (SGM) Y/YA and the factors impacting their reproductive goals, including mental health, substance use, or relationship health. Recent systematic reviews of RLP tools note positive reception but lack evidence of efficacy in initiating knowledge or behavioral outcomes. (19) Proposed Project: To address these challenges, the team will employ \"My Best Alaskan Life\" (MBAL), an online decision-making tool crafted through a 4-year youth-centered, community-based participatory research effort (CBPR). Based on the Health Belief Model, MBAL integrates motivational interviewing to empower Y/YA to define priorities, identify supportive individuals, and enhance health literacy for discussions with healthcare providers and trusted adults. (20-28) This builds on two foundation and two implementation pilot studies where MBAL was refined by three youth advisory committees, five focus groups, and survey responses from 760 Y/YA (14-26) across AK.(18) Pilot outcomes endorsed MBAL's acceptability, appropriateness, feasibility, and capacity to enhance healthy sexual and mental beliefs, particularly for SGM participants. The proposed project builds on the CBPR approach, an established 4-year relationship with Y/YA and supportive adult partners across state and local health agencies, clinic and education health agencies across Alaska. This randomized controlled trial (RCT) will use a step-wedge design to assess MBAL's impact on Alaskan Y/YA through 8 clinical sites in rural and urban communities (n=40 participants per site, total n=320). This project will directly increase research capacity through annual cohorts of Y/YA co-investigators (5 undergraduate and 1 PhD student), recruited from the University of Alaska, who will be trained in qualitative research methods and mentored to lead the qualitative tool development, analysis, and dissemination.\n\nCentral hypothesis: MBAL has strong potential to effectively improve sexual \\& mental health literacy and behavioral outcomes among Alaskan Y/YA through a self-guided, personalized assessment of health motivations, perceived threats, behavior evaluations, \\& cultural factors that impact one's sexual choices, inclusive of SGM. (Measures with \\* are utilizing validated scales listed in Table 5 in C4.) AIM 1. Evaluate Short- and Long-Term Impact of MBAL Methods: Pre/Post Survey collected at enrollment/30 days/6 months (1A-1D). Analysis: Quantify changes in sexual health behaviors (measures: sexual health literacy\\*; condom/contraception use; HIV/STI testing; intention to delay sexual initiation.) Quantify changes in emotional/behavioral health (measures: mental health and well-being\\*; self-efficacy\\*; hopelessness\\*.) Quantify changes in commitment to factors impacting sexual health (measures: locus of control/perceived behavioral control\\*; motivation for change\\*; substance use\\*.) Conduct analyses to identify potential variations in effectiveness of MBAL for diverse groups. (measures: all.) AIM 2. Perform Process Evaluation Methods: Y/YA co-investigator coordinated interviews; semiannual, anonymous surveys with all stakeholders; feedback gathered at meetings; annual anonymous survey with Y/YA co-investigators. Analysis: Understand participant experience and perception of MBAL tool (measures: cultural competence; qualitative data (Y/YA co-investigator interviews). Understand experiences of research and community partners. (measures: Investment in Process and Product\\*; qualitative feedback. Understand experiences of Y/YA co-investigators. Measures: Student outcomes in research\\*.\n\nAIM 3. Refine MBAL on Project Findings Methods: Feedback gathered at meetings; collaboration of research partners. 3A. Engage stakeholders in a collaborative process to make changes to MBAL based on RCT outcomes, to ensure it addresses multifaceted aspects of sexual and mental health. 3B. Y/YA co-investigators will integrate insights from MBAL and evaluation to finalize MBAL for dissemination as 1) a free state-wide tool, 2) for use by tribal and private health clinics, and 3) by school integrated health providers.\n\nIMPACT: The MBAL tool, youth-developed dissemination and promotion campaign, and the evidence provided for RLP adaptations may serve as a framework for similar regions (ex. low provider access, multicultural and Indigenous youth, high sexual/mental health needs) to improve health outcomes. This proposal will also strengthen research opportunities by and for Alaskan Y/YA."},"conditionsModule":{"conditions":["Community-Based Participatory Research","Adolescent Behavior","Mental Depression","Sexual Health"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The research team will utilize a stepped wedge randomized clinical trial with 8 clinic/community sites, each recruiting 40 participants, for a total of 320 participants. Each site will transition from control (pre-intervention) to intervention (post-intervention) in a randomized, stepwise fashion. Sites are randomly assigned to different start times (in 4-week intervals) for the intervention, ensuring that every site eventually receives the intervention, while maintaining methodological rigor. From Weeks 0-4, baseline recruitment and pre-intervention survey administration will occur at all 8 sites. In Weeks 5-8 (Time Period 1), participants at Site 1 will start the intervention (each consented participant will be emailed a link to MBAL and the post-intervention survey upon completion.) In Weeks 9-12 (Time Period 2), participants at Site 2 will start the intervention, while Site 1 continues to recruit until 40 participants are enrolled in the study, and this pattern will continue.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":320,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Delayed access","type":"OTHER","description":"The step wedge design ensures that everyone has access to the intervention but data will be collected prior to the intervention being implemented at each site.","interventionNames":["Behavioral: My Best Alaska Life"]},{"label":"Immediate access","type":"OTHER","description":"Sites will be randomized to receive intervention and those who receive intervention initially, will then be compared to those who do not at the same time period.","interventionNames":["Behavioral: My Best Alaska Life"]}],"interventions":[{"type":"BEHAVIORAL","name":"My Best Alaska Life","description":"MBAL's combination of digital innovation, inclusive content, and youth-driven design positions it as a leading-edge intervention in the field of sexual health, with the potential to significantly impact the lives of Y/YA in AK and beyond. The open-access digital website enhances the reach and engagement of MBAL, particularly among adolescents who may prefer to seek information and support online in a private, self-paced setting. By allowing youth to fill out this tool at their own pace and return to their home page as they want to reflect/change answers, they can update it as their lives change. Additionally, MBAL incorporates interactive elements (question types of open response, ranking, scales, drag/drop; journaling prompts \\& space) and personalized features (ex. avatars of common AK animals designed by Y/YA), allowing users to tailor their life planning experience according to their individual needs and preferences and return to their answers.","armGroupLabels":["Delayed access","Immediate access"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Motivation for Change","description":"This validated shortened tool includes 3 questions per topic area, with four topics areas: sexual and reproductive health, emotional and behavioral health, life planning, \\& sub-stance use.","timeFrame":"Baseline, immediate post, and 6 months post"},{"measure":"Sexual Health","description":"Condom/contraception use; HIV/STI testing; \\& intention to delay sexual initiation (if not sexually active).","timeFrame":"Baseline, immediate post, and 6 months post"},{"measure":"Mental Health & Well-being","description":"The Ryff Psychological Wellbeing Scale is an 18-item scale measuring six aspects of wellbeing and happiness: autonomy, environmental mastery, personal growth, positive relations with others, purpose in life, and self-acceptance.","timeFrame":"Baseline, immediate post, and 6 months post"}]},"eligibilityModule":{"eligibilityCriteria":"Recruitment for the study will occur at 8 clinic/community sites (Figure 5), each enrolling 40 participants, inclu-sion criteria: (a) live in Alaska, (b) speak English, and (c) be between 14-26 years old, (d) have access to a smart phone or computer to self-administer surveys and access MBAL tool. Exclusion criteria include insufficient cognitive abilities to consent and previous use of the tool. During the initial phase (Weeks 0-4), participants are recruited across all 8 sites, and pre-intervention surveys are administered to all recruited participants. Recruit-ment will continue as needed at each site throughout the study, ensuring that new recruits complete the pre-intervention survey before receiving access to MBAL.","healthyVolunteers":true,"sex":"ALL","minimumAge":"14 Years","maximumAge":"26 Years","stdAges":["CHILD","ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Mental Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}