{"protocolSection":{"identificationModule":{"nctId":"NCT06479733","orgStudyIdInfo":{"id":"A02060722"},"organization":{"fullName":"Mansoura University","class":"OTHER"},"briefTitle":"Evaluation of Buccal Pedicle Flap, Connective Tissue Graft and Acellular Dermal Matrix for Volumetric Augmentation of Peri-implant Mucosa","officialTitle":"Evaluation of Buccal Pedicle Flap, Connective Tissue Graft and Acellular Dermal Matrix for Volumetric Augmentation of Peri-implant Mucosa"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-15","type":"ACTUAL"},"completionDateStruct":{"date":"2024-06-22","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Ghada Elhusseiny","investigatorTitle":"B.D.S (Mansoura University, 2014) Assistant lecturer at Oral Medicine, Periodontology , Diagnosis and Oral Radiology department (2021)","investigatorAffiliation":"Mansoura University"},"leadSponsor":{"name":"Ghada Elhusseiny","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to evaluate the efficacy of different soft tissue grafting techniques including buccal pedicle flap alone, free connective tissue graft and acellular dermal matrix for volumetric augmentation of peri-implant mucosa during the second stage implant surgery.","detailedDescription":"Soft tissue grafting around dental implants has been recommended to enhance functional, biological, and esthetic outcomes. As a thick peri-implant mucosa is of importance to prevent recession, color alterations, bone remodeling and promote \"creeping attachment\". Two major indications include the increase of the KM width and the increase of soft tissue volume using autogenous or alternative type grafts.\n\nSeveral techniques have been proposed to augment the volume of the mucosa to achieve the so-called pink esthetics: connective tissue grafts, lyophilized allogenic soft tissue grafts, porcine collagen matrix, free gingival grafts, a combination of grafting and vestibuloplasty, strip gingival autografts, tissue engineered fibroblasts, allograft, collagen matrices, and the use of the buccal pedicle flap.\n\nAmong surgical techniques, the proposed modified buccal pedicle flap was demonstrated to perform well in terms of decreased morbidity, maintenance of blood supply, stabilization of the pedicle, superior haemostasis, and speed of treatment. However, a possible drawback may be related to the original thickness of the flap since a thin mucosa phenotype may be more prompt to perforation when in contact with a cross-linked collagen matrix.\n\nThe autologous subepithelial connective tissue graft (sCTG) is generally regarded as the gold standard for soft tissue augmentation around natural teeth and dental implants. However, harvesting an autologous soft tissue graft necessarily entails additional preoperative preparation, a second surgical site, longer operative duration, and increased morbidity, regardless of the surgical technique employed and the expertise of the operator.\n\nAnother alternative for autogenous grafting is the acellular dermal matrix (ADM) allograft that is derived from human skin. ADM, originally used for treating burn wounds , is an epithelium free, freeze-dried matrix containing types I and III collagen bundles where elastic fibers are its main components . ADM acts as a bioactive scaffold that integrates in host tissue and permits the migration of fibroblasts and epithelial and endothelial cells through vascular channels of the recipient sites . Since its initial use, ADM has been widely used in dental practice, in particular for soft tissue grafting of gingival recession or to change the quality of peri-implant/teeth mucosa."},"conditionsModule":{"conditions":["Soft Tissue Augmentation Around Dental Implants"],"keywords":["soft tissue, augmentation, dental implants, connective tissue graft, alloderm, buccal pedicle flap"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group I (buccal pedicle flap group):","type":"ACTIVE_COMPARATOR","description":"Includes 7 implants that will receive implants with soft tissue augmentation using buccal pedicle flap only.","interventionNames":["Procedure: buccal pedicle flap"]},{"label":"Group II (free CTG group):","type":"ACTIVE_COMPARATOR","description":"Includes 7 implants that will receive implants with soft tissue augmentation using free CTG.","interventionNames":["Procedure: connective tissue graft"]},{"label":"Group III (ADM group):","type":"ACTIVE_COMPARATOR","description":"Includes 7 implants that will receive implants with soft tissue augmentation using acellular dermal matrix.","interventionNames":["Procedure: acellular dermal matrix"]},{"label":"Group IV (control group):","type":"SHAM_COMPARATOR","description":"Includes 7 implants that will receive implants without soft tissue augmentation.","interventionNames":["Procedure: control group"]}],"interventions":[{"type":"PROCEDURE","name":"buccal pedicle flap","description":"For the first group (buccal pedicle flap group), outlining the full-thickness palatal flap 1 mm greater than the diameter of the underlying cover screw will be done, making a partial incision at the hinge portion of the created mini-pedicle flap to facilitate buccal rolling, de-epithelializing the mini-pedicle flap, then two small vertical incisions will be performed similarly mesial and distal to the screw border as wide as possible preserving the papilla and extending labially to include all the keratinized mucosa, elevating a full-thickness flap, then rolling of the pedicle flap into the created buccal pouch. The flap will be then sutured all around in place using a 5/0 vicryl suture","armGroupLabels":["Group I (buccal pedicle flap group):"]},{"type":"PROCEDURE","name":"connective tissue graft","description":"For the second group (free CTG group), masticatory mucosa on the palate between palatal raphae and maxillary posterior teeth is the most common location for the donor site for free CTG. It will be obtained by harvesting and de-epithelializing FGG asbeing a CTG derived from de-epithelialization of FGG mainly composed of lamina propria. Then the donor site will be covered by gel foam , sutured and protected.","armGroupLabels":["Group II (free CTG group):"]},{"type":"PROCEDURE","name":"acellular dermal matrix","description":"* For the third group (ADM group) , The matrix will be trimmed so that it is gently adapted to the artificial envelope created on the buccal aspect of the ridge.The matrix will be trimmed and beveled to make its adaptation into the artificial envelope easier. Before placement, matrix will be hydrated for 10 minutes in fresh human blood collected after flap elevation in each patient.\n* For both second and third groups, graft will be carefully positioned under the buccal pouch, sutured to it, light pressure will be applied over the inserted graft with moist gauze for 10 minutes to minimize blood clot and dead space formation between the graft and the underlying bone.","armGroupLabels":["Group III (ADM group):"]},{"type":"PROCEDURE","name":"control group","description":"only placement of dental implant without soft tissue augmentation","armGroupLabels":["Group IV (control group):"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical measurement of soft tissue thickness","description":"At the baseline surgical visit, after local anesthetic administeration, the buccal peri-implant mucosal thickness (PMT) will be measured and recorded. An endodontic spreader will be gently inserted through the the surface of the mucosa to the bone, then the thickness measured by the spreader will be recorded using a digital caliper. The procedure will be reapeated after complete healing of the tissue","timeFrame":"6 months"},{"measure":"Esthetic evaluation","description":"According to Furhauser et al., 2005, esthetic scoring index called pink esthetic score (PES) index will be used in the current study. Seven points of evaluation (mesial papilla, distal papilla, soft tissue margins, soft tissue contouring, alveolar process, soft tissue color and soft tissue texture) of score 0,1,2: this index uses a maximum score of 14, representing optimum esthetic outcome with respect to the peri-implant soft tissue conditions. The PES index fulfilled important characteristics as inclusion of the peri-implant soft tissue and the restoration-inherent parameters.","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"modified gingival index","description":"Lobene developed the Modified Gingival Index (MGI), which changed the criteria of the Gingival Index by using a non-invasive (no probing) method and resetting the rating for mild and moderate inflammation. The following criteria are used in this manner:\n\n0 = absence of inflammation;\n\n1. = mild inflammation or with slight changes in color and texture but not in all portions of gingival marginal or papillary;\n2. = mild inflammation, such as the preceding criteria, in all portions of gingival marginal or papillary;\n3. = moderate, bright surface inflammation, erythema, edema and/or hypertrophy of gingival marginal or papillary;\n4. = severe inflammation: erythema, edema and/or marginal gingival hypertrophy of the unit or spontaneous bleeding, papillary, congestion or ulceration.","timeFrame":"6 months"},{"measure":"modified plaque index","description":"The modified plaque index was calculated using the approach reported by Mombelli et al. for plaque scoring as follows: Plaque was scored 0 if no plaque was detected, 1 if plaque was detected only by running a probe across a smooth surface of the abutment/implant, 2 if plaque cloud could be seen with the naked eye, and 3 if there was an abundance of soft matter.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient age : above 20 years with single or multiple edentulous spaces\n* Healthy periodontium.\n* Thin periodontal phenotype.\n* Non smoker.\n* Adequate amount of basal bone to achieve primary stability.\n* Patient who is able to understand and sign a written consent.\n* Patient with good oral hygiene measures and plaque index\\<1\n\nExclusion Criteria:\n\n* • Presence of systemic , local disease or any medication that would compromise healing.\n\n  * Presence of infection or pathology related to the surgical area.\n  * Pregnancy and lactation.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Ghada A. Elhusseiny, PHD","affiliation":"Mansoura University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"faculty of Dentistry , Mansoura University","city":"Mansoura","state":"DK","zip":"35516","country":"Egypt","geoPoint":{"lat":31.03637,"lon":31.38069}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M7295","name":"Dimenhydrinate","relevance":"LOW"},{"id":"M8896","name":"Gelatin Sponge, Absorbable","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"Gast","name":"Gastrointestinal Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Coag","name":"Coagulants"}]}},"hasResults":false}