{"protocolSection":{"identificationModule":{"nctId":"NCT06479694","orgStudyIdInfo":{"id":"5562"},"organization":{"fullName":"Colorado State University","class":"OTHER"},"briefTitle":"Real-life Dual-Task Training","officialTitle":"Real-life Dual-Task Training for Older Adults at Risk to Fall","acronym":"Real-DTT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Colorado State University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Older adults have difficulty optimizing two tasks at once and typically experience greater interference than younger adults when dual-tasking, meaningful that there is greater decline in performance of at least one task when comparing single and dual-tasking. Difficulty dual-tasking may actually predict falls in community-dwelling older adults. Dual-task training has been shown to improve cognitive outcomes (attention, memory), motor outcomes (balance, gait), and dual-task performance in older adults; however, most dual-task training involves simulated tasks that do not reflect functional dual tasks in the real world. Greater dual-task improvements could be seen when training functionally specific tasks. One way to increase task specificity is to offer real-life, contextually-relevant, dual-task training embedded in instrumental activities of daily living (IADLs). Limited evidence exists for dual-task training interventions for older adults with T2DM; however there is early evidence of improvements in cognitive and motor effects with simulated dual-task training, which could translate to improved dual-task performance, reduced impact on everyday life, and reduced fall risk. Therefore, the purpose of this study is to assess feasibility, acceptability, and preliminary efficacy of a real-life dual-task training program for older adults at risk to fall."},"conditionsModule":{"conditions":["Fall"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":36,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Real-life Dual-Task Training","type":"EXPERIMENTAL","description":"Ten real-life dual-task training sessions with explicit focus on motor and cognitive components of instrumental activities of daily living. Training occurs with a licensed occupational therapist.","interventionNames":["Behavioral: Real-life Dual-Task Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"Real-life Dual-Task Training","description":"The intervention is Real-life Dual-Task Training (Real-DTT) which uses instrumental activities of daily living training with explicit focus on the cognitive and motor elements and when to focus attention to one vs. the other to reduce fall risk. The Real-DTT sessions will be delivered once a week for 10 weeks during their occupational therapy sessions, delivered by a licensed occupational therapist. Real-DTT is a modified version of occupational therapy, with a protocol tailored to the participants.","armGroupLabels":["Real-life Dual-Task Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Dual-Task Impact on Daily-living Activities Questionnaire","description":"The Dual-Task Impact on Daily-living Activities Questionnaire is a 19 question self-report assessment with scoring from 0-76. Higher scores indicate greater dual-task inference during daily activities.","timeFrame":"baseline, pre-intervention and immediately after the intervention"}],"secondaryOutcomes":[{"measure":"Acceptability, Appropriateness, Feasibility","description":"The Acceptability of Intervention Measure, Intervention Appropriateness Measure, Feasibility of Intervention Measure will be used to assess feasibility and acceptability. The assessments are 12 questions in total scored 12-60 with greater scores indicating greater acceptability, appropriateness, or feasibility.","timeFrame":"immediately after intervention"},{"measure":"Dual-Task Performance","description":"Dual-task performance will be classified into one of 4 categories (gait priority trade off, cognitive priority trade off, mutual interference, or mutual facilitation) based on performance in 3 different 2-minute conditions (gait single task, cognitive single task, dual-task). The gait task will be overground walking on a 12 meter obstacle-free course with a 1 meter turning area. Gait speed (m/s) will be calculated using the total distance covered over the 2 minutes. The cognitive task will be serial subtractions of seven, starting between 590-599. A corrected response rate will be calculated as: responses per second\\*percent of correct responses. Dual-task performance will represent a participant's performance on improvement or decline on both gait and cognitive performance comparing single and dual-tasking. For example, mutual interference would be a decline in both gait (slower speed), and cognitive (lower corrected response ratio) from single to dual-tasking.","timeFrame":"baseline, pre-intervention and immediately after the intervention"},{"measure":"Frenchay Activities Index","description":"The Frenchay Activities Index is pragmatic for community-dwelling adults to self-rate participation in three domains: domestic chores, leisure/work, and outdoor activities. Frenchay Activity Index scores range from 0-45, with higher scores indicating greater participation in instrumental ADLs.","timeFrame":"baseline, pre-intervention and immediately after the intervention"},{"measure":"Self-reported Falls","description":"Participants will be asked: \"Have you fallen in the last three months?\" If yes, participants will be asked how many falls occurred in the last three months. Falls are defined as: \"a unintended loss of balance with a result of coming to rest on the ground, floor, or lower level.","timeFrame":"baseline, pre-intervention and immediately after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* at least 65 years old\n* ambulatory around the home with or without an assistive device\n* answered yes to at least one of the fall risk questions with their therapist\n* scheduled to receive occupational therapy services with instrumental activity of daily living goals through Covell Care.\n\nExclusion Criteria:\n\n* Not fluent in English\n* Self-reported diagnosis of dementia","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Laura A Swink, PhD","role":"CONTACT","phone":"9704917915","email":"laura.swink@colostate.edu"}],"locations":[{"facility":"Colorado State University","status":"RECRUITING","city":"Fort Collins","state":"Colorado","zip":"80524","country":"United States","contacts":[{"name":"Laura A Swink, PhD","role":"CONTACT","phone":"970-491-7915","email":"laura.swink@colostate.edu"}],"geoPoint":{"lat":40.58526,"lon":-105.08442}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}