{"protocolSection":{"identificationModule":{"nctId":"NCT06476249","orgStudyIdInfo":{"id":"202404101CAP"},"organization":{"fullName":"Hematology department of the 920th hospital","class":"OTHER"},"briefTitle":"Risk Factors for Postoperative Cough in Patients Undergoing Thoracoscopic Lung Resection","officialTitle":"A Prospective Cohort Study on Risk Factors for Postoperative Cough in Patients Undergoing Thoracoscopic Lung Resection"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2027-03-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-05-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hematology department of the 920th hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Lung cancer, as the main cause of cancer-related deaths in both males and females, is a great risk to human health. Pulmonary resection is the most applicable to early-stage lung cancer diagnoses and considered the best curative options. Coughing is a prominent symptom among postoperative complications, with approximately 18%-50% of patients experiencing persistent coughing after surgery. This study is a prospective observational study and is expected to be carried out in a large tertiary hospital. This cohort is expected to include 1000 participants for three years.\n\nPatients with pulmonary nodules on chest CT will be divided into two groups based on the presence or absence of cough symptoms on admission. The investigators decided whether to include patients in this cohort study strictly based on the inclusion and exclusion criteria. The severity of cough, the trajectory of cough change, and the physiological and social burden caused by cough will be reflected by the results of LCQ-MC, CSS, HARQ, and VAS. LCQ-MC, CSS, HARQ, and VAS are just a few of the questionnaires that are widely used to investigate the cough and severity of the respondent. The included variables included age, gender, Height, Weight, education level, smoking history, alcohol history, preoperative lung function, nodule size, preoperative and postoperative blood routine (such as white blood cell count, neutrophil count, etc.), blood biochemistry (such as C-reactive protein, PCT, etc.), liver and kidney function test results, surgical method, surgical site, operation duration, anesthesia method, anesthesia duration, lymph node dissection, pathological results, chest tube caliber, number of days of catheterization, use of cough drugs, use of non-steroidal anti-inflammatory drugs, Number of days in hospital and number of outpatient visits due to cough.","detailedDescription":"Lung cancer, as the main cause of cancer-related deaths in both males and females, is a great risk to human health. With the continuous updating of medical equipment and the gradual popularization of lung cancer screening, the detection rate of pulmonary nodules has been greatly improved, and surgical treatment is still the main treatment method for high-risk pulmonary nodules. Pulmonary resection, including wedge resection, segmentectomy and lobectomy, is the most applicable to early-stage lung cancer diagnoses and considered the best curative options.\n\nCoughing is a prominent symptom among postoperative complications, with approximately 18%-50% of patients experiencing persistent coughing after surgery. Persistent cough after pulmonary resection is defined as follows: non-productive cough that occurs more than 2 weeks after pulmonary resection with stable chest roentgenogram results, no evidence of postnasal drip syndrome or asthma, and no angiotensin converting enzyme inhibitor administration. Severe and persistent cough not only increases the difficulty of postoperative lung function exercise for patients, affects the recovery of the surgical site, but also affects their daily life and sleep, increases their physiological and psychological burden, and causes a huge social burden.\n\nHowever, the reason why cough after pulmonary resection occurs is steal unclear.\n\nCAP can be induced by various factors. According to previous studies, these factors are classified into four types: surgical factors, anesthetic factors, chemical factors, and other factors. The majority studies focus on the surgical factors, and have some points on the risk factors. Several small size studies suggested that mediastinal lymph node dissection may be an independent risk factor for persistent cough after Some studies previously reported that some factors, including surgical factors and gastroesophageal reflux (GER) secondary to the loss of volume after pulmonary resection, may be risky for persistent cough after pulmonary resection.\n\nVagus nerves and their branches mainly assume the afferent activities arising from sensory terminals which located in the lung and airway. And a vast majority of Vagus nerves and their branches are non-myelinated (C-) fibers.\n\nUnder normal or abnormal physiological conditions, the C-fiber locating in the lung and airway plays an important role in regulating the cardiopulmonary functions.\n\nIt is extensively documented that the sensitivity of vagal bronchopulmonary C-fibers can be enhanced by injury or inflammation of airway mucosa during both acute and chronic airway diseases. Actually, all afferent C fibers in both the somatosensory and visceral nervous systems can be stimulated by chemical mediators associated with inflammation. Some scholars speculate that it may be related to C-type fibers and inflammatory factors introduced by the vagus nerve. In basic experimental research, DP1, IP, EP1, and EP2 receptors are expressed in C fiber neurons.\n\nThis prospective cohort study will describe the incidence of CAP and the trajectory change in cough severity in patients with thoracoscopic lung resection. The primary objective of the study is to explore the risk factors for the development of CAP and to assess the physical, psychological, social, and life burdens of patients with CAP. The secondary objective is to see if the use of nonsteroidal drugs has an effect on the development of CAP. This study aims to provide preliminary evidence and guidance on appropriate treatment of post-pneumonectomy cough and risk factors for persistent cough and non-steroidal pharmacotherapy for CAP."},"conditionsModule":{"conditions":["Lung Cancer"],"keywords":["cough after pulmonary resection","thoracoscopic lung resection"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"cough","description":"Patients who met the inclusion and exclusion criteria and underwent thoracoscopically assisted pneumonectomy with postoperative cough","interventionNames":["Other: without"]},{"label":"Uncough","description":"Patients who met the inclusion and exclusion criteria and underwent thoracoscopically assisted pneumonectomy without postoperative cough","interventionNames":["Other: without"]}],"interventions":[{"type":"OTHER","name":"without","description":"without","armGroupLabels":["Uncough","cough"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The score value of Mandarin Chinese version of the Leicester Cough Questionnaire","description":"Mandarin Chinese version of the Leicester Cough Questionnaire is a globally recognized questionnaire for assessing the severity of cough","timeFrame":"On the 3rd,1 month and Half a year postoperatively"},{"measure":"The score value of visual analogue scale","description":"The score value of visual analogue scaleis a globally recognized questionnaire for assessing the severity of cough","timeFrame":"On the 3rd, 7th, 11th, 15th, 1 month, and half a year after surgery, respectively"}],"secondaryOutcomes":[{"measure":"The score value of Hull airway reflux questionnaire","description":"The score value of visual analogue scaleis a globally recognized questionnaire for assessing the severity of cough","timeFrame":"On the 3rd,1 month and Half a year postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n● Patients aged 18 years or older and less than or equal to 70 years of age who underwent surgery with video-assisted thoracoscopic pneumonectomy.\n\nExclusion Criteria:\n\n* Pre-existing cough before surgery (e.g. asthma, taking ACEI Drugs, etc.)\n* Distant metastasis of tumor\n* Combined pregnancy or breastfeeding\n* Combined with other systemic major diseases (such as malignant swelling, chronic liver insufficiency, chronic renal insufficiency, etc.)\n* Suffering from mental illness\n* Refusal of follow-up or incomplete clinical information\n* Poor compliance and other groups considered by the investigator not suitable for inclusion","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The participants in this study are from the 920th Hospital. Patients aged 18 years or older and less than or equal to 70 years of age who underwent surgery with video-assisted thoracoscopic pneumonectomy.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Rong Zhang, Master","role":"CONTACT","phone":"+8613808743327","email":"zhangrong00626@126.com"}],"overallOfficials":[{"name":"Wenk Cai, doctor","affiliation":"the Vice-President of the 920th Hospital of the Joint Logistics Support Force","role":"STUDY_CHAIR"}],"locations":[{"facility":"the 920th Hospital of the Joint Logistics Support Force","status":"RECRUITING","city":"Kunming","state":"Yunnan","zip":"223964","country":"China","contacts":[{"name":"Rong Zhang","role":"CONTACT","phone":"+8613808743327","email":"zhangrong00626@126.com"}],"geoPoint":{"lat":25.03889,"lon":102.71833}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2024-02-01","uploadDate":"2024-06-10T11:51","filename":"Prot_000.pdf","size":130741},{"typeAbbrev":"SAP","hasProtocol":false,"hasSap":true,"hasIcf":false,"label":"Statistical Analysis Plan","date":"2024-02-01","uploadDate":"2024-06-10T11:51","filename":"SAP_001.pdf","size":106189}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003371","term":"Cough"}],"ancestors":[{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","relevance":"LOW"},{"id":"M6590","name":"Cough","asFound":"Cough","relevance":"HIGH"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M15623","name":"Signs and Symptoms, Respiratory","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}