{"protocolSection":{"identificationModule":{"nctId":"NCT06479824","orgStudyIdInfo":{"id":"10002050"},"secondaryIdInfos":[{"id":"002050-H"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"NHLBI and Cook Trans-Atrial Intra-Pericardial Tricuspid Annuloplasty (TRAIPTA) Early Feasibility Study","officialTitle":"NHLBI and Cook Trans-Atrial Intra-Pericardial Tricuspid Annuloplasty (TRAIPTA) Early Feasibility Study"},"statusModule":{"statusVerifiedDate":"2024-06-26","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-27","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"Background:\n\nTricuspid valve regurgitation is a disease where one of the heart valves leaks. The leak affects blood flow. People with this disease may feel breathless and lack energy; they may need to stay in the hospital when fluid builds up in the body. The tricuspid is the most difficult valve to repair with surgery. Researchers want to try a new procedure called trans-atrial intra-pericardial tricuspid annuloplasty (TRAIPTA).\n\nObjective:\n\nTo test TRAIPTA in people with tricuspid valve regurgitation.\n\nEligibility:\n\nAdults aged 21 years and over with tricuspid valve regurgitation. They must not be eligible for standard surgical repair.\n\nDesign:\n\nParticipants will be screened. They will have tests of their heart function; these will include blood tests, imaging scans, and a 6-minute walking test.\n\nParticipants will enter the hospital for at least 1 day. The TRAIPTA procedure will be done under sedation or general anesthesia. The TRAIPTA study device is a loop that will be placed around the heart like a belt. It acts like a lasso to reduce leakage of the heart valve. Doctors will put the device in place by inserting a wire through a vein in the leg; they will thread the device up to the heart through the vein. The wire will be removed, but the TRAIPTA device will remain in place.\n\nParticipants will have follow-up visits 4 times in 1 year after the procedure. These visits will include physical exams, blood tests, imaging scans, and other tests of heart function.\n\nResearchers will contact participants or their doctors for heart test results for another 4 years....","detailedDescription":"Study Description:\n\nFunctional tricuspid valve regurgitation is common, has high morbidity and mortality, and has no good treatments. We developed a new transcatheter treatment for this orphan disease called TRAIPTA (Trans-Atrial Intra-Pericardial Tricuspid Annuloplasty). In TRAIPTA, catheter tools cross the wall of the heart to enter the pericardial space surrounding the heart, encircle the heart around the atrioventricular groove, and apply tension to reshape and narrow the heart to help the leaky tricuspid valve to function better. After placing the belt, a closure device is deployed to close the puncture in the right atrial appendage.\n\nThis is the first human test of the TRAIPTA technique. It is offered to patients who are suffering from clinically significant tricuspid valve regurgitation and who have no other good treatment options.\n\nObjectives:\n\nThe objectives of this study are to test whether TRAIPTA is feasible, safe, favorably remodels tricuspid annular geometry, and reduces severity of functional tricuspid valve regurgitation.\n\nPrimary Safety Endpoint:\n\nThe primary endpoint is safety, measured as a composite of freedom from major adverse cardiovascular events (MACE) assessed at 30 days after the TRAIPTA procedure, including all of the following:\n\n* All-cause Mortality\n* Stroke (disabling and non-disabling)\n* Device-related pulmonary thromboembolism (symptomatic)\n* TRAIPTA-related coronary compression requiring coronary revascularization or post-procedure relief of TRAIPTAcompression\n* Pericardial tamponade. Note that insertion of a pericardial drain and pericardial effusion requiring drainage is an expected part of the TRAIPTA procedure, and does not contribute to the primary safety endpoint.\n* Major cardiac structural related complications including cardiac surgery related to the device.\n* Major access site and vascular complications\n* Acute kidney injury requiring new renal replacement therapy.\n* Bleeding (major or worse) according to MVARC\n\nSecondary (Performance) Endpoints:\n\nThe performance endpoints are secondary, and are assessed at the timepoints indicated.\n\n* Technical success (measured at exit from cath lab). All the following must be present:\n\n  * Absence of procedural mortality; and\n  * Successful access, delivery, and retrieval of the TRAIPTA Delivery System; and\n  * Successful deployment and correct positioning of the TRAIPTA annuloplasty belt; and\n  * Freedom from emergency surgery or reintervention related to the TRIAPTA or access procedure.\n* Device success (measured at 30 days). All of the following must be present:\n\n  * Absence of procedural mortality or stroke; and\n  * Proper placement and positioning of the TRAIPTA annuloplasty belt; and\n  * Freedom from unplanned surgical or interventional procedures related to the device or access procedure; and\n  * Safety of the TRAIPTA annuloplasty belt, including:\n\n    * No evidence of structural or functional device failure\n    * No specific device-related technical failure issues and complications\n  * Reduction of TR by at least one degree without significant tricuspid valve stenosis."},"conditionsModule":{"conditions":["Tricuspid Valve Insufficiency"],"keywords":["Tricuspid valve regurgitation, transcatheter, circumferential compressive implan"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment","type":"EXPERIMENTAL","description":"TRAIPTA (Trans-Atrial Intra-Pericardial Tricuspid Annuloplasty)","interventionNames":["Device: TRAIPTA (Trans-Atrial Intra-Pericardial Tricuspid Annuloplasty)"]}],"interventions":[{"type":"DEVICE","name":"TRAIPTA (Trans-Atrial Intra-Pericardial Tricuspid Annuloplasty)","description":"In TRAIPTA, catheter tools cross the wall of the heart to enter the pericardial space surrounding the heart, encircle the heart around the atrioventricular groove, and apply tension to reshape and narrow the heart to help the leaky tricuspid valve to function better. After placing the belt, a closure device is deployed to close the puncture in the right atrial appendage.","armGroupLabels":["Treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety of TRAIPTA procedure","description":"Safety is measured as a composite of freedom from major adverse cardiovascular events (MACE) assessed at 30 days after the TRAIPTA procedure, including all of the following:-All-cause Mortality-Stroke (disabling and non-disabling)-Device-related pulmonary thromboembolism (symptomatic)-TRAIPTA-related coronary compression requiring coronary revascularization or post-procedure relief of TRAIPTA-compression-Pericardial tamponade. Note that insertion of a pericardial drain and pericardial effusion requiring drainage is an expected part of the TRAIPTA procedure, and does not contribute to the primary safety endpoint.-Major cardiac structural related complications including cardiac surgery related to the device.-Major access site and vascular complications-Acute kidney injury requiring new renal replacement therapy.-Bleeding (major or worse) according to MVARC","timeFrame":"30 days"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Adults \\>= 21 years\n* Severe tricuspid valve regurgitation with intact tricuspid leaflets, due to annular dilation, leaflet tethering, etc.\n* NYHA class III or IV congestive heart failure (symptomatic tricuspid regurgitation)\n* Cardiac size suitable for available TRAIPTA study devices according to NHLBI Core Lab analysis of cardiac CTA indicating a TRAIPTA extracardiac perimeter of 25-40cm.\n* Concordance of the study central clinical eligibility committee\n* Consents to participate, in writing, and willing to comply with all study procedures for the duration of the study\n\nEXCLUSION CRITERIA:\n\n* Prior cardiac surgery, which may preclude pericardial access, or known pericardial adhesions\n* Prior coronary artery stent in the atrioventricular groove\n* Severe mitral valve regurgitation assessed by echo\n* Left ventricular systolic dysfunction, LVEF \\< 0.30\n* Right atrial pacemaker lead if it might preclude trans-atrial access for TRAIPTA\n* Eligible for commercially-available transcatheter tricuspid valve replacement\n* Eligible for commercially-available tricuspid edge-to-edge repair (TTEER). Recurrent or persistent symptomatic tricuspid regurgitation despite TTEER is not excluded.\n* Having transcatheter heart valve implants at risk of compression by TRAIPTA based on anatomic location on pre-procedure CT\n* Severe pulmonary artery hypertension, pulmonary artery systolic pressure \\>=60 mm Hg\n* Severe baseline renal excretory dysfunction, eGFR\\<30mL/min/1.73m\\^2 unless on renal replacement therapy\n* Evidence of thrombus in left atrial appendage on baseline CTA\n* Known hypersensitivity to study device materials (for example, nickel)\n* Acute coronary syndrome, myocardial infarction, or percutaneous coronary intervention within 30 days\n* Requiring other structural heart intervention or coronary revascularization procedure in next 3 months\n* Pregnancy or intent to become pregnant prior to completion of all 12-month protocol follow-up procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Annette Stine, R.N.","role":"CONTACT","phone":"(301) 402-5558","email":"stinea@nhlbi.nih.gov"},{"name":"Robert J Lederman, M.D.","role":"CONTACT","phone":"(301) 402-6769","email":"lederman@nih.gov"}],"overallOfficials":[{"name":"Robert J Lederman, M.D.","affiliation":"National Heart, Lung, and Blood Institute (NHLBI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Emory University","city":"Atlanta","state":"Georgia","zip":"30308","country":"United States","contacts":[{"name":"Kristy Pitts","role":"CONTACT","phone":"404-686-5775","email":"klpitts@emory.edu"}],"geoPoint":{"lat":33.749,"lon":-84.38798}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":".IPD that underline results in a publication will be shared. Medical images will not be shared because of intrinsic inability to protect confidentiality with reasonable effort.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Data will be made available by the end of the project or protocol or at the time of associated publication.","accessCriteria":"BioData Catalyst is supported by NHLBI and access to data is controlled by the NHLBI Data Access Committee (DAC) utilizing the database of Genotypes and Phenotypes (dbGaP) permissions infrastructure. In order to access controlled-access data in BioData Catalyst, an investigator must have an approved Data Access Request (DAR) in dbGaP."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014262","term":"Tricuspid Valve Insufficiency"}],"ancestors":[{"id":"D000006349","term":"Heart Valve Diseases"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M17014","name":"Tricuspid Valve Insufficiency","asFound":"Tricuspid Valve Insufficiency","relevance":"HIGH"},{"id":"M9437","name":"Heart Valve Diseases","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}