{"protocolSection":{"identificationModule":{"nctId":"NCT06471920","orgStudyIdInfo":{"id":"IRB00437961"},"secondaryIdInfos":[{"id":"UG3AR083838","type":"NIH","link":"https://reporter.nih.gov/quickSearch/UG3AR083838"}],"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Improving Health for Patients With Chronic LBP in Rural Communities Through Telerehabilitation","officialTitle":"ARBOR Telehealth: Improving Health for Patients With Chronic Low Back Pain in Rural Communities Through Improved Access to Telerehabilitation","acronym":"ARBOR-Th"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"},"collaborators":[{"name":"Tidalhealth, Inc.","class":"UNKNOWN"},{"name":"Medstar Health Research Institute","class":"OTHER"},{"name":"Maryland Rural Health Association","class":"UNKNOWN"},{"name":"National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Physical therapy is the first line of treatment for patients with low back pain (LBP) and has been shown to be a cost-effective method for improving pain and disability in patients with chronic LBP; however, despite this effectiveness, only 7-13% of patients go on to receive physical therapy services with patients in rural communities being especially limited to do lack of provider availability, transportation, and missed work time leading to greater rates of LBP-related disability and opioid consumption. With the rapid emergence of digital treatment approaches to physical therapy (i.e., telerehabilitation), access could be improved by reducing or eliminating many barriers that patients report; however, it is unclear how to appropriately incorporate digital treatment approaches into existing health care models. The investigators propose a single-masked prospective randomized clinical trial conducted at a health system serving rural communities to determine the effectiveness of innovative risk-stratified telerehabilitation versus standard educational control for patients with chronic LBP that will match individual patients with specific physical therapy delivery (physical therapy telehealth visits or psychologically informed physical therapy telehealth visits) based on the patient's psychosocial risk of poor outcomes.","detailedDescription":"Chronic low back pain (LBP) imposes tremendous burden on affected individuals, healthcare systems, and society. LBP has been identified as the most common cause of disability globally and in the United States (US). LBP is also the largest driver of US healthcare spending ($135 billion in 2016) and the most common diagnoses associated with opioid prescription and consumption. For patients with chronic LBP, physical therapy has been shown to be a cost-effective method for improving pain and disability. In addition, physical therapy has been shown to decrease the risk of advanced imaging, injections, surgery, and opioid use in patients with chronic LBP.\n\nDespite available evidence in support, only 7-13% of patients with LBP, including those with chronic LBP, go on to receive physical therapy services, with patients reporting barriers accessing physical therapy, such as transportation, provider availability and missed work time. Access is especially limited in rural communities where there are approximately 40% fewer physical therapists available per capita compared to metropolitan regions. In addition, patients living in rural communities likely need to travel longer distances to receive physical therapy, requiring additional missed work time and transportation costs. This lack of access to physical therapy in rural communities likely contributes to the greater rates of LBP-related disability and opioid consumption that have been observed in rural communities compared to metropolitan areas. Innovative methods for improving access to physical therapy are urgently needed to address disparities in outcomes for patients with chronic LBP living in rural communities in the US. Telehealth has rapidly expanded during the COVID-19 pandemic. This includes policy changes that have allowed physical therapists to begin providing care remotely, also referred to as telerehabilitation. Telerehabilitation stands to improve access to physical therapy for patients with chronic LBP living in rural communities and may serve as a means of improving outcomes of these patients.\n\nThe investigators will conduct a single-blind prospective randomized clinical trial addressing key questions to understanding the effectiveness of a risk-informed telerehabilitation to reduce opioid use and LBP-related disability and to improve physical function and health-related quality of life (HRQoL) in patients with chronic LBP. Additionally, the investigators will explore implementation outcomes using a mixed methods approach consisting of electronic surveys and semi-structured interviews with patients, physical therapists, practice managers, and outpatient services administration focusing on perceived quality and impact on barriers to care. The investigators will enroll 434 patients with LBP presenting to primary care clinics serving rural communities (TidalHealth, Salisbury, MD). Eligible patients will provide informed consent and be randomized to either an educational control or risk-informed telerehabilitation (physical therapy telehealth visits, or informed physical therapy telehealth visits). Primary effectiveness outcome is difference in change in LBP-related disability (Oswestry Disability Index) and in opioid use after 8 weeks of treatment."},"conditionsModule":{"conditions":["Chronic Low-back Pain"],"keywords":["chronic low back pain","physical therapy","Telehealth","telerehabilitation","rural","opioid"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A pragmatic randomized clinical trial used a Type I Hybrid effectiveness-implementation design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Follow-up assessments will be performed by a Researcher who will be blind to participants' treatment group assignment(s). Participants will be reminded by the Researcher not to discuss aspects of treatment during assessments.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":434,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Educational Control","type":"ACTIVE_COMPARATOR","description":"Patients randomized to the educational control group will receive registered access to a study website with access to evidence-based education for patients with chronic LBP. Each participant will have unique login credentials to allow for tracking of individual patient use. The website will include important education on the etiology of chronic LBP and evidence-based suggestions for self-management of symptoms. Education will focus on the importance of maintaining healthy levels of physical activity and avoiding bedrest. To promote increased physical activity levels, the website will also include pictures and videos of common exercises targeting the lumbopelvic region that patients can perform independently without the need for exercise equipment.","interventionNames":["Behavioral: Educational Control"]},{"label":"Telerehabilitation","type":"EXPERIMENTAL","description":"Based on prior STarT Back Tool (SBTS) screening risk stratification, participants in the risk-informed telerehabilitation group will receive subsequent care using an evidence-based treatment protocol designed for video visits to be informed by a participant's baseline risk score with elements ranging from standard physical therapy telehealth visits (low-to-medium risk) to psychological informed physical therapy (PIPT) telehealth visits (high-risk).\n\nThe SBTS is a short questionnaire that assesses an individual's physical, psychosocial, and psychological risk factors for chronic back pain that can be improved with treatment.","interventionNames":["Behavioral: Telerehabilitation"]}],"interventions":[{"type":"BEHAVIORAL","name":"Educational Control","description":"Patients randomized to the educational control group will receive registered access to a study website with access to evidence-based education for patients with chronic LBP. Each participant will have unique login credentials to allow for tracking of individual patient use. The website will include important education on the etiology of chronic LBP and evidence-based suggestions for self-management of symptoms. Education will focus on the importance of maintaining healthy levels of physical activity and avoiding bedrest.","armGroupLabels":["Educational Control"]},{"type":"BEHAVIORAL","name":"Telerehabilitation","description":"Based on prior SBTS risk stratification, participants in the risk-informed telerehabilitation group will receive subsequent care using an evidence-based treatment protocol designed for video visits to be informed by a participant's baseline risk score with elements ranging from standard physical therapy telehealth visits (low-to-medium risk) to PIPT telehealth visits (high-risk).","armGroupLabels":["Telerehabilitation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Oswestry Disability Index","description":"LBP-related disability. The total score range is \\[0, 100\\] with higher values representing greater pain-related disability.","timeFrame":"Change from baseline to 8 weeks after treatment initiation"},{"measure":"Opioid Use","description":"self-reported and/or Electronic Health Record (EHR) documented opioid use","timeFrame":"Proportion using opioids at 8 weeks after treatment initiation"}],"secondaryOutcomes":[{"measure":"Change in Patient-Reported Outcomes Measurement Information System (PROMIS-29) Physical Function","description":"Physical function. The total score range is \\[0, 100\\] with higher scores indicating better physical function.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in Patient-Reported Outcomes Measurement Information System (PROMIS-29) Physical Function by Gender","description":"Physical function. The total score range is \\[0, 100\\] with higher scores indicating better physical function.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in Patient-Reported Outcomes Measurement Information System (PROMIS-29) Physical Function by Age Group","description":"Physical function. The total score range is \\[0, 100\\] with higher scores indicating better physical function.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in Patient-Reported Outcomes Measurement Information System (PROMIS-29) Physical Function by Baseline Opioid Use","description":"Physical function. The total score range is \\[0, 100\\] with higher scores indicating better physical function.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in PROMIS Preference Score (PROPr)","description":"Total score range is \\[0, 100\\] with higher scores indicating better outcome.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in PROMIS Preference Score (PROPr) by Gender","description":"Total score range is \\[0, 100\\] with higher scores indicating better outcome.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in PROMIS Preference Score (PROPr) by Age Group","description":"Total score range is \\[0, 100\\] with higher scores indicating better outcome.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Change in PROMIS Preference Score (PROPr) by Baseline Opioid Use","description":"Total score range is \\[0, 100\\] with higher scores indicating better outcome.","timeFrame":"Change from baseline to 16- and 52-weeks after treatment initiation"},{"measure":"Percent of participants using non-opioid LBP-Related Healthcare Use","description":"Non-opioid LBP-related healthcare use (e.g., physician office visit, imaging, surgery)","timeFrame":"16- and 52-weeks after treatment initiation"},{"measure":"Percent of participants using non-opioid LBP-Related Healthcare Use by Gender","description":"Non-opioid LBP-related healthcare use (e.g., physician office visit, imaging, surgery)","timeFrame":"16- and 52-weeks after treatment initiation"},{"measure":"Percent of participants using non-opioid LBP-Related Healthcare Use by Age Group","description":"Non-opioid LBP-related healthcare use (e.g., physician office visit, imaging, surgery)","timeFrame":"16- and 52-weeks after treatment initiation"},{"measure":"Percent of participants using non-opioid LBP-Related Healthcare Use by Baseline Opioid Use","description":"Non-opioid LBP-related healthcare use (e.g., physician office visit, imaging, surgery)","timeFrame":"16- and 52-weeks after treatment initiation"}],"otherOutcomes":[{"measure":"Percent of patients approached who accept participation","description":"Implementation - Acceptability as assessed by percent of patients approached who accept participant","timeFrame":"At Screening"},{"measure":"Percent of patients offered telerehabilitation","description":"Implementation - Adoption as assessed by percent of patients offered tele-rehabilitation","timeFrame":"At screening"},{"measure":"Percent of intervention sessions completed","description":"Implementation - Feasibility as assessed by percent of intervention sessions completed","timeFrame":"8-weeks after treatment initiation"},{"measure":"Percent of core treatment components provided during intervention sessions","description":"Implementation - Fidelity as assessed by percent of core treatment components provided during intervention sessions","timeFrame":"8-weeks after treatment initiation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Primary care visit in the past 90 days with an LBP-related International Classification of Diseases (ICD-10) diagnosis.\n* Age 18 years or older.\n* At least moderate levels of pain and disability requiring Oswestry score ≥24% and average pain rating ≥ 4/10 points.\n* Meets NIH Task Force2 definition of chronic LBP based on two questions: 1) How long has LBP has been an ongoing problem? and 2) How often has LBP been an ongoing problem over the past 6 months? A response of greater than 3 months to question 1, and \"at least half the days in the past 6 months\" to question 2 is required to satisfy the NIH definition of chronic LBP.\n* Can speak and understand English.\n* Access to video-enabled device and Internet.\n\nExclusion Criteria:\n\n* Recent history (last 6 months) of lumbar spine surgery.\n* Possible non-musculoskeletal cause for low back pain symptoms (e.g., pregnancy).\n* Evidence of serious pathology as a cause of LBP including neoplasm, inflammatory disease (e.g., ankylosing spondylitis), vertebral osteomyelitis, etc.\n* Neurological disorder resulting in severe movement disorder, or schizophrenia or other psychotic disorder.\n* Knowingly pregnant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Richard L Skolasky, Sc.D.","role":"CONTACT","phone":"410-502-7975","email":"rskolas1@jhmi.edu"},{"name":"Kevin McLaughlin, D.P.T.","role":"CONTACT","phone":"410-614-3234","email":"kevin.mclaughlin@jhmi.edu"}],"overallOfficials":[{"name":"Richard L Skolasky, Sc.D.","affiliation":"Johns Hopkins School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins University School of Medicine","city":"Baltimore","state":"Maryland","zip":"21287","country":"United States","contacts":[{"name":"Richard L Skolasky, ScD","role":"CONTACT","phone":"410-502-7975","email":"rskolas1@jhmi.edu"},{"name":"Richard L Skolasky, ScD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Kevin McLaughlin, D.P.T","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}},{"facility":"Tidalhealth","city":"Salisbury","state":"Maryland","zip":"21801","country":"United States","contacts":[{"name":"Jill Stone, PT","role":"CONTACT","phone":"410-543-7017","email":"jill.stone@tidalhealth.org"},{"name":"Robert Joyner, Ph.D.","role":"CONTACT","phone":"410-543-7017","email":"Robert.joyner@tidalhealth.org"}],"geoPoint":{"lat":38.36067,"lon":-75.59937}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The Research Team at the Johns Hopkins University and TidalHealth (sub-award) for the proposal titled \"Improving Function and Reducing Opioid Use for Patients with Chronic Low Back Pain in Rural Communities through Improved Access to Physical Therapy using Telerehabilitation\" (RFA-NR-23-001) agree to accept the overall governance, common protocols, publication policies, collaborative procedures, confidentiality, and data sharing plans to be developed by the Helping to End Addiction Long-term (HEAL) Consortium. The following document exists to reflect best practices for data acquisition, management, stewardship, and dissemination that are consistent with the HEAL Initiative Public Access and Data Sharing Policy.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Data will be available after final dataset is closed, curated, and uploaded to the data sharing platform. Data will be available in perpetuity.","accessCriteria":"Data will be accessible on a closed-access basis. Researchers will have to request access and have this request be approved."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001416","term":"Back Pain"},{"id":"D000017116","term":"Low Back Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M4714","name":"Back Pain","asFound":"Back Pain","relevance":"HIGH"},{"id":"M19433","name":"Low Back Pain","asFound":"Low Back Pain","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","asFound":"Chronic","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4033","name":"Analgesics, Opioid","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}