{"protocolSection":{"identificationModule":{"nctId":"NCT06481202","orgStudyIdInfo":{"id":"TZS-HVL-I"},"organization":{"fullName":"AO GENERIUM","class":"INDUSTRY"},"briefTitle":"A Safety and Pharmacokinetic Study of Complarate (Tocilizumab Biosimilar) and Actemra® in Healthy Volunteers","officialTitle":"Double-blind Randomized Study of the Safety, Pharmacokinetics and Pharmacodynamics of the Drugs Complarate (JSC GENERIUM, Russia) and Actemra® (F. Hoffmann-La Roche Ltd., Switzerland) in Parallel Groups of Healthy Volunteers"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-04-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-06-14","type":"ACTUAL"},"completionDateStruct":{"date":"2022-08-19","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AO GENERIUM","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a randomized double-blind comparative parallel group study of the safety, pharmacokinetics and pharmacodynamics of Complarate and Actemra® in healthy volunteers. Participants received a single intravenous dose of tocilizumab 8 mg/kg. The follow up period was 43 days","detailedDescription":"Complarate (tocilizumab) is being developed as a biosimilar to the drug Actemra®, a concentrate for the preparation of a solution for infusion.\n\nTocilizumab is a recombinant humanized monoclonal antibody to the human interleukin-6 (IL-6) receptor from the immunoglobulin G1 (IgG1) subclass of immunoglobulins. Tocilizumab binds to and inhibits both soluble and membrane IL-6 receptors (sIL-6R and mIL-6R).\n\nThis I phase study is aimed to compare the pharmacokinetics and safety of the drugs Complarate and Actemra® after their single intravenous administration to healthy volunteers at a dose of 8 mg/kg. The study included healthy volunteers aged 18-45 years at the time of signing the informed consent form. The study included a screening period, single administration of study/comparator drug and a follow up period. Allocation of patients to treatment groups was carried out by randomization in a ratio of 1:1 to the study drug and comparator drug. 46 healthy volunteers (23 to the study drug group and 23 to the reference drug group) were randomized."},"conditionsModule":{"conditions":["Healthy Volunteers"],"keywords":["tocilizumab","humanized monoclonal antibodies","safety","pharmacokinetics","equivalence","biosimilar","IL-6 receptor"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"DOUBLE","maskingDescription":"Neither the investigators nor the patients knew which drug was being administered","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":43,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Complarate® (JSC \"GENERIUM\", Russia)","type":"EXPERIMENTAL","description":"tocilizumab biosimilar","interventionNames":["Biological: Complarate®"]},{"label":"Actemra® (F. Hoffmann-La Roche Ltd., Switzerland)","type":"ACTIVE_COMPARATOR","description":"tocilizumab","interventionNames":["Biological: Actemra®"]}],"interventions":[{"type":"BIOLOGICAL","name":"Complarate®","description":"The test drug Complarate® was administered as an intravenous infusion at a single dose of 8 mg/kg.","armGroupLabels":["Complarate® (JSC \"GENERIUM\", Russia)"],"otherNames":["tocilizumab biosimilar","GNR-087"]},{"type":"BIOLOGICAL","name":"Actemra®","description":"The reference drug Actemra® was administered as an intravenous infusion at a single dose of 8 mg/kg.","armGroupLabels":["Actemra® (F. Hoffmann-La Roche Ltd., Switzerland)"],"otherNames":["tocilizumab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pharmacokinetics: Area under the plasma concentration versus time curve (AUC)","description":"Analysis of equivalence of area under concentration-time curve from time 0 (predose) to the last quantifiable data point and to infinity of Complarate and Actemra®","timeFrame":"day 43"},{"measure":"Pharmacokinetics: Peak Plasma Concentration (Cmax)","description":"Analysis of equivalence of Cmax of Complarate and Actemra®","timeFrame":"day 43"}],"secondaryOutcomes":[{"measure":"Pharmacodynamics: Concentration of interleukine-6 (IL-6)","description":"IL-6 concentration","timeFrame":"day 43"},{"measure":"Pharmacodynamics: Concentration of soluble interleukine-6 receptor (sIL-6R)","description":"sIL-6R concentration","timeFrame":"day 43"},{"measure":"Pharmacodynamics: Concentration of high-sensitivity C-reactive protein (hsCRP)","description":"hsCRP concentration","timeFrame":"day 43"},{"measure":"Adverse events","description":"The Investigator will carefully monitor each subject throughout the study for any adverse events (coded to preferred term and system organ class using the Medical Dictionary for Regulatory Activities \\[MedDRA\\])","timeFrame":"day 43"},{"measure":"Immunogenicity","description":"antidrug antibodies (ADA) level","timeFrame":"day 43"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men aged 18 to 45 years (inclusive) at the time of signing the Informed Consent Form.\n* The diagnosis is \"healthy\", concluded by a doctor-researcher based on the analysis of clinical and biochemical blood tests, urine tests, the results of a physical examination, measurements of vital signs, the results of electrocardiography and fluorography. In this case, the volunteer should not have any deviations in the tests carried out as part of the protocol.\n* Conclusion of a dentist on the sanitation of the oral cavity.\n* Availability of written informed consent obtained from the volunteer before the start of any procedures related to the study.\n* Body weight from 60 to 90 kg inclusive.\n* Body mass index 18.5-30 kg/m2 inclusive. Agreement to follow adequate methods of contraception for 3 months after administration of the study drug.\n* Volunteers should not be donors of blood and its components 3 months before inclusion in the study and not become donors of blood and its products during the entire study and for 30 days after its completion.\n\nExclusion Criteria:\n\n* Use of drugs based on monoclonal antibodies for 1 year before drug administration.\n* Vaccination (with any vaccine) within 30 days before signing the informed consent and/or the need for vaccination during the study period.\n* A history of an adverse drug reaction to any of the components of the study drug or a reference drug.\n* History of an autoimmune disease.\n* A history of a disease associated with the accumulation of immune complexes (including serum sickness).\n* History of cancer.\n* The presence of chronic diseases of the cardiovascular, bronchopulmonary (including bronchospastic diseases), neuroendocrine systems, as well as diseases of the gastrointestinal tract, liver, kidneys, hematopoietic, immune systems, and mental illnesses.\n* Acute infectious diseases less than 4 weeks before signing the informed consent.\n* Blood donation or blood loss (450 ml of blood or more) less than 3 months before the start of the study.\n* Participation in clinical trials of drugs less than 3 months before signing the informed consent.\n* Regular alcohol consumption exceeding 5 units. alcohol per week (where each unit is equal to 30 ml of ethyl alcohol) or anamnestic information about alcoholism, drug addiction, or drug abuse in the anamnesis.\n* Positive test for the presence of alcohol in exhaled air.\n* Smoking more than 5 cigarettes per day for 3 months before the study.\n* Drug dependence and a positive urine test for the content of narcotic and potent drugs.\n* Positive test for hepatitis B or C, HIV or syphilis.\n* Unwillingness or inability to comply with the recommendations prescribed by this protocol.\n* Any planned surgical intervention during the study period.\n* Identification during screening of other diseases/conditions not listed above that, in the opinion of the doctor-researcher, prevent the inclusion of a volunteer in the study.","healthyVolunteers":true,"sex":"MALE","genderBased":true,"minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Oksana A. Markova, MD","affiliation":"JSC GENERIUM","role":"STUDY_CHAIR"}],"locations":[{"facility":"Department of Clinical Research, Center for Clinical Drug Research","city":"Moscow","zip":"119435","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}},{"facility":"Federal State Autonomous Educational Institution of Higher Education \"First Moscow State Medical University named after I.M. Sechenov\" of the Ministry of Health of Russia","city":"Moscow","zip":"119991","country":"Russian Federation","geoPoint":{"lat":55.75222,"lon":37.61556}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M4230","name":"Antibodies, Monoclonal","relevance":"LOW"},{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}