{"protocolSection":{"identificationModule":{"nctId":"NCT06479681","orgStudyIdInfo":{"id":"2089000(Prisma),2024-110(Clem)"},"secondaryIdInfos":[{"id":"1R01AA030815","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R01AA030815"}],"organization":{"fullName":"Clemson University","class":"OTHER"},"briefTitle":"A Peer Recovery Coaching Intervention for Hospitalized Alcohol Use Disorder Patients","officialTitle":"A Peer Recovery Coaching Intervention for Hospitalized Alcohol Use Disorder Patients","acronym":"RC-Link"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-31","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Clemson University","class":"OTHER"},"collaborators":[{"name":"Prisma Health-Upstate","class":"OTHER"},{"name":"National Institute on Alcohol Abuse and Alcoholism (NIAAA)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The project objective is to rigorously evaluate the effectiveness of a peer recovery coaching intervention (called RC-Link) in patients hospitalized with medical complications from alcohol use on recovery outcomes guided by the new NIAAA definition of recovery, examine mechanisms of heavy drinking using daily ecological momentary assessment (EMA), and determine the program's cost-effectiveness using an randomized controlled trial (RCT) design. The primary outcomes are frequency of heavy drinking, biopsychosocial functioning, and remission from AUD.","detailedDescription":"Alcohol Use Disorder (AUD) is the third leading cause of preventable deaths in U.S. and accounts for over 10% of U.S. hospital admissions. Treatment for this population often fails to address the underlying cause of the hospitalization: the AUD. Patients hospitalized with alcohol-related medical complications tend to have high-risk for recurrence of alcohol-related medical problems, high rates of hospital readmissions, and poor recovery outcomes. Methods that promote long-term recovery care are needed. Inpatient linkage to peer recovery coaching may bridge this gap in care by providing a method of continued care for AUD recovery that offers flexibility in recovery pathways, peer modeling opportunities, and strong social support. Pilot study results demonstrated the feasibility of inpatient linkage to peer recovery coaching and showed evidence of decreased alcohol consumption, increased engagement in treatment and recovery support programs, and decreased emergency department visits. However, pilot study sample size, outcomes, and methods were limited. This proposal seeks to overcome these limitations and build on these preliminary results by: using ecological momentary assessments, measuring recovery using the new NIAAA definition, examining cost-effectiveness, assessing alcohol consumption using an additional objective measure (breath alcohol content levels), and examining social support and self-efficacy as potential mechanisms of effectiveness. This proposal will rigorously test the effectiveness of an inpatient peer recovery coaching service called the RC-Link program on recovery outcomes in patients hospitalized with medical complications from AUD. The program involves a bedside introduction to a peer recovery coach during the patient's hospitalization plus continued, recovery support for six-months. The RC-Link program provides standardized peer recovery service that is both personalized to the patients' needs and generalized to provide socioemotional, instrumental, and informational social support during every patient encounter. Aim 1 will determine the effect of the RC-Link program on frequency of heavy drinking, biopsychosocial functioning, and remission from AUD compared to controls. Aim 2 will examine how daily changes in perceived social support and self-efficacy influence alcohol consumption and determine whether such associations differ between the RC-Link and control groups. Aim 3 will examine the cost-effectiveness of the RC-Link program; hospital utilization rates will be examined as secondary outcomes. These aims will be evaluated using a two-arm randomized controlled trial that compares the RC-Link program intervention to a control group that receives a brief intervention and connection to a peer recovery coach after the study period. Outcomes will be assessed at baseline, monthly during the 6-month study period, and 6-months post- intervention. This study has potential to advance recovery care for AUD by providing a better understanding of how long-term, inpatient-initiated peer recovery coaching influences recovery outcomes over time in this population."},"conditionsModule":{"conditions":["Alcohol Use Disorder"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":750,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Long-term peer recovery coaching intervention","type":"EXPERIMENTAL","description":"bedside peer recovery coaching + 6-months long-term engagement","interventionNames":["Behavioral: Peer recovery coaching (PRC)"]},{"label":"SBIRT Intervention","type":"ACTIVE_COMPARATOR","description":"The control will receive a brief intervention, usual care (a referral list), contact information for the study team and hospital case management, and a follow-up contact at the end of the study period.","interventionNames":["Behavioral: Brief Intervention (SBIRT)"]}],"interventions":[{"type":"BEHAVIORAL","name":"Peer recovery coaching (PRC)","description":"The RC-Link peer recovery coaching intervention provides participants with an introduction to an RC-Link coach during their hospitalization. The RC-Link coach delivers coaching and support services for a 6-month period using a standardized PRC Checklist. During the baseline visit, the RC-Link coach first develops a personalized recovery plan with the participant that emphasizes multiple pathways to recovery, including different types of mutual aid groups, counseling, and alternative recovery tools. The approach empowers the participant with an actionable recovery plan that can be initiated upon discharge, but the plan can be modified as changes arise. After the initial baseline encounter, the RC-Link coach initiates phone, virtual, and/or in-person contact with the participant a minimum of twice weekly using the PRC Checklist to standardize service delivery.","armGroupLabels":["Long-term peer recovery coaching intervention"]},{"type":"BEHAVIORAL","name":"Brief Intervention (SBIRT)","description":"The control will receive a brief intervention, usual care (a referral list), contact information for the study team and hospital case management, and a follow-up contact at the end of the study period. The brief intervention entails (a) using motivational interviewing to gauge the individual's perspective of drinking, how it influences their life, and readiness for change; (b) provide information about the risks of hazardous drinking and potential ways to reduce drinking; (c) elicit their feedback; listen to their concerns; offer encouragement; encourage them to establish goals for behavior change; and (d) provide resources for change (e.g., the referral list). The referral list includes contact information for no-cost peer recovery coach through FAVOR that the participant could choose to call via self-referral. Thus, control participants are able to be linked to PRC, but they must initiate the call and initial visit outside the hospital setting.","armGroupLabels":["SBIRT Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Percentage of Heavy Drinking Days Per Month","description":"This outcome will be measured using the Alcohol Timeline Follow Back (TLFB), a calendar-based, self-report survey. The TLFB is the most widely used measure of alcohol use frequency in treatment trials for AUD and has strong reliability and validity in diverse populations.","timeFrame":"one-month, 3-months, 6-months"},{"measure":"Remission from Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5) AUD Diagnosis","description":"The DSM-5 checklist for AUD will be used to assess AUD diagnosis. Remission is defined as meeting 0 of the 11 criteria for AUD diagnosis, excluding craving. According to the NIAAA recovery definition, cessation of heavy drinking and AUD remission are classified as the following durations: initial (0-3 months), early (3-12 months), sustained (1-5 years), and stable (\\>5 years). Using this definition, primary study endpoints will be 1-month post-baseline (initial recovery; past 1 month symptoms), 3-month post-baseline (early recovery; past 3-month symptoms), 6-month post-baseline (end of intervention period), and 1-year post-baseline (sustained recovery; past 12-month symptoms)","timeFrame":"one-month, 3-months, 6-months, 12-months"},{"measure":"Change in Biopsychosocial Functioning","description":"The self-report World Health Organization (WHO) Quality of Life brief version (WHOQoL-BREF) will measure biopsychosocial functioning. There are subscales for physical functioning, psychological functioning, level of independence, social relationships, environment, and spirituality. Items are scored on a 1 - 5 scale with higher scores reflecting higher levels of that subscale domain. These items are them transformed so that the raw scale score for each domain is converted to a 0-100 scale with higher scores reflecting greater quality of life on that domain.","timeFrame":"one-month, 3-months, 6-months"},{"measure":"Cost Effectiveness","description":"The intervention cost will be determined by gauging recovery coach salaries and additional medical provider and support staff time required, and applying this cost to each interaction. We will examine the cost of hospital services (hospital charges), including emergency department visits, hospitalizations, psychiatric inpatient stay, medical outpatient costs, and physician professional fee costs.","timeFrame":"6-months"}],"secondaryOutcomes":[{"measure":"Change in Coping","description":"The self-reported Brief Coping Orientation to Problems Experienced (COPE) Inventory 28-item scale will be used and administered. Items on this scale range from 1 (I haven't been doing this at all) to 4 (I have been doing this a lot). There are two items for 14 coping strategies, such as self-distraction, emotional support, humor, self-blame, and denial. Higher scores reflect a higher degree of engaging in a particular coping strategies.","timeFrame":"one-month, 3-months, 6-months, 12-months"},{"measure":"Change in linkage to and engagement in Evidence-Based Practices","description":"Percentage of participants linked and percentage of participants engaged: Participants will indicate the types of evidence-based practices (EBPs) for AUD that they have been engaged in and the number of days they engaged in EBPs in the past month. EBPs for AUD are defined by the NIAAA as FDA-approved pharmacology for AUD (disulfiram, acamprosate \\& naltrexone), inpatient/outpatient rehabilitation, therapy/counseling, and mutual aid programs (e.g., 12-step programs, SMART recovery, etc.).","timeFrame":"one-month, 3-months, 6-months, 12-months"},{"measure":"Change in linkage to and engagement in Social Determinants of Health (SDoH) resources","description":"Percentage of participants linked and percentage of participants utilizing resources: Participants will be asked if anyone (family/friend, recovery coach, social worker, etc.) helped provide them with housing, employment, education, food security, or transportation assistance in the past month, and if so, what services and who helped them.","timeFrame":"one-month, 3-months, 6-months, 12-months"},{"measure":"Hospital Utilization","description":"Hospital utilization refers to the number of overall and alcohol-specific inpatient admission and emergency visits.","timeFrame":"6-months"},{"measure":"EMA: Heavy Drinking","description":"Two-items from the Daily Drinking Questionnaire will be used: one queries whether participants drank alcohol that day (yes/no) and the other assesses amount consumed","timeFrame":"6-months"},{"measure":"EMA: Breath Alcohol Content (BrAC) Levels","description":"Breath alcohol content levels will be measured using a breathalyzer (BACtrack) as an objective measure of alcohol consumption, which controls for the possibility that differences in self-reported consumption are due to inaccurate reporting.","timeFrame":"6-months"},{"measure":"EMA: Change in Craving","description":"This will be measured using a single-item questionnaire administered via EMA","timeFrame":"6-months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Live within 50 miles of the recruitment and plan to stay in the area for at least 6 months\n* Current DSM-V criteria for moderate or severe AUD (measured by a score of ≥4 on the DSM-V Checklist)\n* Hospitalized with a principal, primary, or secondary AUD-related diagnosis\n\nExclusion Criteria:\n\n* Unable to provide informed consent\n* Patients referred to hospice during hospitalization\n* Women who are pregnant\n* Comorbid diagnosis or at-risk for methamphetamine, cocaine, or opioid use disorder as determined by a score of ≥4 on the National Institute on Drug Abuse (NIDA) Modified Assist v3.0\n* Current suicidal ideation\n* Incarcerated at time of hospitalization\n* Currently has a peer recovery coach\n* Toxicology screen positive for opiates, cocaine, or methamphetamine\n* Experiencing moderate/severe alcohol withdrawal based on physician assessment\n* Psychotic disorders or bipolar disorder documented in chart","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kaileigh Byrne, PhD","role":"CONTACT","phone":"864-656-3935","email":"kaileib@clemson.edu"},{"name":"Alain Litwin, MD","role":"CONTACT","phone":"864-430-0911","email":"alain.litwin@prismahealth.org"}],"locations":[{"facility":"Greenville Memorial Hospital","status":"RECRUITING","city":"Greenville","state":"South Carolina","zip":"29605","country":"United States","contacts":[{"name":"Kaileigh Byrne, PhD","role":"CONTACT","phone":"864-656-3935","email":"kaileib@clemson.edu"},{"name":"Alain Litwin, MD","role":"CONTACT","phone":"864-430-0911","email":"alain.litwin@prismahealth.org"}],"geoPoint":{"lat":34.85262,"lon":-82.39401}},{"facility":"Oconee Memorial Hospital","status":"RECRUITING","city":"Seneca","state":"South Carolina","zip":"29672","country":"United States","contacts":[{"name":"Kaileigh Byrne, PhD","role":"CONTACT","phone":"315-350-4368","email":"kaileib@clemson.edu"}],"geoPoint":{"lat":34.68566,"lon":-82.9532}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000437","term":"Alcoholism"},{"id":"D000000428","term":"Alcohol Drinking"}],"ancestors":[{"id":"D000004327","term":"Drinking Behavior"},{"id":"D000019973","term":"Alcohol-Related Disorders"},{"id":"D000019966","term":"Substance-Related Disorders"},{"id":"D000064419","term":"Chemically-Induced Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M3774","name":"Alcohol Drinking","asFound":"Alcohol Use","relevance":"HIGH"},{"id":"M3783","name":"Alcoholism","asFound":"Alcohol Use Disorder","relevance":"HIGH"},{"id":"M7502","name":"Drinking Behavior","relevance":"LOW"},{"id":"M21842","name":"Alcohol-Related Disorders","relevance":"LOW"},{"id":"M21837","name":"Substance-Related Disorders","relevance":"LOW"},{"id":"M30302","name":"Chemically-Induced Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC25","name":"Substance Related Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3777","name":"Ethanol","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}