{"protocolSection":{"identificationModule":{"nctId":"NCT06473519","orgStudyIdInfo":{"id":"C4841001"},"organization":{"fullName":"Pfizer","class":"INDUSTRY"},"briefTitle":"A Study to Assess Safety, Tolerability and Immunogenicity of RSVpreF From Multidose Vials in Healthy Female Adults.","officialTitle":"A PHASE 3, RANDOMIZED, OPEN-LABEL TRIAL TO EVALUATE THE SAFETY, TOLERABILITY, AND IMMUNOGENICITY OF RESPIRATORY SYNCYTIAL VIRUS (RSV) PREFUSION F SUBUNIT VACCINE FORMULATED IN MULTIDOSE VIALS IN HEALTHY FEMALE ADULTS","acronym":"Amélie"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-27","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Pfizer","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Respiratory Syncytial Virus (RSV) is a common type of virus (germ) that can cause severe illness, where medical help is needed. RSV can lead to airway diseases in all ages. Vaccines help your body make antibodies. These antibodies help fight against diseases. This is called an immune response.\n\nThe purpose of this study is to learn about the safety, tolerability, and immunogenicity of a RSV vaccine called RSVpreF. RSVpreF comes either as:\n\n* a single dose in a container (called a vial),\n* or in a vial that holds multiple doses. A multidose vial contains more than one dose of RSVpreF.\n\n  2-Phenoxyethanol (2-PE) is a preservative to help prevent the growth of bacteria (germs). This study will compare RSVpreF with an added preservative called 2-phenoxyethanol (2-PE) from a multidose vial, to RSVpreF without an added preservative, from a single-dose vial.\n\nThis study is looking to enroll nonpregnant, nonbreastfeeding, healthy female participants.\n\nParticipants will need to visit the study clinic two times during the study. Participants will also have a final safety telephone call at the end of the study. All participants will receive a single shot of the study vaccine either from:\n\n* a multidose vial (with the preservative), or\n* from a single-dose vial (without the preservative) at the first study clinic visit.\n\nBlood samples will be taken at the two study clinic visits. Each participant will take part in the study for around 6 weeks."},"conditionsModule":{"conditions":["Respiratory Syncytial Virus (RSV)"],"keywords":["RSV infection","Multidose Vial (MDV)","Single-dose Vial (SDV)","2-Phenoxyethanol (2-PE)","Vaccines"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE","maskingDescription":"Open-label"}},"enrollmentInfo":{"count":452,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RSVpreF multidose vial (MDV)","type":"EXPERIMENTAL","description":"RSVpreF with 2-PE formulated in an MDV","interventionNames":["Biological: RSVpreF MDV"]},{"label":"RSVpreF single-dose vial (SDV)","type":"EXPERIMENTAL","description":"RSVpreF without 2-PE formulated in an SDV","interventionNames":["Biological: RSVpreF SDV"]}],"interventions":[{"type":"BIOLOGICAL","name":"RSVpreF MDV","description":"RSVpreF with 2-PE formulated in an MDV","armGroupLabels":["RSVpreF multidose vial (MDV)"]},{"type":"BIOLOGICAL","name":"RSVpreF SDV","description":"RSVpreF without 2-PE formulated in an SDV","armGroupLabels":["RSVpreF single-dose vial (SDV)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Primary Immunogenicity - Geometric mean titer (GMT) ratio estimated by the ratio of the GMTs for RSV A and RSV B serum neutralizing titers (NTs) with RSVpreF in MDV participants to that in the RSVpreF SDV participants","description":"RSV A and RSV B NTs, expressed as GMTs. GMT ratio of the GMTs for RSV A and RSV B serum NTs with RSVpreF in MDV participants to that of RSVpreF in SDV participants.","timeFrame":"Before vaccination, and 1 month after vaccination"},{"measure":"The proportion of participants reporting local reactions","description":"Local reactions include pain at injection site, redness and swelling. Redness and swelling are measured and recorded in measuring device units. 1 measuring device unit =0.5 cm and graded as mild: \\>2.0 to 5.0 cm, moderate: \\>5.0 to 10.0 cm and severe: \\>10 cm. Pain at injection site is graded as mild: did not interfere with daily activity, moderate: interfered with daily activity and severe: prevented daily activity.","timeFrame":"Baseline through Day 7"},{"measure":"The proportion of participants reporting systemic events","description":"Systemic events: fever, fatigue/tiredness, headache, nausea, muscle pain, joint pain, vomiting, diarrhea and any systemic event. Fever: greater than equal to (\\>=)38.0 degrees (deg) Celsius (C), mild (\\>=38.0 to 38.4 deg C), moderate (\\>38.4 to 38.9 deg C), severe (\\>38.9 to 40.0 deg C) and grade 4 (\\>40.0 deg C). Fatigue, headache, nausea, muscle pain and joint pain are graded as mild: did not interfere with activity, moderate: some interference with activity and severe: prevented daily routine activity. Vomiting is graded as mild: 1 to 2 times in 24 hours(h), moderate: \\>2 times in 24h and severe: requires intravenous hydration. Diarrhea is graded as mild: 2 to 3 loose stools in 24h, moderate: 4 to 5 loose stools in 24h and severe: 6 or more loose stools in 24h.","timeFrame":"Baseline through Day 7"},{"measure":"The proportion of participants reporting adverse events","description":"An AE is any untoward medical occurrence in a participant, temporally associated with the use of study vaccine, whether or not considered related to the study vaccine. AEs included serious and non-serious adverse events, and adverse events of special interest.","timeFrame":"Through 1 month after vaccination"},{"measure":"The proportion of participants reporting serious adverse events","description":"SAE is an AE resulting in any of the following outcomes or deemed significant for any other reason: death; initial or prolonged inpatient hospitalization; life-threatening experience (immediate risk of dying); persistent or significant disability/incapacity; congenital anomaly; suspected transmission via a Pfizer product of an infectious agent.","timeFrame":"Throughout the study duration, up to 7 weeks."}],"secondaryOutcomes":[{"measure":"Seroresponse rates by vaccine group","description":"Seroresponse rates of RSV A and RSV B NTs, defined as a ≥ 4-fold rise in serum NTs at 1 month after vaccination compared to prevaccination; or ≥ 4 times the lower limit of quantitation (LLOQ) if prevaccination titer is below the LLOQ","timeFrame":"1 month after vaccination"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Healthy nonpregnant, nonbreastfeeding females 18 through 49 years of age at Visit 1 (Day 1).\n2. Willing and able to comply with all scheduled visits, investigational plan, lifestyle considerations, and other study procedures.\n3. Available for the duration of the study and can be contacted by telephone during study participation.\n4. Capable of giving signed informed consent as described in the protocol which includes compliance with the requirements and restrictions listed in the ICD and in the protocol.\n\nExclusion Criteria:\n\n1. Any medical or psychiatric condition including recent (within the past year) or active suicidal ideation/behavior or laboratory abnormality that may increase the risk of study participation or, in the investigator's judgment, make the participant inappropriate for the study.\n2. History of severe adverse reaction associated with a vaccine and/or severe allergic reaction (eg, anaphylaxis) to any component of the vaccines being administered in the study.\n3. Immunocompromised participants with known or suspected immunodeficiency, as determined by history, laboratory tests, and/or physical examination.\n4. History or active autoimmune disease, including but not limited to systemic or cutaneous lupus erythematosus, autoimmune arthritis/rheumatoid arthritis, Guillain-Barré syndrome, multiple sclerosis, Sjögren's syndrome, idiopathic thrombocytopenia purpura, glomerulonephritis, autoimmune thyroiditis, giant cell arteritis (temporal arteritis), psoriasis, and insulin-dependent diabetes mellitus (type 1).\n5. Bleeding diathesis or any condition that would, in the opinion of the investigator, contraindicate intramuscular injection.\n6. Previous vaccination with any licensed or investigational RSV vaccine, or planned receipt of a nonstudy RSV vaccine throughout the study.\n7. Receipt of chronic systemic treatment with immunosuppressant medications (including cytotoxic agents or systemic corticosteroids), or radiotherapy, within 60 days before enrollment through conclusion of the study.\n8. Receipt of blood/plasma products or immunoglobulin within 60 days before study intervention administration or planned receipt throughout the study.\n9. Current alcohol abuse or illicit drug use.\n10. Individuals who are pregnant or breastfeeding.\n11. Participation in other studies involving an investigational product within 28 days prior to study entry and/or during study participation. Participation in purely observational studies is acceptable.\n12. Investigator site staff directly involved in the conduct of the study and their family members, site staff otherwise supervised by the investigator, and sponsor and sponsor delegate employees directly involved in the conduct of the study and their family members.","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"Nonpregnant, nonbreastfeeding females","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Pfizer CT.gov Call Center","role":"CONTACT","phone":"1-800-718-1021","email":"ClinicalTrials.gov_Inquiries@pfizer.com"}],"overallOfficials":[{"name":"Pfizer CT.gov Call Center","affiliation":"Pfizer","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Clinical Research Atlanta","city":"Stockbridge","state":"Georgia","zip":"30281","country":"United States","geoPoint":{"lat":33.54428,"lon":-84.23381}},{"facility":"Clinical Research Prime","city":"Idaho Falls","state":"Idaho","zip":"83404","country":"United States","geoPoint":{"lat":43.46658,"lon":-112.03414}},{"facility":"Clinical Research Prime Rexburg","city":"Rexburg","state":"Idaho","zip":"83440","country":"United States","geoPoint":{"lat":43.82602,"lon":-111.78969}},{"facility":"Headlands Research - Detroit","city":"Southfield","state":"Michigan","zip":"48034","country":"United States","geoPoint":{"lat":42.47337,"lon":-83.22187}},{"facility":"Clinical Trials of Texas, LLC dba Flourish Research","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}},{"facility":"Clinical Trials of Texas, LLC","city":"San Antonio","state":"Texas","zip":"78229","country":"United States","geoPoint":{"lat":29.42412,"lon":-98.49363}}]},"referencesModule":{"seeAlsoLinks":[{"label":"To obtain contact information for a study center near you, click here.","url":"https://pmiform.com/clinical-trial-info-request?StudyID=C4841001"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Pfizer will provide access to individual de-identified participant data and related study documents (e.g. protocol, Statistical Analysis Plan (SAP), Clinical Study Report (CSR)) upon request from qualified researchers, and subject to certain criteria, conditions, and exceptions. Further details on Pfizer's data sharing criteria and process for requesting access can be found at: https://www.pfizer.com/science/clinical_trials/trial_data_and_results/data_requests.","url":"https://www.pfizer.com/science/clinical_trials/trial_data_and_results/data_requests"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M17522","name":"Virus Diseases","relevance":"LOW"},{"id":"M20494","name":"Respiratory Syncytial Virus Infections","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M17360","name":"Vaccines","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}