{"protocolSection":{"identificationModule":{"nctId":"NCT06475027","orgStudyIdInfo":{"id":"2023-11-004CC"},"organization":{"fullName":"Taipei Veterans General Hospital, Taiwan","class":"OTHER_GOV"},"briefTitle":"Exosome-miRNA and Transcriptome Profiling of Dry Eye Syndrome and Sjogren's Syndrome","officialTitle":"Systematic Dissection of Exosome-miRNA and Transcriptome Profiling of Dry Eye Syndrome and Sjogren's Syndrome for Alleviating the Sicca Symptoms"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Taipei Veterans General Hospital, Taiwan","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study combines data from two trials testing acupuncture (ACUDES) and a Chinese herbal tea bag TBDESJS for Dry Eye Syndrome and Sjögren's syndrome. Both treatments improved tear production. Researchers will now analyze participants' blood remaining samples and other data to understand how these therapies work. They will use advanced methods to identify tiny RNA molecules and immune system activity. This integrated approach aims to explain how acupuncture and TBDESJS improve dryness and support their use in managing these conditions.","detailedDescription":"Objective: In this study, we aimed to evaluate the therapeutic efficacy and mechanism of acupuncture and Chinese herbal tea bag TBDESJS in patients with Dry Eye Syndrome (DES) and Sjögren's Syndrome (SJS).\n\nResearch Background: The ACUDES study, funded by the National Science Council, focuses on assessing the immediate and long-term therapeutic effects of acupuncture at the Fengchi GB20 and Zanzhu BL2 points, combined with a comprehensive analysis of oral microbiota. The TBDESJS study at Taipei Veterans General Hospital investigates the effectiveness of Chinese herbal tea bags TBDESJS in alleviating dryness symptoms in the mouth and eyes of patients with DES and SJS. Progress in the ACUDES and TBDESJS clinical trials indicates significant improvement in clinical efficacy before and after treatment in SJS and DES participants. After 16 weeks of treatment in the TBDESJS study, Schirmer's test showed a significant increase in tear secretion: 7.51-7.63 mm in the left eye (P\\<0.001) and 7.85-8.66 mm in the right eye (P\\<0.001). In ACUDES, SJS and DES participants were divided into Fengchi (GB) and Fengchi plus Zanzhu (GBL) groups, with Schirmer's test showing significant increases in tear secretion after 16 weeks of treatment: 6.44-7.51 mm in the left eye (P\\<0.001) and 6.44-7.51 mm in the right eye (P\\<0.001).\n\nMethods: In the first year, this study will analyze remaining samples from TBDESJS and ACUDES participants, aiming to extend the analysis to 80 DES and 110 SJS participants, and 30 NHC, and then we identified the 40 DES participants and 60 SJS participants who exhibited the most significant therapeutic improvement pre- and post-treatment, alongside 30 healthy control subjects. The study will systematically analyze exosome-miRNA and transcriptome to investigate the possible mechanisms by which Chinese herbal tea bags and acupuncture alleviate dryness symptoms in the mouth and eyes. In the second year, the study will use machine learning (supervised learning with Random Forest, Support Vector Machine, Neural Networks, unsupervised learning with K-Means Clustering, Principal Component Analysis, Feature Engineering) and multidimensional statistical methods (descriptive statistics, principal component analysis, cluster analysis, multiple regression) to deeply analyze the comprehensive cross-analysis of Whole-genome genotyping, Cytokines, Schirmer's test, Tear breakup time, Traditional Chinese Medicine constitution, OSDI, ESSPRI, PSQI, FIRST, Traditional Chinese Medicine (TCM) pulse diagnosis, TCM tongue diagnosis, heart rate variability measurements, exosome-miRNA, and transcriptome from the earlier TBDESJS and ACUDES cases. This integrated, cross-disciplinary approach is expected to elucidate potential immunomodulatory pathways influenced by TBDESJS and acupuncture GB20 or BL2, thereby providing a foundational basis for their clinical application in managing DES and SJS, and advancing towards our ultimate goal of Holistic Health Care.\n\nExpected Results:\n\n1. Analyze exosomes purified from plasma to identify differentially expressed small RNA molecules in SJS, DES, and NHC.\n2. Investigate the regulatory roles of small RNA molecules on immune cells.\n3. Explore the differential expression of small RNA molecules in exosomes before and after treatment with TBDESJS and acupuncture with GB20 or BL2 in SJS and DES participants.\n4. Investigate the potential pharmacological mechanisms of TBDESJS and acupuncture with GB20 or BL2."},"conditionsModule":{"conditions":["Dry Eye Syndrome","Sjogren's Syndrome","Xerophthalmia"],"keywords":["Dry eye syndrome","Sjögren's syndrome","Xerophthalmia","Acupuncture","Exosome","transcriptome","GB20","BL2"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"This study will analyze remaining samples from TBDESJS and ACUDES participants, aiming to extend the analysis to 80 DES and 110 SJS participants, and 30 NHC, and then we identified the 40 DES participants and 60 SJS participants who exhibited the most significant therapeutic improvement pre- and post-treatment, alongside 30 healthy control subjects. The study will systematically analyze exosome-miRNA and transcriptome to investigate the possible mechanisms by which Chinese herbal tea bags and acupuncture alleviate dryness symptoms in the mouth and eyes."},"enrollmentInfo":{"count":220,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group GB20","description":"Group GB20 will received acupuncture at acupoint GB20 twice a week 8 weeks for efficacy evaluation. And we could use the exosome-miRNA, transcriptome, oral microbiota, Schirmer's test, Tear breakup time, 6-GSI, OSDI, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability for this purpose.","interventionNames":["Other: Acupuncture"]},{"label":"Group GB20 plus BL2","description":"Group GB20 plus BL2 will received acupuncture at acupoint GB20 plus BL2 twice a week 8 weeks for efficacy evaluation. And we could use the exosome-miRNA, transcriptome, oral microbiota, Schirmer's test, Tear breakup time, 6-GSI, OSDI, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability for this purpose.","interventionNames":["Other: Acupuncture"]},{"label":"non AIDDES Healthy Controls (NHC)","description":"1. ACUDES: Healthy control group will not received any treatment. And we could use the exosome-miRNA, transcriptome, oral microbiota, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability to find the difference with the comparison between the dry eye syndrome and healthy control.\n2. TBDESJS: Non DES SJS Healthy Controls (NHC) will received Chinese herbal tea TBDESJS 8 weeks on Nourishing Yin and Moistening Dryness the ocular dryness evaluation. And we could use the Schirmer's test, Tear breakup time, Ocular Surface Disease Index (OSDI), EULAR Sjogren's Syndrome Patient Reported Index (ESSPRI), Pittsburgh Sleep Quality Index (PSQI), Ford Insomnia Response to Stress Test (FIRST), cytokine markers, Whole-genome genotyping, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability for this purpose.","interventionNames":["Other: Acupuncture"]},{"label":"Waiting list","description":"Group Waiting list will not received any treatment. at acupoint GB20 plus BL2 twice a week 8 weeks for efficacy evaluation. And we could use the exosome-miRNA, transcriptome, oral microbiota, Schirmer's test, Tear breakup time, 6-GSI, OSDI, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability for this purpose.","interventionNames":["Other: Acupuncture"]},{"label":"Dry eye syndrome (DES)","description":"Dry eye syndrome (DES) will received Chinese herbal tea TBDESJS 8 weeks on Nourishing Yin and Moistening Dryness the ocular dryness evaluation. And we could use the exosome-miRNA, transcriptome, Schirmer's test, Tear breakup time, Ocular Surface Disease Index (OSDI), EULAR Sjogren's Syndrome Patient Reported Index (ESSPRI), Pittsburgh Sleep Quality Index (PSQI), Ford Insomnia Response to Stress Test (FIRST), cytokine markers, Whole-genome genotyping, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability for this purpose.","interventionNames":["Other: TBDESJS"]},{"label":"Sjögren's syndrome (SJS)","description":"Sjögren's syndrome (SJS) will received Chinese herbal tea TBDESJS 8 weeks on Nourishing Yin and Moistening Dryness the ocular dryness evaluation. And we could use the exosome-miRNA, transcriptome, Schirmer's test, Tear breakup time, Ocular Surface Disease Index (OSDI), EULAR Sjogren's Syndrome Patient Reported Index (ESSPRI), Pittsburgh Sleep Quality Index (PSQI), Ford Insomnia Response to Stress Test (FIRST), cytokine markers, Whole-genome genotyping, TCM pattern, Traditional Chinese Medicine (TCM) tongue diagnosis, TCM pulse diagnosis, and TCM heart rate variability for this purpose.","interventionNames":["Other: TBDESJS"]}],"interventions":[{"type":"OTHER","name":"TBDESJS","description":"Chinese herbal tea TBDESJS","armGroupLabels":["Dry eye syndrome (DES)","Sjögren's syndrome (SJS)"]},{"type":"OTHER","name":"Acupuncture","description":"acupuncture GB20 or GB20 plus BL2","armGroupLabels":["Group GB20","Group GB20 plus BL2","Waiting list","non AIDDES Healthy Controls (NHC)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Schirmer's test","description":"Dry eye syndrome (DES) and Sjögren's syndrome (SJS) take the Schirmer's test.","timeFrame":"8 weeks"},{"measure":"Ocular Surface Disease Index (OSDI)","description":"Dry eye syndrome (DES) and Sjögren's syndrome (SJS) take the OSDI(Ocular Surface Disease Index).","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"TCM pattern","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls (NHC) take the TCM pattern to differentiate the 9 types of TCM constitutions.","timeFrame":"8 weeks"},{"measure":"TCM tongue diagnosis","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls (NHC) take the TCM tongue diagnosis with camera photo to differentiate the TCM tongue feature factors about Tongue body, Tongue Coating, Red spot, Tooth marks, and Ecchymosis. TCM tongue feature factors would present the status of inflammation, blood stasis, heat, dampness with TCM theory.","timeFrame":"8 weeks"},{"measure":"TCM pulse diagnosis","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls (NHC) take the TCM pulse diagnosis with blood pressure monitors to differentiate the TCM pulse feature factors about Floating, Deep, Slow, Rapid, Deficient, Excessive, Slippery, Rough, String-like, Soggy, Fine, Weak. TCM tongue feature factors would present the status of inflammation, blood stasis, heat, dampness with TCM theory.","timeFrame":"8 weeks"},{"measure":"TCM heart rate variability","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls (NHC) take the TCM heart rate variability.","timeFrame":"8 weeks"},{"measure":"Whole-genome genotyping(TWBv2.0)","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls (NHC) take the Whole-genome genotyping (TWBv2.0).","timeFrame":"8 weeks"},{"measure":"Cytokine markers","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls, NHC) take the cytokine markers (IL-17, MMP-9, BAFF, BCMA) analysis.","timeFrame":"8 weeks"},{"measure":"Pittsburgh Sleep Quality Index","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls, NHC) take the Pittsburgh Sleep Quality Index","timeFrame":"8 weeks"},{"measure":"Ford Insomnia Response to Stress Test","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls, NHC) take the Ford Insomnia Response to Stress Test.","timeFrame":"8 weeks"},{"measure":"EULAR Sjogren's Syndrome Patient Reported Index (ESSPRI)","description":"Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls, NHC) take the EULAR Sjogren's Syndrome Patient Reported Index (ESSPRI)","timeFrame":"8 weeks"},{"measure":"Tear breakup time (TBUT)","description":"Tear breakup time (TBUT) is a clinical test used to assess for evaporative dry eye disease.","timeFrame":"8 weeks"},{"measure":"Exosome-miRNA, transcriptome","description":"exosome-miRNA, transcriptome can be used to assess for Dry eye syndrome (DES), Sjögren's syndrome (SJS), and on DES SJS Healthy Controls, NHC)","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Dry eye syndrome\n\n* Inclusion Criteria: aged between 20 and 75 years Schirmer's test less than 10 mm/5 min\n* Exclusion Criteria: Pregnancy With eye inflammation or infectious eye disease Accepted operation of eye\n\nSjögren's syndrome\n\n* Inclusion Criteria: primary or secondary SS aged between 20 and 75 years fulfilled the 2002 American-European Consensus Criteria for SS (AECG) had no abnormal findings of immune, liver, kidney, or blood function evaluations.\n* Exclusion Criteria: a history of alcohol abuse, diabetes mellitus, or major life-threatening condition pregnancy or breastfeeding steroid pulse therapy within three months prior to the commencement of our study.\n\nnon AIDDES Healthy Controls\n\n* Inclusion Criteria: aged between 20 and 75 years without any Chronic disease\n* Exclusion Criteria: any Sjögren's syndrome or Dry eye syndrome.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"1. Dry Eye Syndrome (DES):\n\n   Participants diagnosed with Dry Eye Syndrome, characterized by symptoms such as ocular discomfort, dryness, and visual disturbances.\n2. Sjögren's Syndrome (SS):Patients diagnosed with Sjögren's Syndrome, an autoimmune disorder marked by dry eyes and mouth, often accompanied by systemic manifestations.\n3. non AIDDES Healthy Controls (NHC): Healthy individuals without any history of dry eye symptoms or autoimmune diseases, serving as a control group.","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Ching-Mao Chang, M.D., Ph.D.","role":"CONTACT","phone":"88628757453","phoneExt":"333","email":"magicbjp@gmail.com"}],"overallOfficials":[{"name":"Ching-Mao Chang, M.D., Ph.D.","affiliation":"Taipei Veterans General Hospital, Taiwan","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Ching-Mao Chang","city":"Taipei","zip":"112","country":"Taiwan","geoPoint":{"lat":25.04776,"lon":121.53185}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000012859","term":"Sjogren's Syndrome"},{"id":"D000015352","term":"Dry Eye Syndromes"},{"id":"D000007638","term":"Keratoconjunctivitis Sicca"},{"id":"D000014985","term":"Xerophthalmia"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000007766","term":"Lacrimal Apparatus Diseases"},{"id":"D000005128","term":"Eye Diseases"},{"id":"D000007637","term":"Keratoconjunctivitis"},{"id":"D000003231","term":"Conjunctivitis"},{"id":"D000003229","term":"Conjunctival Diseases"},{"id":"D000007634","term":"Keratitis"},{"id":"D000003316","term":"Corneal Diseases"},{"id":"D000001172","term":"Arthritis, Rheumatoid"},{"id":"D000001168","term":"Arthritis"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"},{"id":"D000014987","term":"Xerostomia"},{"id":"D000012466","term":"Salivary Gland Diseases"},{"id":"D000009059","term":"Mouth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"},{"id":"D000003240","term":"Connective Tissue Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M18040","name":"Dry Eye Syndromes","asFound":"Dry Eye Syndrome","relevance":"HIGH"},{"id":"M10664","name":"Keratoconjunctivitis Sicca","asFound":"Dry Eye Syndrome","relevance":"HIGH"},{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M15664","name":"Sjogren's Syndrome","asFound":"Sjogren's Syndrome","relevance":"HIGH"},{"id":"M17722","name":"Xerophthalmia","asFound":"Xerophthalmia","relevance":"HIGH"},{"id":"M10663","name":"Keratoconjunctivitis","relevance":"LOW"},{"id":"M10786","name":"Lacrimal Apparatus Diseases","relevance":"LOW"},{"id":"M8271","name":"Eye Diseases","relevance":"LOW"},{"id":"M6455","name":"Conjunctivitis","relevance":"LOW"},{"id":"M6453","name":"Conjunctival Diseases","relevance":"LOW"},{"id":"M10660","name":"Keratitis","relevance":"LOW"},{"id":"M6539","name":"Corneal Diseases","relevance":"LOW"},{"id":"M4476","name":"Arthritis","relevance":"LOW"},{"id":"M4480","name":"Arthritis, Rheumatoid","relevance":"LOW"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M15045","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6323","name":"Collagen Diseases","relevance":"LOW"},{"id":"M17724","name":"Xerostomia","relevance":"LOW"},{"id":"M15285","name":"Salivary Gland Diseases","relevance":"LOW"},{"id":"M12019","name":"Mouth Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"},{"id":"M6464","name":"Connective Tissue Diseases","relevance":"LOW"},{"id":"M4629","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T312","name":"Tea","relevance":"LOW"}],"browseBranches":[{"abbrev":"HB","name":"Herbal and Botanical"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}