{"protocolSection":{"identificationModule":{"nctId":"NCT06481865","orgStudyIdInfo":{"id":"2024-A00479-38"},"organization":{"fullName":"University Hospital, Grenoble","class":"OTHER"},"briefTitle":"Weight-bearing of Patients After Pelvic Ring Fracture","officialTitle":"Weight-bearing of Patients After Pelvic Ring Fracture: A Monocentric Observational Study","acronym":"RECFAP"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Grenoble","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Pelvic ring fractures are fractures associated with high morbidity and mortality. When the fracture is displaced, surgical management to achieve reduction and fixation of the anterior and posterior annulus is the current reference. The optimal technique that gives the best results is controversial. Open reductions and internal fixations (ORIFs) are associated with more blood loss and a higher rate of infection, while closed reductions and percutaneous fixations (CRPF) are associated with more screw misplacements and thus vascular or nerve damage. The results appear to be similar in the literature between the two approaches\n\nSurgery for pelvic ring fractures has become increasingly common over the past three decades Recovery is often delayed for weeks post-surgery, depending on the center. Modern management emphasizes early rehabilitation, including early mobility and weight-bearing, when possible. Increasing the number of screws, their diameter and length, and systematically fixing both anterior and posterior lesions add safety for early reloading\n\nThe aim of the study is The main objective of the study is to evaluate the clinical outcome associated with early weight-bearing in patients operated on for a pelvic ring fracture in a large cohort of patients at Grenoble University Hospital, compared to patients operated on for the same type of pelvic ring fracture with delayed weight-bearing.\n\nThe investigator hypothesize that early weight-bearing of pelvic ring fractures with biomechanically stable fixation does not result in significant differences in clinical outcomes at a minimum of one year compared to patients with delayed weight-bearing"},"conditionsModule":{"conditions":["Weight-bearing of Patients After Pelvic Ring Fracture"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"COHORT","timePerspective":"OTHER"},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Early weight-bearing of patients operated on for a pelvic ring fracture","description":"Clinical outcomes and complications will be compared between the two groups"},{"label":"Delayed weight -bearing of patients operated on for a pelvic ring fracture","description":"Clinical outcomes and complications will be compared between the two groups"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluate the clinical outcome associated with early weight-bearing in patients operated on for a pelvic ring fracture compared to patients operated on for the same type of pelvic ring fracture with delayed weight-bearing","description":"Clinical outcomes according to functional assessment ( Majeed score)","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Define the prognostic factors associated with poor clinical outcomes and Pseudoarthrosis or vicious callus.","description":"Prognostic factors from operative data (Ilio-inguinale,Ilio-stoppa,stoppa,stoppa + external window,kocher-Langenbeck, anterior + posterior, operating time (min), blood loss (ml),intraoperative re-transfusion (ml))","timeFrame":"1 year"},{"measure":"Compare clinical outcomes and radiological results with the literature","description":"Clinical outcomes according to functional assessment (MAJEED score)","timeFrame":"1 year"},{"measure":"Compare clinical outcomes and radiological results with the literature","description":"Clinical outcomes according to Numerical Pain Scale (from 0 to 10) 0 no pain 10 worst possible pain","timeFrame":"1 year"},{"measure":"Compare clinical outcomes and radiological results with the literature","description":"Clinical outcomes according to radiological results","timeFrame":"1 year"},{"measure":"Evaluation of the outcomes and complications of immediate weight-bearing in elderly patients.","description":"Intraoperative and postoperative complications (including complications of immediate weight-bearing)","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patient at the time of injury\n* Pelvic ring fracture\n* Pre-operative X-rays\n* Pre-operative CT scan\n* Post-operative X-rays\n* Postoperative CT scan\n* Willingness and ability to participate in the study.\n\nExclusion Criteria:\n\n* Ipsi-lateral fracture of the femoral and/or associated acetabulum (Floating Hip C or B)\n* Pregnant and breastfeeding women\n* People under guardianship, protected adults","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients treated in the orthopedics and traumatology department at CHU de Grenoble Alpes between 01/01/2020 and 31/12/2022 for a pelvic ring fracture are selected for the monocentric observational study.\n\nEpidemiological data, preoperative management, fracture patterns according to classification (Tile and AO/OTA), operative data, and radiological criteria (X-rays and CT scans) are collected and analyzed retrospectively","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Mehdi PI BOUDISSA, Pr","role":"CONTACT","phone":"0476769693","email":"MBoudissa@chu-grenoble.fr"},{"name":"Sarah KASSAR-UNEISI","role":"CONTACT","phone":"0033476767524","email":"SUneisi@chu-grenoble.fr"}],"overallOfficials":[{"name":"Mehdi PI BOUDISSA","affiliation":"Grenoble Alpes University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Grenoble Alpes university Hospital,La tronche","status":"RECRUITING","city":"Grenoble","country":"France","contacts":[{"name":"Sarah KASSAR-UNEISI, Pharm D","role":"CONTACT","phone":"0033476767524","email":"SUneisi@chu-grenoble.fr"},{"name":"Mehdi BOUDISSA, Pr","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":45.16667,"lon":5.71667}}]},"referencesModule":{"references":[{"pmid":"7418295","type":"BACKGROUND","citation":"Pennal GF, Tile M, Waddell JP, Garside H. Pelvic disruption: assessment and classification. Clin Orthop Relat Res. 1980 Sep;(151):12-21."},{"pmid":"25769199","type":"BACKGROUND","citation":"Ruatti S, Guillot S, Brun J, Thony F, Bouzat P, Payen JF, Tonetti J. Which pelvic ring fractures are potentially lethal? Injury. 2015;46(6):1059-63. doi: 10.1016/j.injury.2015.01.041. Epub 2015 Mar 2."},{"pmid":"18461325","type":"BACKGROUND","citation":"Papakostidis C, Kanakaris NK, Kontakis G, Giannoudis PV. Pelvic ring disruptions: treatment modalities and analysis of outcomes. Int Orthop. 2009 Apr;33(2):329-38. doi: 10.1007/s00264-008-0555-6. Epub 2008 May 7."},{"pmid":"7623172","type":"BACKGROUND","citation":"Routt ML Jr, Kregor PJ, Simonian PT, Mayo KA. Early results of percutaneous iliosacral screws placed with the patient in the supine position. J Orthop Trauma. 1995 Jun;9(3):207-14. doi: 10.1097/00005131-199506000-00005."},{"pmid":"3959137","type":"BACKGROUND","citation":"Goldstein A, Phillips T, Sclafani SJ, Scalea T, Duncan A, Goldstein J, Panetta T, Shaftan G. Early open reduction and internal fixation of the disrupted pelvic ring. J Trauma. 1986 Apr;26(4):325-33. doi: 10.1097/00005373-198604000-00004."},{"pmid":"26270459","type":"BACKGROUND","citation":"Lindsay A, Tornetta P 3rd, Diwan A, Templeman D. Is Closed Reduction and Percutaneous Fixation of Unstable Posterior Ring Injuries as Accurate as Open Reduction and Internal Fixation? J Orthop Trauma. 2016 Jan;30(1):29-33. doi: 10.1097/BOT.0000000000000418."},{"pmid":"32019733","type":"BACKGROUND","citation":"Melhem E, Riouallon G, Habboubi K, Gabbas M, Jouffroy P. Epidemiology of pelvic and acetabular fractures in France. Orthop Traumatol Surg Res. 2020 Sep;106(5):831-839. doi: 10.1016/j.otsr.2019.11.019. Epub 2020 Feb 1."},{"pmid":"34365026","type":"BACKGROUND","citation":"Herteleer M, Dejaeger M, Nijs S, Hoekstra H, Laurent MR. Epidemiology and secular trends of pelvic fractures in Belgium: A retrospective, population-based, nationwide observational study. Bone. 2021 Dec;153:116141. doi: 10.1016/j.bone.2021.116141. Epub 2021 Aug 5."},{"pmid":"32559267","type":"BACKGROUND","citation":"Rickman M, Link BC, Solomon LB. Patient Weight-bearing after Pelvic Fracture Surgery-A Systematic Review of the Literature: What is the Modern Evidence Base? Strategies Trauma Limb Reconstr. 2019 Jan-Apr;14(1):45-52. doi: 10.5005/jp-journals-10080-1414."},{"pmid":"9755769","type":"BACKGROUND","citation":"Tonetti J, Carrat L, Lavallee S, Pittet L, Merloz P, Chirossel JP. Percutaneous iliosacral screw placement using image guided techniques. Clin Orthop Relat Res. 1998 Sep;(354):103-10. doi: 10.1097/00003086-199809000-00013."},{"pmid":"23380433","type":"BACKGROUND","citation":"Tonetti J. Management of recent unstable fractures of the pelvic ring. An update conference supported by the Club Bassin Cotyle. (Pelvis-Acetabulum Club). Orthop Traumatol Surg Res. 2013 Feb;99(1 Suppl):S77-86. doi: 10.1016/j.otsr.2012.11.013. Epub 2013 Feb 4."},{"pmid":"31025047","type":"BACKGROUND","citation":"Lichte P, Alabdulrhaman H, Pishnamaz M, Hofman M, Hildebrand F, Kobbe P. [Percutaneous screw techniques for the pelvic ring and acetabulum]. Unfallchirurg. 2019 May;122(5):387-403. doi: 10.1007/s00113-019-0648-2. German."},{"pmid":"32328739","type":"BACKGROUND","citation":"Boudissa M, Roudet A, Fumat V, Ruatti S, Kerschbaumer G, Milaire M, Merloz P, Tonetti J. Part 1: Outcome of Posterior Pelvic Ring Injuries and Associated Prognostic Factors - A Five-Year Retrospective Study of One Hundred and Sixty Five Operated Cases with Closed Reduction and Percutaneous Fixation. Int Orthop. 2020 Jun;44(6):1209-1215. doi: 10.1007/s00264-020-04574-1. Epub 2020 Apr 23."},{"pmid":"35081456","type":"BACKGROUND","citation":"Boudissa M, Carmagnac D, Kerschbaumer G, Ruatti S, Tonetti J. Screw misplacement in percutaneous posterior pelvic iliosacral screwing with and without navigation: A prospective clinical study of 174 screws in 127 patients. Orthop Traumatol Surg Res. 2022 Apr;108(2):103213. doi: 10.1016/j.otsr.2022.103213. Epub 2022 Jan 23."},{"pmid":"17397846","type":"BACKGROUND","citation":"Rommens PM. Is there a role for percutaneous pelvic and acetabular reconstruction? Injury. 2007 Apr;38(4):463-77. doi: 10.1016/j.injury.2007.01.025. Epub 2007 Mar 29."},{"pmid":"30306489","type":"BACKGROUND","citation":"Takao M, Hamada H, Sakai T, Sugano N. Clinical Application of Navigation in the Surgical Treatment of a Pelvic Ring Injury and Acetabular Fracture. Adv Exp Med Biol. 2018;1093:289-305. doi: 10.1007/978-981-13-1396-7_22."},{"pmid":"36013565","type":"BACKGROUND","citation":"Stine S, Washington A, Sen RK, Nasr K, Vaidya R. Pelvic Malunion: A Systematic Review, Dichotomy of Definitions and Treatment. Medicina (Kaunas). 2022 Aug 14;58(8):1098. doi: 10.3390/medicina58081098."},{"pmid":"7717481","type":"BACKGROUND","citation":"Haynes SR, Lawler PG. An assessment of the consistency of ASA physical status classification allocation. Anaesthesia. 1995 Mar;50(3):195-9. doi: 10.1111/j.1365-2044.1995.tb04554.x."},{"pmid":"994270","type":"BACKGROUND","citation":"Baker SP, O'Neill B. The injury severity score: an update. J Trauma. 1976 Nov;16(11):882-5. doi: 10.1097/00005373-197611000-00006. No abstract available."},{"pmid":"10795049","type":"BACKGROUND","citation":"Tile M. Acute Pelvic Fractures: I. Causation and Classification. J Am Acad Orthop Surg. 1996 May;4(3):143-151. doi: 10.5435/00124635-199605000-00004."},{"pmid":"8769450","type":"BACKGROUND","citation":"Tornetta P 3rd, Matta JM. Outcome of operatively treated unstable posterior pelvic ring disruptions. Clin Orthop Relat Res. 1996 Aug;(329):186-93. doi: 10.1097/00003086-199608000-00022."},{"pmid":"7586836","type":"BACKGROUND","citation":"Keshishyan RA, Rozinov VM, Malakhov OA, Kuznetsov LE, Strunin EG, Chogovadze GA, Tsukanov VE. Pelvic polyfractures in children. Radiographic diagnosis and treatment. Clin Orthop Relat Res. 1995 Nov;(320):28-33."},{"pmid":"23760181","type":"BACKGROUND","citation":"Lefaivre KA, Blachut PA, Starr AJ, Slobogean GP, O'Brien PJ. Radiographic displacement in pelvic ring disruption: reliability of 3 previously described measurement techniques. J Orthop Trauma. 2014 Mar;28(3):160-6. doi: 10.1097/BOT.0b013e31829efcc5."},{"pmid":"2925751","type":"BACKGROUND","citation":"Majeed SA. Grading the outcome of pelvic fractures. J Bone Joint Surg Br. 1989 Mar;71(2):304-6. doi: 10.1302/0301-620X.71B2.2925751."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001835","term":"Body Weight"},{"id":"D000050723","term":"Fractures, Bone"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M5114","name":"Body Weight","asFound":"Weight","relevance":"HIGH"},{"id":"M26370","name":"Fractures, Bone","asFound":"Fracture","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}