{"protocolSection":{"identificationModule":{"nctId":"NCT06476600","orgStudyIdInfo":{"id":"3338"},"organization":{"fullName":"Dow University of Health Sciences","class":"OTHER"},"briefTitle":"Opioid-based Versus Opioid-free Anaesthesia for Laparoscopic Cholecystectomy","officialTitle":"Opioid-based (OA) Versus Opioid-free Anaesthesia (OFA) for General Surgical Procedures in a Developing Country"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-19","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-23","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Atif Shafqat","investigatorTitle":"Assistant Professor Anesthesiology","investigatorAffiliation":"Dow University of Health Sciences"},"leadSponsor":{"name":"Atif Shafqat","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a prospective, randomized, parallel-group, double-blinded clinical trial. The study is approved by the DUHS institutional review board (IRB) and the trial will be registered at clinical trial registry. The participants of the study will be invited once they receive full trial information from the surgeons or the anesthetists during their pre-assessment visits. The study participants will join only for up to one day after the surgery (Post-operative day-1). The intervention consists of administration of dexmedetomidine infusion in opioid free anesthesia (OFA) group versus Nalbuphine IV bolus in opioid-based anesthesia (OA) group, five minutes before induction of anesthesia. For maintenance in OFA group dexmedetomidine infusion is to be continued whereas in OA group Nalbuphine IV bolus doses will be administered. Once the surgery is completed and after extubation and emergence from anesthesia, all the participants will be transferred to PACU from where they will be in turn discharged to the ward once they will fulfil the recovery discharge criteria. A multi-modal analgesia regimen along with a prophylactic antiemetic medication will be prescribed postoperatively to all the patients in the ward according to the standard protocol of the department.","detailedDescription":"Opioid-based (OA) Versus Opioid-free Anaesthesia (OFA) for General Surgical procedures in a developing country.\n\nIntroduction:\n\nOpioids and their synthetic derivatives were first used in anesthesia in 1962. They are now routinely dispensed via different routes of administration including oral, subcutaneous, intravenous, intramuscular, transdermal, epidural or intrathecal. In the last 20 years, the world has witnessed a substantial increase in the consumption of opioids. Opioids over prescription is one of the causative factors of opioid crisis in North America. The current global opioid crisis has multifactorial reasons, and this is gradually worsened due to the different waves of liberal opioid use. The ongoing opioid crisis has led to the development of alternative techniques like opioid sparing and opioid-free anaesthesia strategies. Owing to the well-researched and recognized opioid-based anaesthesia adverse effects, it is essential to develop alternative therapies to achieve the main benefits of opioids like analgesia and haemodynamic stability, while limiting the opioid related adverse effects. A sensible use of opioids in the perioperative period is important since vulnerable patients undergoing common general surgical procedures become chronic opioid users postoperatively. High doses of perioperative opioids can be associated with increased post-operative complications including respiratory depression, paralytic ileus, nausea and vomiting, difficulty voiding, pruritus, hyperalgesia and opioid tolerance. These can atypically increases the length of hospital stay (LOS) due to delayed patient recovery, prolonged PACU stay, delayed discharge and unanticipated hospitalization; thus overall compromising the quality of recovery (QoR) and putting unnecessary burden on both the patients' and hospital resources.\n\nOpioid-free anesthesia(OFA) is a method that entirely eliminates the use of systemic, neuraxial, or intracavitary opioids. A less restrictive practice is opioid-sparing anesthesia (OSA), where small amounts of opioids are used. Patients suffering from chronic postsurgical pain, complex regional pain syndrome, cancer-related pain, and other opioid-tolerant patients may also benefit from OFA and OSA approaches.\n\nOFA involves multimodal non-opioid analgesia, which uses sympatholytic drugs and non-opioid analgesics. These drugs can reduce or avoid the use of opioids in the postoperative period. A non-opioid multimodal analgesic method is intended at enhancing adjunctive options that is applying anesthetic techniques aiming different neuro-anatomical circuits and several neurophysiological mechanisms. Non-opioid analgesics include: alpha-2agonists (clonidine and dexmedetomidine), beta-blockers (esmolol), gabapentinoids (gabapentinand pregabalin), lidocaine (lidocaine hydrochloride), magnesium (magnesium sulfate), ketamine and dexamethasone. These drugs when used in combination acts synergistically and change the pathophysiology of nociception thus causes effective analgesia with minimal side effects.\n\nOFA is an efficacious mode of anaesthetic for general surgical procedures when compared to conventional opioid-based anaesthesia (OA). However, the evidence on OFA is still debatable. Therefore there is still a feasibility issue of OFA for common general surgical procedures, which needed to be established.\n\nThe quality of recovery after anaesthesia and surgery does not only include pain control but it also involves patient's overall generalised health status in the postoperative period including return of self-care, household and work activities, and mobility compared to preoperative period. Patient-reported outcome measures (PROMs) are considered as the benchmark tools for measuring global health state and post-surgical recovery after any procedure. The QoR-15 is a validated PROM, which is derived from QoR-40 and provides an effective assessment of post-operative recovery. It consists of a total of 15-items, grading each recovery item on a 10 - point numerical Likert scale with total QoR-15 score ranging from 0 (extremely poor recovery)to 150 (excellent recovery).\n\nAim:\n\nThe aim of our study is to explore and compare the effects of OFA using dexmedetomidine vs conventional OA on the quality of recovery and perioperative clinical outcomes for all the patients undergoing laparoscopic cholecystectomies, which is one of the most common abdominal general surgical procedures. The hypothesis is that the patients receiving OFA using dexmedetomidine will have better quality of recovery and perioperative outcomes than patients receiving standard OA.\n\nMethods:\n\nThis is a prospective, randomized, parallel-group, double-blinded clinical trial that will commence from February 2024 and the recruitment time will be for three to six months at department of Anaesthesia, Dow university hospital (DUH), Dow International medical college (DIMC), Dow university of health sciences (DUHS). The study will be approved by the DUHS institutional review board (IRB). The participants of the study will be invited once they receive full trial information from the surgeons or the anaesthetists during their pre-assessment visits. The study participants will join only for up to one day after the surgery (Post-operative day-1).\n\nIntervention:\n\nBefore the study commences the participants will be taught to measure their pain status via visual analog scale (VAS; where 0 cm = no pain and 10 cm = worst pain), with 'sad' or 'happy' pictures at each end. The participants will be advised to ask for analgesia proactively, once the VAS pain score is \\>4. All the eligible patients will undergo general anaesthesia for their elective surgeries. In the operating theatre the standard of monitoring will include body temperature, ECG, non-invasive blood pressure, pulse oximetry, neuromuscular monitoring using train-of-four (TOF) stimulation and bispectral index (BIS) for measuring the depth of anaesthesia.\n\nThe induction and maintenance of anaesthesia for both OFA vs OA treatment groups will be administered. Once the surgery is completed and after extubation and emergence from anaesthesia, all the participants will be transferred to PACU from where they will be in turn discharged to the ward once they will fulfil the recovery discharge criteria. A multi-modal analgesia regimen along with a prophylactic antiemetic medication is prescribed postoperatively in the ward according to the standard protocol of the department.\n\nFor each participant, the mean and total QoR-15 scores will be computed pre-operatively (at baseline) and at24 h (+/- 2 hours) post-operatively. The mean change of QoR-15 scores will be evaluated to establish the difference between the baseline and post-operative day-1 scores. In addition to that the secondary perioperative clinical outcomes will also be recorded in PACU and at 24 hrs postoperatively.\n\nRandomisation:\n\nThe participants will be randomized in a 1:1 ratio, using computer-generated random numbers to receive either a standard opioid-based (OA) or opioid-free anaesthesia (OFA) treatment protocols. After obtaining consent, the participants will be assigned a study identification number (ID).\n\nBlinding:\n\nJust before surgery, a concealed envelope containing the study ID will be opened by the anaesthetist, which contains the random allocation of OA or OFA treatment protocols. The participants will be blinded with the treatment groups during the whole study period. The staff members including the recovery and ward nurses providing postoperative care and assessing outcomes in the PACU and the ward will also be kept blinded of the study groups. The anaesthetist administering general anaesthesia could not be blinded due to pragmatic reasons but will not contribute to the care or outcomes assessments during the post-operative period.\n\nSample size:\n\nAccording to a previous study the minimal clinically significant mean change of QoR-15 scores is 'eight'. A sample size of 18 participants is required to detect a mean change QoR-15 scores of 'six' with a standard deviation of four and achieve a power of 80% with type-1error of 0.05. A maximum of 15% increase in the number of participants will be added to compensate the loss of the participants due to cancellations or follow-up losses. Therefore, the sample size will include 42 participants (n=21 OFA and n=21 OA).\n\nStatistical Analysis:\n\nAll participants randomized will be incorporated in the analyses on an intention-to-treat basis. The Kolmogorov-Smirnov test will be used to assess the distribution of the quantitative variables. For continuous data: mean ± standard deviation, median (IQR), and for categorical data: frequencies or percentages will be measured. Mean and total QoR-15 scores will be calculated for each participant at baseline and on postoperative day-1. To find out the difference between postoperative day-1 and baseline score, a change of QoR-15 change scores will be documented. Quantitative variables will be analysed using an Independent-sample t-test or Mann-Whitney U-test and Chi-square or Fisher's exact test will be applied to investigate the qualitative variables.\n\nTo adjust for the effect of baseline preoperative scores, ANCOVA (Analysis of Covariance) will be used to study the relationship between QOR-15 and one or more independent variables. A two tailed p value of \\<0.05 will be considered significant. All statistical analysis will be performed using Stata/IC for Mac Version 16.1 (StataCorp, College Station, TX, USA)."},"conditionsModule":{"conditions":["Surgical Procedure, Unspecified","Laparoscopic Cholecystectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"prospective, randomized, parallel-group, double-blinded clinical trial","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":42,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Opioid-based Anaesthesia","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Nalbuphine Injection"]},{"label":"Opioid-free Anaesthesia","type":"ACTIVE_COMPARATOR","interventionNames":["Drug: Dexmedetomidine injection"]}],"interventions":[{"type":"DRUG","name":"Dexmedetomidine injection","description":"All the eligible patients will undergo general anaesthesia for their elective surgeries (Laparoscopic Cholecystectomies). For the induction and maintenance of anaesthesia the participants will be randomised in a 1:1 ratio to receive either a standard opioid-based anaesthesia (by Nalbuphine) or opioid-free anaesthesia (by Dexmedetomidine) treatment protocols.","armGroupLabels":["Opioid-free Anaesthesia"]},{"type":"DRUG","name":"Nalbuphine Injection","description":"All the eligible patients will undergo general anaesthesia for their elective surgeries (Laparoscopic Cholecystectomies). For the induction and maintenance of anaesthesia the participants will be randomised in a 1:1 ratio to receive either a standard opioid-based anaesthesia (by Nalbuphine) or opioid-free anaesthesia (by Dexmedetomidine) treatment protocols.","armGroupLabels":["Opioid-based Anaesthesia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean total Quality of recovery (QoR-15) scores.","description":"The QoR-15 is a validated patient reported outcome measure (PROM), which provides an effective assessment of post-operative recovery. It consists of a total of 15-items, grading each recovery item on a 10 - point numerical Likert scale with total QoR-15 score ranging from 0 (extremely poor recovery) to 150 (excellent recovery)","timeFrame":"At baseline preoperatively"},{"measure":"Mean total Quality of recovery (QoR-15) scores.","description":"The QoR-15 is a validated patient reported outcome measure (PROM), which provides an effective assessment of post-operative recovery. It consists of a total of 15-items, grading each recovery item on a 10 - point numerical Likert scale with total QoR-15 score ranging from 0 (extremely poor recovery) to 150 (excellent recovery)","timeFrame":"At 24 hours postoperatively"}],"secondaryOutcomes":[{"measure":"Intraoperative haemodynamic stability","description":"Systolic blood pressure (SBP) and Mean arterial pressure (MAP)","timeFrame":"Measured from start to end of anaesthesia"},{"measure":"Intraoperative haemodynamic stability","description":"Bradycardia (Heart Rate \\< 50 beats per minute)","timeFrame":"Measured from start to end of anaesthesia"},{"measure":"Intraoperative haemodynamic stability","description":"Hypotension (SBP \\<80 mmHg or MAP \\<60 mmHg)","timeFrame":"Measured from start to end of anaesthesia"},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Pain Scores measured by visual analogue scale (VAS), where 0 = no pain and 10 = worst pain, with 'sad' or 'happy' pictures at each end.","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Nausea (yes/no)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Vomiting (yes/no)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Rescue Antiemetic drug","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Shivering (yes/no)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Pruritis (yes/no)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Level of Sedation. I-awake; II-sedated and responsive to verbal stimuli; III-sedated and unresponsive to verbal stimuli.","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Respiratory depression","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Delirium and Hallucinations (yes/no)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Rescue Analgesia","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit and at 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Time to first analgesia (minutes)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit or 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Time to mobilize post-operatively (minutes)","timeFrame":"Measured at end of anaesthesia in post anaesthesia care unit or 24 hours postoperatively."},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Length of stay in post anaesthesia care unit \\[PACU\\] (minutes)","timeFrame":"From Time of PACU admission to time of PACU discharge"},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Overall length of stay (LOS) (minutes)","timeFrame":"From Time of theatre entrance to time of discharge from the hospital"},{"measure":"Anaesthesia and recovery clinical outcomes","description":"Oral Morphine Equivalent Daily Dose (OMEDD)","timeFrame":"Measured at start of anaesthesia till discharge from hospital"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Signed informed consent from the participant.\n2. All patients who are aged between 18 - 65 years.\n3. American Society of Anaesthesiologists (ASA) classification of I and II\n4. Elective Laparoscopic cholecystectomies.\n\nExclusion Criteria:\n\n1. American Society of Anaesthesiologists (ASA) classification of III and above\n2. Non-elective surgery\n3. Body Mass Index \\> 35\n4. Patients with regular prescription of Beta-blockers\n5. Pregnant or breastfeeding women\n6. Allergy to Opioids and/or other drugs used in the trial.\n7. Chronic use of opioids or benzodiazepines\n8. Chronic pain patients\n9. Patients with cardiovascular, renal, hepatic or central nervous system diseases\n10. Patients with psychiatric illness","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Atif Shafqat, MD, PhD","role":"CONTACT","phone":"+03364407555","email":"atif.shafqat@duhs.edu.pk"}],"locations":[{"facility":"Dow university hospital, Dow university of health sciences","status":"RECRUITING","city":"Karachi","state":"Sind","country":"Pakistan","contacts":[{"name":"Atif Shafqat, MD, PhD","role":"CONTACT","phone":"+03364407555","email":"atif.shafqat@duhs.edu.pk"}],"geoPoint":{"lat":24.8608,"lon":67.0104}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"meshes":[{"id":"D000020927","term":"Dexmedetomidine"},{"id":"D000009266","term":"Nalbuphine"}],"ancestors":[{"id":"D000006993","term":"Hypnotics and Sedatives"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000058647","term":"Adrenergic alpha-2 Receptor Agonists"},{"id":"D000000316","term":"Adrenergic alpha-Agonists"},{"id":"D000000322","term":"Adrenergic Agonists"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000701","term":"Analgesics, Opioid"},{"id":"D000009294","term":"Narcotics"}],"browseLeaves":[{"id":"M22662","name":"Dexmedetomidine","asFound":"Twice daily","relevance":"HIGH"},{"id":"M4107","name":"Anesthetics","relevance":"LOW"},{"id":"M12217","name":"Nalbuphine","asFound":"Sacral","relevance":"HIGH"},{"id":"M4033","name":"Analgesics, Opioid","relevance":"LOW"},{"id":"M10043","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M4032","name":"Analgesics","relevance":"LOW"},{"id":"M20786","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M20746","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M3668","name":"Adrenergic alpha-Agonists","relevance":"LOW"},{"id":"M3673","name":"Adrenergic Agonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M12245","name":"Narcotics","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}