{"protocolSection":{"identificationModule":{"nctId":"NCT06478524","orgStudyIdInfo":{"id":"NUS-IRB-2023-620"},"organization":{"fullName":"National University of Singapore","class":"OTHER"},"briefTitle":"Music Intervention for Dialysis Patients","officialTitle":"Music Intervention for Dialysis Patients"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-27","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-22","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-22","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kathleen Rose Agres","investigatorTitle":"Assistant Professor","investigatorAffiliation":"National University of Singapore"},"leadSponsor":{"name":"National University of Singapore","class":"OTHER"},"collaborators":[{"name":"National Kidney Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to examine the efficacy of both live and pre-recorded music interventions on alleviating the negative effects of dialysis treatment.\n\nThe main questions it aims to answer are:\n\n* Does music intervention have an effect on experienced pain, itch, anxiety, depression, and quality of life in dialysis patients?\n* To what extent do pre-recorded and live music performances differ in their effect on experienced pain, itch, anxiety, depression, and quality of life in dialysis patients?\n\nParticipants will Attend their regularly scheduled dialysis appointments for one week, and baseline data will be gathered (pain/itch NRS, WHO-5, DASS21).\n\nDuring the second week, participants will be exposed to live music, and research data will be gathered.\n\nThis process will then be repeated in weeks 3 and 4, but with pre-recorded music as the intervention method.\n\nResearchers will compare baseline data to intervention data (within group comparison), as well as live music to pre-recorded (between group comparison).","detailedDescription":"Singapore leads the world in the prevalence of diabetes-induced kidney failure, with approximately 6 new kidney failure patients diagnosed daily (US International Trade Administration, 2023). A growing body of research underscores the effectiveness of music interventions in mitigating the adverse impacts of dialysis. While the literature supports the efficacy of music interventions in alleviating the negative effects of dialysis, it is noteworthy that such interventions have not been conducted locally in Singapore. Our forthcoming study aims to address this gap by implementing a 2-armed investigation, comparing participants' baseline scores with live, pre-recorded music groups. We will assess mental health (including depression, anxiety, and stress), pain, itching, and quality of life scores in patients undergoing dialysis, with the overarching objective of ameliorating the negative effects associated with dialysis through music. Furthermore, distinctions in the effects of pre-recorded versus live music remain unexplored in this particular medical context. We hypothesize that scores from both music groups will improve compared to baseline control scores, and that the impact will be greater in the live intervention group compared to the pre-recorded music group.\n\nResearch procedures will take place at two National Kidney Foundation dialysis centres, at Corporation Road level 1 and at Clementi in Singapore. Procedures involve the TENG ensemble playing music, either live onsite or pre-recorded, for approximately 45 minutes to 1 hour at the centres while patients are midway through their dialysis treatment, around the end of the first hour or during the second hour. Each participant will experience a total of 3 music intervention sessions in either the live music or pre-recorded music group. Thus, each participant will experience a total of 6 research visits, 3 baseline sessions in the first week and 3 intervention sessions in the second week. Due to the nature of the study, neither participants nor research assistants can be blinded to the mode of intervention.\n\nIn total, the research team will make 20 research visits over 4 weeks, with 3 visits for each centre in the intervention weeks (Week 2 and Week 4), and 2 visits in the baseline weeks (Week 1 and Week 3). These visits will span about 3-4 hours per dialysis session. The second session of each week will not involve any data collection, for a total of 16 visits involving data collection, or 8 at each centre, over 4 weeks. One research assistant will still be present on the second session of the intervention weeks to ensure that the music is played appropriately. Participants will be reimbursed at the end of each week.\n\nVariables of interest include quality of life, depression, anxiety, and stress scores will also be collected in addition to the pain and itch scores. The pain and itch survey is a simple 10 point numerical rating scale, and will take approximately 1 to 2 minutes to complete. The quality of life, depression, anxiety, and stress questionnaire will take approximately 12 minutes to complete. It includes the WHO 5 Wellbeing index, and the Depression and Anxiety Stress Scale 21 (DASS-21). The findings from these surveys will assist in illustrating the effects of music based interventions on the side effects of dialysis. This study also aims to demonstrate the value of music interventions as a low-risk, cost-effective form of Complementary and Alternative Medicine (CAM).\n\nIn summary, our study seeks to provide the first local evidence, to our knowledge, supporting the efficacy of music interventions for dialysis patients in Singapore. This will also be the first study internationally to rigorously examine the differences between live and pre-recorded music interventions for this clinical population."},"conditionsModule":{"conditions":["Renal Failure"],"keywords":["music","dialysis","mental health","quality of life","pain","itch"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","interventionModelDescription":"Non-Parallel, Sequentially Allocated study design: This study involves two arms, with one arm receiving a live music intervention, and the other arm receiving a pre-recorded music intervention. The interventions are administered sequentially, with the live music intervention being conducted first across four patient groups, followed by the pre-recorded music intervention for a separate set of four patient groups.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE","maskingDescription":"Masking cannot be performed as participants will know whether they are receiving live or recorded music."}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Live music","type":"EXPERIMENTAL","description":"Patients will have baseline data collection in the first week, followed by live music sessions and data collection during dialysis in the second week.","interventionNames":["Behavioral: Live music"]},{"label":"Pre-recorded music","type":"ACTIVE_COMPARATOR","description":"Patients will have baseline data collection in the first week, followed by pre-recorded music sessions and data collection during dialysis in the second week.","interventionNames":["Behavioral: Pre-recorded music"]}],"interventions":[{"type":"BEHAVIORAL","name":"Live music","description":"Patients will have baseline data collection in the first week, followed by live music sessions and data collection during dialysis in the second week. The live music will be played for 45 minutes to one hour per dialysis session, and will be played during each of patients' three dialysis sessions in week 2 of this arm of the study.","armGroupLabels":["Live music"]},{"type":"BEHAVIORAL","name":"Pre-recorded music","description":"Patients will have baseline data collection in the first week, followed by pre-recorded music sessions and data collection during dialysis in the second week. The pre-recorded music will be played for 45 minutes to one hour per dialysis session, and will be played during each of patients' three dialysis sessions in week 2 of this arm of the study.","armGroupLabels":["Pre-recorded music"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"DASS-21","description":"Mental Health","timeFrame":"Baseline measurements taken at the end of weeks 1 and 3, intervention measurements taken at the end of weeks 2 and 4."}],"secondaryOutcomes":[{"measure":"WHO-5","description":"Quality of Life","timeFrame":"Baseline measurements taken at the end of weeks 1 and 3, intervention measurements taken at the end of weeks 2 and 4."}],"otherOutcomes":[{"measure":"Pain and itch numerical ranking scale","description":"Survey","timeFrame":"Twice per week (first and third session of the week), for both baseline and intervention. Taken across all 4 weeks."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Are between 21 and 90 years old\n* Undergoing dialysis at the Corporation Road level 1 or Clementi NKF dialysis centre\n* Normal or corrected hearing\n* Willing to stay awake and listen during the music intervention\n* Are able to speak English, Mandarin, Malay, or Hokkien\n\nExclusion Criteria:\n\n* Diagnosed dementia or cognitive impairment\n* Diagnosed psychiatric disorder","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kathleen R Agres, PhD","role":"CONTACT","phone":"98996363","email":"katagres@nus.edu.sg"}],"locations":[{"facility":"NKF Clementi Dialysis Centre","status":"RECRUITING","city":"Singapore","zip":"120326","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}},{"facility":"Integrated Renal Care Centre","status":"RECRUITING","city":"Singapore","zip":"649808","country":"Singapore","geoPoint":{"lat":1.28967,"lon":103.85007}}]},"referencesModule":{"references":[{"pmid":"29144545","type":"BACKGROUND","citation":"Aalbers S, Fusar-Poli L, Freeman RE, Spreen M, Ket JC, Vink AC, Maratos A, Crawford M, Chen XJ, Gold C. Music therapy for depression. Cochrane Database Syst Rev. 2017 Nov 16;11(11):CD004517. doi: 10.1002/14651858.CD004517.pub3."},{"pmid":"24980265","type":"BACKGROUND","citation":"Burrai F, Micheluzzi V, Zito MP, Pietro G, Sisti D. Effects of live saxophone music on physiological parameters, pain, mood and itching levels in patients undergoing haemodialysis. J Ren Care. 2014 Dec;40(4):249-56. doi: 10.1111/jorc.12078. Epub 2014 Jul 1."},{"pmid":"30249121","type":"BACKGROUND","citation":"Burrai F, Lupi R, Luppi M, Micheluzzi V, Donati G, Lamanna G, Raghavan R. Effects of Listening to Live Singing in Patients Undergoing Hemodialysis: A Randomized Controlled Crossover Study. Biol Res Nurs. 2019 Jan;21(1):30-38. doi: 10.1177/1099800418802638. Epub 2018 Sep 24."},{"pmid":"33466179","type":"BACKGROUND","citation":"Cheng J, Zhang H, Bao H, Hong H. Music-based interventions for pain relief in patients undergoing hemodialysis: A PRISMA-compliant systematic review and meta-analysis. Medicine (Baltimore). 2021 Jan 15;100(2):e24102. doi: 10.1097/MD.0000000000024102."},{"pmid":"33371722","type":"BACKGROUND","citation":"Chung CW, Kalbavi V, Siegel JB, Taber DJ, Rohan V. Music Therapy in Dialysis Access Procedures With Moderate Sedation. Am Surg. 2022 Jan;88(1):70-73. doi: 10.1177/0003134820973383. Epub 2020 Dec 28."},{"pmid":"36002178","type":"BACKGROUND","citation":"Inayama E, Yamada Y, Kishida M, Kitamura M, Nishino T, Ota K, Takahashi K, Shintani A, Ikenoue T. Effect of Music in Reducing Pain during Hemodialysis Access Cannulation: A Crossover Randomized Controlled Trial. Clin J Am Soc Nephrol. 2022 Sep;17(9):1337-1345. doi: 10.2215/CJN.00360122. Epub 2022 Aug 24."},{"pmid":"34828484","type":"BACKGROUND","citation":"Kim S, Jeong H. Effects of Patient-Selected Music Listening on the Pain and Anxiety of Patients Undergoing Hemodialysis: A Randomized Controlled Trial. Healthcare (Basel). 2021 Oct 25;9(11):1437. doi: 10.3390/healthcare9111437."},{"pmid":"21708894","type":"BACKGROUND","citation":"Lin YJ, Lu KC, Chen CM, Chang CC. The effects of music as therapy on the overall well-being of elderly patients on maintenance hemodialysis. Biol Res Nurs. 2012 Jul;14(3):277-85. doi: 10.1177/1099800411413259. Epub 2011 Jun 27."},{"pmid":"30057035","type":"BACKGROUND","citation":"Martin-Saavedra JS, Vergara-Mendez LD, Talero-Gutierrez C. Music is an effective intervention for the management of pain: An umbrella review. Complement Ther Clin Pract. 2018 Aug;32:103-114. doi: 10.1016/j.ctcp.2018.06.003. Epub 2018 Jun 7."},{"pmid":"18809642","type":"BACKGROUND","citation":"Pothoulaki M, Macdonald RA, Flowers P, Stamataki E, Filiopoulos V, Stamatiadis D, Stathakis ChP. An investigation of the effects of music on anxiety and pain perception in patients undergoing haemodialysis treatment. J Health Psychol. 2008 Oct;13(7):912-20. doi: 10.1177/1359105308095065."},{"pmid":"36739245","type":"BACKGROUND","citation":"Soliva MS, Salvador IR, Testal AG, Lopez CC, Ramon RO, Coca JV, Maset RG. Intervention study to verify the effect of live classic music during hemodialysis on the quality of life of patients with chronic kidney disease. Nefrologia (Engl Ed). 2022 Sep-Oct;42(5):559-567. doi: 10.1016/j.nefroe.2021.07.010. Epub 2023 Feb 2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Coded participant data will only be available within the research team. IPD will not be shared outside of the research team."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000051437","term":"Renal Insufficiency"}],"ancestors":[{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M14396","name":"Pruritus","relevance":"LOW"},{"id":"M26718","name":"Renal Insufficiency","asFound":"Renal Failure","relevance":"HIGH"},{"id":"M10698","name":"Kidney Diseases","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}