{"protocolSection":{"identificationModule":{"nctId":"NCT06481657","orgStudyIdInfo":{"id":"0078-21-LND"},"organization":{"fullName":"Laniado Hospital","class":"OTHER"},"briefTitle":"The Effect of Oxygen Supplementation in Training in Heart Failure Patients on Aerobic Performance and Quality of Life","officialTitle":"The Effect of Oxygen Supplementation in Training in Heart Failure Patients on Aerobic Performance and Quality of Life"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-08-20","type":"ACTUAL"},"completionDateStruct":{"date":"2023-08-20","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Laniado Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Physical training in patients with heart failure has been proven to reduce mortality and hospitalization rates, but many have difficulty performing an effort due to a lack of oxygen supply to the muscle and its fatigue. The effect of supplementing oxygen in a single effort was found to improve the level of oxygen reaching the muscle, the duration and intensity of the effort.\n\nThe effect of supplemental oxygen during an exercise program in heart failure patients on exercise performance has not yet been examined.\n\nThe aims of the study: 1. To test the effect of a training program with oxygen supplementation, on maximal and submaximal aerobic exercise, six-minute walk (6MWT) and quality of life in patients with heart failure. 2. Testing the effect of oxygen supplementation in a single effort on the lactate concentration and performance of the effort.\n\nMethods: 24 independent heart failure patients, without a decrease in saturation, with an ejection fraction \\<50% were recruited for the study and were randomly divided into two groups, a training group with supplemental oxygen (O2) and a control group that trained without supplemental oxygen. Before and after a training program that lasted two months, the following were tested: maximal aerobic power, submaximal aerobic exercise time, 6MWT, disease severity according to the New York Heart Association - NYHA and quality of life according to the Kansas Questionnaire (KCCQ)). In addition, a single submaximal effort was performed at 80% of maximum heart rate with and without oxygen supplementation. Every 3 minutes the lactate concentration, heart rate and the difficulty of the effort were measured. To test the effect of the intervention on the outcome measures, a 2way ANOVA test was performed for repeated measurements.\n\nImportance of the study: The results of the study will make it possible to examine for the first time the effect and importance of oxygen supplementation during training in cardiac rehabilitation settings. On aerobic training indices and quality of life.","detailedDescription":"The study population: The study recruited 24 patients with heart failure who came to the cardiac rehabilitation program at Laniado Hospital who met the inclusion criteria. After receiving an explanation of the study, the participants were asked to sign an informed consent form and were randomly divided into 2 training groups, with and without oxygen administration. A sample, using G-power software, medium effect size (0.3), power 0.8 and an error of 0.05 was found to be equal to 24 participants.\n\nMeasurement and evaluation tool:\n\nMaximum effort protocol: to assess the maximum aerobic capacity, a graded exercise test was performed on a moving track according to the Bruce protocol. which began by walking at 2.4 km/h and a 10% incline, every three minutes the incline and speed were increased until the subject reported that he/she could not continue any longer. At the end of each step the heart rate was recorded Heart rate and the subjective degree of difficulty according to the Borg scale. The last stage reached by the subject was used to determine multiple values (calculated heart rate and maximum oxygen consumption).\n\nAerobic submaximal exercise protocol: the test consisted of walking on a track at an incline and speed determined according to the phase corresponding to the Bruce protocol in which the patient reached 80% of the maximum heart rate at the beginning of the training program, the participant was asked to persist in walking until he could not continue at the required pace and reached fatigue. Record the time and distance until the end of the effort.\n\nA submaximal exercise protocol to compare single exercise conditions with and without oxygen: In order to compare the effect of supplementing oxygen in a single exercise some of the participants (n=20) performed a submaximal exercise protocol with and without oxygen in two consecutive sessions and in random order. The tests were performed on a rail at an incline and speed determined according to the phase corresponding to the Bruce protocol in which the patient reached 80% of the heart rate. In the test under oxygen conditions, oxygen supplementation of \\~20% (5 liters per minute) was given using oxygen goggles, and in the test under conditions without oxygen supplementation (placebo) room air was given (5 liters per minute) using oxygen goggles. Every three minutes, the heart rate was recorded, the feeling of exertion and the level of lactic acid in the blood, the time and distance that the participants gulped until they reported that they could not continue with the given effort was recorded. The tests were done within 72 hours and in random order.\n\nCalculation of metabolic expenditure (METs (Metabolic Equivalent of Task): one METs defines the amount of oxygen consumption at rest, sitting in a chair, and is equal to 3.5 ml of oxygen per kilogram of body per minute, METs during the training program in effort on a track is calculated according to speed and gradient according to The following formula: METs=(0.1Xspeed+1.8XspeedXgrade+3.5)/3.5 Metabolic expenditure in the maximal effort protocol was calculated for each minute during the Bruce protocol.\n\nBorg scale: a reliable and valid subjective tool for assessing difficulty when performing an effort, where a rating of 6 indicates no effort at all, while a score of 20 indicates maximum effort The level of lactic acid in the blood: measured using Lactate Scout+, . Lactic acid levels were measured before the start of the test while resting on a chair and with effort every 3 minutes and at the end of the test.\n\nCalculation of target heart rate in training according to the Karbonan formula: target heart rate at the beginning of training is calculated as 50% of the heart rate reserve according to the following formula: resting heart rate\\] + 50% percentage of maximum capacity X (maximum heart rate - resting heart rate)\\].\n\nFunctional test for assessing walking ability: (6MWT) Six Minute Walk Test: a clinical test used to assess aerobic capacity, which is found to be reliable and valid for assessing the functional status of heart failure patients. The test includes a six-minute walk where the instruction is given to walk the maximum distance that can be achieved in six minutes..\n\nQuestionnaire to assess quality of life in heart failure patients The Kansas City Cardiomyopathy Questionnaire (KCCQ): This questionnaire was found to be valid, reliable and sensitive to quality of life in heart failure patients. The questionnaire consists of 23 questions, where a higher score indicates a higher quality of life. The sections of each question are divided by a hundred (according to the number of possible answers in each section), when you can get a maximum of one hundred points for each question. The overall score is an average of all sections.\n\nA score below 45 indicates a poor quality of life. An improvement in the overall score of 5 points indicates a slight improvement, an improvement of 10 points indicates a moderate improvement, and an improvement of 20 points indicates a great improvement in the quality of life. In addition, an improvement in the overall score of 5 points indicates a reduction of approximately 7% in the risk of death or hospitalization. And every 10-point improvement indicates a 14% reduction in the risk of death or hospitalization.Disease severity index - New York Heart Association - NYHA: a valid and accepted index for assessing the severity of the disease based on symptoms of shortness of breath Power throughout the training program: during the training program, the speed and incline that the participants walked on the treadmill were measured at 4 time points and the METs were calculated according to the following formula: METs=(0.1Xspeed+1.8XspeedXgrade+3.5)/3.5.\n\nThe strength of the training in resistance exercises: in the second month of the training, 2 resistance exercises were combined for the patients One for the upper limbs and one for the lower limbs for the exerciser's choice, the weight was adjusted at which the participant was able to perform 15 repetitions while reporting a degree of difficulty of 15 \"hard effort\" on the Borg scale (RPE-15).\n\n5.4. Research Process Upon admission of the patients to the Balneado Cardiac Rehabilitation Center, a cardiologist's assessment was performed to check inclusion criteria and release them to the study. At this stage, the doctor or physiotherapist made an appeal to those who met the inclusion criteria to participate in the study. After a detailed explanation of the study and its requirements, those interested in participating were asked to give their consent in writing and were given Randomized to one of two groups (with oxygen, and a control group). Both groups trained with oxygen goggles during all aerobic efforts throughout the training program, the O2 group trained with oxygen supplementation of 5 L/min and the control group trained without oxygen enrichment with air flow room (placebo).\n\nIn the first week upon admission to rehabilitation, the patients underwent a graded exercise test until fatigue according to the Bruce protocol. At the end of each step of the protocol, heart rate data was collected from the heart rate monitor and the level of difficulty according to a report. 50% of the heart rate reserve according to the maximum heart rate reached by the patient in the graded exercise test. In this session, the participants filled out the Kansas Quality of Life Questionnaire, the severity of the disease was rated according to the NYHA rating, and a six-minute walk test was performed.\n\nIn the second week, the patients in both groups performed 2 submaximal tests on a track at a speed and gradient corresponding to the stage at which they reached 80% of the maximum heart rate in the maximum test. This test was done with oxygen goggles with added oxygen and without it (placebo) (in random order) with a difference of 72 hours between the tests. Heart rate, RPE and lactic acid concentration were sampled in all the trainees until the end of the test.\n\nDuring the training program, which lasted 8 weeks and included two sessions per week, one hour each, the participants exercised according to the target heart rate determined by the physiologist, at RPE 13. Throughout the training program, if the patient reported an RPE lower than 12 for the target heart rate given to him The target heart rate was increased according to the heart rate reserve by 5%.\n\nThe course of the training in the first month included: five minutes of warm-up, then 20 minutes of walking on a track, 15 minutes of cycling, ten minutes of aerobic equipment of each participant's choice and finally five minutes of active recovery. In the second month after walking and cycling, two strength exercises were combined: one for lower limbs and one for upper limbs according to the exerciser's choice, for each exercise 3 sets of 10-15 repetitions were performed at a hard effort level (RPE-15). The intensity of effort in each training session was recorded for each participant. At the end of the program, after 8 weeks, an additional assessment of maximal aerobic capacity was performed using a maximal graded exercise test, a continuous submaximal test until fatigue according to the stage in the Bruce protocol that the patient performed at the beginning of the program. These two tests were performed for both groups without oxygen supplementation. In addition, the participants were asked to fill out a Kansas Quality of Life questionnaire and perform a six-minute walk test.\n\n5.5. Data Analysis Descriptive statistics were performed to describe the study population for demographic, anthropometric variables, disease characteristics, years of illness and NYHA score, functional indices and quality of life questionnaire score. All variables were tested for normal distribution by the Smirnoff Kolmogorov test. Variables that were not normally distributed were monotonically transformed and retested for normal distribution. Variables found to be normal were reported as mean and standard deviation and variables not normally distributed (NYHA) were reported as median and quartiles.\n\nIn order to test the differences between the 2 groups in the outcome measures (maximum power in a maximal effort test, time and distance in a submaximal test, a six-minute walk test and a quality of life questionnaire score) a 2 way ANOVA mixed model repeated measures analysis model was used to find a central effect of group (O2 , control), time (before and after training), and the interaction between them (time x group) if the interaction was found to be significant, a simple mean analysis was performed to check the source of the difference.\n\nFor the NYHA score (an ordinal variable) the PROC GENMODE procedure was used, which allowed the use of a 2 way ANOVA model. To find the difference in the severity of the disease in the two groups before and after the training program.\n\nIn testing the difference between the groups in training power (according to METs) at 4 different times in the weeks (W) of the training program (W1, W3, W6, W8), a Bonferroni type post hoc analysis was conducted to test the source of the differences.\n\nIn order to test the differences between performing a single submaximal exercise test with and without oxygen supplementation of each participant (within) in measures of the feeling of exertion (RPE), heart rate and lactic acid levels at each stage, the slope was calculated throughout the time each test lasted. A smaller slope indicates a more moderate increase in the tested variable over time, and expresses better aerobic capacity at submaximal power. Differences in slopes between performing a submaximal test with and without oxygen were tested by the signed rank test Data analysis was done using SAS software version 9.4. p\\< 0.05 was set as money for statistical significance."},"conditionsModule":{"conditions":["Heart Failure With Reduced Ejection Fraction","Heart Failure With Mid Range Ejection Fraction"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be recruited for the study from all patients who apply to the Laniado Cardiac Rehabilitation Center. A cardiologist evaluation will be performed to examine the inclusion and research cartridges, as is customary at the venue participants will be asked to come up with echocardiogram results in an effort they have made in the community. At this point, participants who meet the criteria will be asked to be included in the study to participate in the study. After a detailed explanation they will be asked to give their written consent and will be randomly divided into groups. The experimental group will train with oxygen goggles in the aerobic part of the training The control group will train with oxygen goggles without oxygen enrichment (placebo).","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"The experimental group will train with oxygen goggles in the aerobic part of the training The control group will train with oxygen goggles without oxygen enrichment (placebo).","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":24,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"The experimental group will train with oxygen goggles in the aerobic part of the training","type":"EXPERIMENTAL","description":"pon admission of the patients to the Cardiac Rehabilitation Center in Laniado, a cardiologist's evaluation was performed to check inclusion and exclusion criteria for the study. As usual, the participants were asked to come with the results of the echocardiogram in the effort they made as part of the health services in the community. At this point, the doctor or physiotherapist asked those who met the inclusion criteria to participate in the study. After a detailed explanation of the study and what was required in it, those interested in participating were asked to give their written consent and were randomly divided into one of two groups (with oxygen \"O2\" and a control group). The two groups We trained with oxygen goggles in all aerobic efforts throughout the training program, the O2 group trained with an oxygen supplement of 5 liters/minute and the control group trained without oxygen enrichment with room air flow (placebo).","interventionNames":["Other: train with oxygen and without oxygen enrichment (placebo)."]},{"label":"The control group will train with oxygen goggles without oxygen enrichment (placebo).","type":"PLACEBO_COMPARATOR","description":"pon admission of the patients to the Cardiac Rehabilitation Center in Laniado, a cardiologist's evaluation was performed to check inclusion and exclusion criteria for the study. As usual, the participants were asked to come with the results of the echocardiogram in the effort they made as part of the health services in the community. At this point, the doctor or physiotherapist asked those who met the inclusion criteria to participate in the study. After a detailed explanation of the study and what was required in it, those interested in participating were asked to give their written consent and were randomly divided into one of two groups (with oxygen \"O2\" and a control group). The two groups We trained with oxygen goggles in all aerobic efforts throughout the training program, the O2 group trained with an oxygen supplement of 5 liters/minute and the control group trained without oxygen enrichment with room air flow (placebo).","interventionNames":["Other: train with oxygen and without oxygen enrichment (placebo)."]}],"interventions":[{"type":"OTHER","name":"train with oxygen and without oxygen enrichment (placebo).","description":"The experimental group will train with oxygen goggles in the aerobic part of the training The control group will train with oxygen goggles without oxygen enrichment (placebo).","armGroupLabels":["The control group will train with oxygen goggles without oxygen enrichment (placebo).","The experimental group will train with oxygen goggles in the aerobic part of the training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"maximall aerobic training indices","description":"Maximum aerobic power will be tested before the start of the training program and immediately thereafter by a maximum rated stress test according to Proctol Bruce","timeFrame":"the test will be tested before the start of the training program and immediately thereafter"},{"measure":"submaximal aerobic training indices","description":"Sub-maximal aerobic exertion: The assessment will include walking to fatigue on a sloping track and speed according to the Bruce Proctol phase where the patient was at 80% of the maximum heart rate in a pre-workout rated stress test.","timeFrame":"the test will be tested before the start of the training program and immediately thereafter"},{"measure":"aerobic training indices","description":"six minute walk test","timeFrame":"the test will be tested before the start of the training program and immediately thereafter"},{"measure":"Quality of life and disease severity","description":"Quality of life will be measured using The Kansas City Cardiomyopathy Questionnaire","timeFrame":"the test will be tested before the start of the training program and immediately thereafter"},{"measure":"disease severity","description":"New York Heart Association-NYHA - A measure of the severity of the disease that includes 4 different levels: Level 1, which represents a condition in which there is impaired heart function but the patient is short of breath when performing level 4 exercise, when the patient is unable to exercise without shortness of breath. Even at rest","timeFrame":"the test will be tested before the start of the training program and immediately thereafter"}],"secondaryOutcomes":[{"measure":"Examination of the involvement of the anaerobic system by measuring the concentration of lactic acid (HH) in a single submaximal effort with and without the addition of oxygen.","description":"Lactic acid level - will be measured by a capillary blood test during two sub-maximal tests which will include walking to fatigue on a sloping track and speed according to the Bruce Proctol phase where the patient was at 80% of the maximum heart rate in the rated stress test. Every 3 minutes and at the end of the test. One test will be performed with oxygen and one without oxygen.","timeFrame":"the test will be tested before the start of the training program"}]},"eligibilityModule":{"eligibilityCriteria":"* Inclusion Criteria:\n* Patients with heart failure with EF (ejection fraction) \\<50% - according to echocardiography in an effort performed in the community.\n* Women and men in the 18-90 age range.\n* Exclusion Criteria:\n* Patients who are prevented from engaging in physical activity for any reason.\n* patients who are unable to walk due to orthopedic or neurological limitations.\n* patients with a disturbance in the electrical conduction at rest or exertion, which prevents them from exerting themselves.\n* patients with a decrease in Oxygen saturation below 95%..\n* children, who have no judgment, helpless patients and pregnant women will also not be included in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Vladimir Vexler, Dr.","affiliation":"Laniado Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Laniado Hospital","city":"Netanya","country":"Israel","geoPoint":{"lat":32.33291,"lon":34.85992}}]},"referencesModule":{"references":[{"pmid":"23747642","type":"BACKGROUND","citation":"Yancy CW, Jessup M, Bozkurt B, Butler J, Casey DE Jr, Drazner MH, Fonarow GC, Geraci SA, Horwich T, Januzzi JL, Johnson MR, Kasper EK, Levy WC, Masoudi FA, McBride PE, McMurray JJ, Mitchell JE, Peterson PN, Riegel B, Sam F, Stevenson LW, Tang WH, Tsai EJ, Wilkoff BL; American College of Cardiology Foundation; American Heart Association Task Force on Practice Guidelines. 2013 ACCF/AHA guideline for the management of heart failure: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines. J Am Coll Cardiol. 2013 Oct 15;62(16):e147-239. doi: 10.1016/j.jacc.2013.05.019. Epub 2013 Jun 5. No abstract available."},{"pmid":"24622007","type":"BACKGROUND","citation":"Ades PA, Keteyian SJ, Balady GJ, Houston-Miller N, Kitzman DW, Mancini DM, Rich MW. Cardiac rehabilitation exercise and self-care for chronic heart failure. JACC Heart Fail. 2013 Dec;1(6):540-7. doi: 10.1016/j.jchf.2013.09.002. Epub 2013 Oct 24."},{"pmid":"15901669","type":"BACKGROUND","citation":"Swedberg K, Cleland J, Dargie H, Drexler H, Follath F, Komajda M, Tavazzi L, Smiseth OA, Gavazzi A, Haverich A, Hoes A, Jaarsma T, Korewicki J, Levy S, Linde C, Lopez-Sendon JL, Nieminen MS, Pierard L, Remme WJ; Task Force for the Diagnosis and Treatment of Chronic Heart Failure of the European Society of Cardiology. Guidelines for the diagnosis and treatment of chronic heart failure: executive summary (update 2005): The Task Force for the Diagnosis and Treatment of Chronic Heart Failure of the European Society of Cardiology. Eur Heart J. 2005 Jun;26(11):1115-40. doi: 10.1093/eurheartj/ehi204. Epub 2005 May 18. No abstract available."},{"pmid":"27207191","type":"BACKGROUND","citation":"Ponikowski P, Voors AA, Anker SD, Bueno H, Cleland JG, Coats AJ, Falk V, Gonzalez-Juanatey JR, Harjola VP, Jankowska EA, Jessup M, Linde C, Nihoyannopoulos P, Parissis JT, Pieske B, Riley JP, Rosano GM, Ruilope LM, Ruschitzka F, Rutten FH, van der Meer P; Authors/Task Force Members; Document Reviewers. 2016 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure: The Task Force for the diagnosis and treatment of acute and chronic heart failure of the European Society of Cardiology (ESC). Developed with the special contribution of the Heart Failure Association (HFA) of the ESC. Eur J Heart Fail. 2016 Aug;18(8):891-975. doi: 10.1002/ejhf.592. Epub 2016 May 20. No abstract available."},{"pmid":"22828712","type":"BACKGROUND","citation":"McMurray JJ, Adamopoulos S, Anker SD, Auricchio A, Bohm M, Dickstein K, Falk V, Filippatos G, Fonseca C, Gomez-Sanchez MA, Jaarsma T, Kober L, Lip GY, Maggioni AP, Parkhomenko A, Pieske BM, Popescu BA, Ronnevik PK, Rutten FH, Schwitter J, Seferovic P, Stepinska J, Trindade PT, Voors AA, Zannad F, Zeiher A; Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure 2012 of the European Society of Cardiology; Bax JJ, Baumgartner H, Ceconi C, Dean V, Deaton C, Fagard R, Funck-Brentano C, Hasdai D, Hoes A, Kirchhof P, Knuuti J, Kolh P, McDonagh T, Moulin C, Popescu BA, Reiner Z, Sechtem U, Sirnes PA, Tendera M, Torbicki A, Vahanian A, Windecker S, McDonagh T, Sechtem U, Bonet LA, Avraamides P, Ben Lamin HA, Brignole M, Coca A, Cowburn P, Dargie H, Elliott P, Flachskampf FA, Guida GF, Hardman S, Iung B, Merkely B, Mueller C, Nanas JN, Nielsen OW, Orn S, Parissis JT, Ponikowski P; ESC Committee for Practice Guidelines. ESC guidelines for the diagnosis and treatment of acute and chronic heart failure 2012: The Task Force for the Diagnosis and Treatment of Acute and Chronic Heart Failure 2012 of the European Society of Cardiology. Developed in collaboration with the Heart Failure Association (HFA) of the ESC. Eur J Heart Fail. 2012 Aug;14(8):803-69. doi: 10.1093/eurjhf/hfs105. No abstract available. Erratum In: Eur J Heart Fail. 2013 Mar;15(3):361-2."},{"pmid":"22851113","type":"BACKGROUND","citation":"Blumenthal JA, Babyak MA, O'Connor C, Keteyian S, Landzberg J, Howlett J, Kraus W, Gottlieb S, Blackburn G, Swank A, Whellan DJ. Effects of exercise training on depressive symptoms in patients with chronic heart failure: the HF-ACTION randomized trial. JAMA. 2012 Aug 1;308(5):465-74. doi: 10.1001/jama.2012.8720. Erratum In: JAMA. 2012 Nov 7;308(17):1742."},{"pmid":"30922474","type":"BACKGROUND","citation":"Taylor RS, Walker S, Smart NA, Piepoli MF, Warren FC, Ciani O, Whellan D, O'Connor C, Keteyian SJ, Coats A, Davos CH, Dalal HM, Dracup K, Evangelista LS, Jolly K, Myers J, Nilsson BB, Passino C, Witham MD, Yeh GY; ExTraMATCH II Collaboration. Impact of Exercise Rehabilitation on Exercise Capacity and Quality-of-Life in Heart Failure: Individual Participant Meta-Analysis. J Am Coll Cardiol. 2019 Apr 2;73(12):1430-1443. doi: 10.1016/j.jacc.2018.12.072."},{"pmid":"33663234","type":"BACKGROUND","citation":"Jain SS, Cohen DJ, Zhang Z, Uriel N, Sayer G, Lindenfeld J, Abraham WT, Mack MJ, Stone GW, Arnold SV. Defining a Clinically Important Change in 6-Minute Walk Distance in Patients With Heart Failure and Mitral Valve Disease. Circ Heart Fail. 2021 Mar;14(3):e007564. doi: 10.1161/CIRCHEARTFAILURE.120.007564. Epub 2021 Mar 5. No abstract available."},{"pmid":"22988592","type":"BACKGROUND","citation":"van der Meer S, Zwerink M, van Brussel M, van der Valk P, Wajon E, van der Palen J. Effect of outpatient exercise training programmes in patients with chronic heart failure: a systematic review. Eur J Prev Cardiol. 2012 Aug;19(4):795-803. doi: 10.1177/1741826711410516."},{"pmid":"32860412","type":"BACKGROUND","citation":"Pelliccia A, Sharma S, Gati S, Back M, Borjesson M, Caselli S, Collet JP, Corrado D, Drezner JA, Halle M, Hansen D, Heidbuchel H, Myers J, Niebauer J, Papadakis M, Piepoli MF, Prescott E, Roos-Hesselink JW, Graham Stuart A, Taylor RS, Thompson PD, Tiberi M, Vanhees L, Wilhelm M; ESC Scientific Document Group. 2020 ESC Guidelines on sports cardiology and exercise in patients with cardiovascular disease. Eur Heart J. 2021 Jan 1;42(1):17-96. doi: 10.1093/eurheartj/ehaa605. No abstract available. Erratum In: Eur Heart J. 2021 Feb 1;42(5):548-549. doi: 10.1093/eurheartj/ehaa835."},{"pmid":"22248807","type":"BACKGROUND","citation":"Beckers PJ, Possemiers NM, Van Craenenbroeck EM, Van Berendoncks AM, Wuyts K, Vrints CJ, Conraads VM. Comparison of three methods to identify the anaerobic threshold during maximal exercise testing in patients with chronic heart failure. Am J Phys Med Rehabil. 2012 Feb;91(2):148-55. doi: 10.1097/PHM.0b013e3182411d69."},{"pmid":"25492106","type":"BACKGROUND","citation":"Achttien RJ, Staal JB, van der Voort S, Kemps HM, Koers H, Jongert MW, Hendriks EJ; Practice Recommendations Development Group. Exercise-based cardiac rehabilitation in patients with chronic heart failure: a Dutch practice guideline. Neth Heart J. 2015 Jan;23(1):6-17. doi: 10.1007/s12471-014-0612-2."},{"pmid":"1347866","type":"BACKGROUND","citation":"Moore DP, Weston AR, Hughes JM, Oakley CM, Cleland JG. Effects of increased inspired oxygen concentrations on exercise performance in chronic heart failure. Lancet. 1992 Apr 4;339(8797):850-3. doi: 10.1016/0140-6736(92)90288-e."},{"pmid":"29803343","type":"BACKGROUND","citation":"Shah P, Pellicori P, Rimmer S, Rigby AS, Clark AL. Effect of increased inspired oxygen on exercise performance in patients with heart failure and normal ejection fraction. Int J Cardiol. 2018 Oct 1;268:166-169. doi: 10.1016/j.ijcard.2018.05.029. Epub 2018 May 24."},{"pmid":"1359262","type":"BACKGROUND","citation":"Restrick LJ, Davies SW, Noone L, Wedzicha JA. Ambulatory oxygen in chronic heart failure. Lancet. 1992 Nov 14;340(8829):1192-3. doi: 10.1016/0140-6736(92)92893-k."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"all IPD that underlie results in a publication","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"Starting from the publication of the research for 15 years","accessCriteria":"An application should be submitted to the research unit manager of Laniado Hospital"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M9421","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}