{"protocolSection":{"identificationModule":{"nctId":"NCT06480487","orgStudyIdInfo":{"id":"ACTIVATE"},"organization":{"fullName":"Southern Medical University, China","class":"OTHER"},"briefTitle":"Optimize Audit and feedbaCk To Implement eVidence-based prAcTices in Primary Health carE","officialTitle":"Optimize Audit and feedbaCk To Implement eVidence-based prAcTices in Primary Health carE in Nepal, Mozambique, Tanzania and China: a Factorial Trial (ACTIVATE Trial)","acronym":"ACTIVATE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Huanyuan Luo","investigatorTitle":"Post Doctoral Researcher","investigatorAffiliation":"Southern Medical University, China"},"leadSponsor":{"name":"Southern Medical University, China","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators will use two phases of Multiphase Optimization Strategy (MOST) - preparation and optimization phases. In the preparation phase, Audit and Feedback (AnF) intervention will be prepared. First, the investigators will use scoping review to develop conceptual frameworks for AnF components. The outcome indicators and resource constraints for intervention will be identified based on the literature reviews. Second, an expert consultation meeting will be conducted to develop a set of candidate components for the AnF intervention. Around 10 relevant scholars and primary healthcare workers will be invited to rank the components that researchers conclude from the literature. The top 7 ranked components will be assessed by Best-Worst Scaling (BWS) questionnaires to finally identify 3 key components for AnF intervention.\n\nIn the optimization phase, the investigators will identify AnF intervention that will lead to the best desired results within key resource constraints in terms of effectiveness , efficiency, economy and scalability. First, the investigators will realistically and comprehensively assess the quality of care provided by primary healthcare facilities of the four Low and Middle Income countries (LMICs) using USP. Second, a 2×2×2 factorial design (RCT) will be conducted to determine how the results of quality of care can be fed back to primary healthcare workers in the four LMICs in order to optimize the impact of improving healthcare quality. To achieve this goal, the factorial trial will involve the 3 identified key AnF components at 2 levels each, for a total of 8 intervention groups (i.e. 8 different ways to conduct audit and feedback). By randomly assigning healthcare facilities to one of these 8 different ways to conduct audit and feedback, the investigators can obtain the change in the quality of care after implementing audit and feedback interventions in these facilities. Then, through statistical analysis, the investigators can estimate main and interaction effects for AnF components on improving the quality of primary health care. After that, the optimal combination of AnF components will be determined by trade off of the effects of AnF components and resource constraints in local primary healthcare implementation settings. Study details are as follows.","detailedDescription":"Researchers and experts will have a consultation meeting to generate the top 7 AnF intervention components, and a BWS survey will be employed to rank these components according to their importance and further select 3 potentially most effective and feasible components for effectiveness validation through the factorial trial in the next step. The BWS survey is a screening experiment, based on random utility theory, in which a trade-off mechanism is triggered by participants choosing the best and worst of a set of components or options, thereby quantifying the relative importance of each component and distinguishing the most salient among a set of important components. The BWS questionnaire will be developed and tested using a mixed-method approach based on the previous research results to obtain healthcare workers' prioritized acceptance of the different AnF components (relative importance) when deciding to improve the quality of care (completion rates of guideline entries), in order to further identify potentially the most important few components out of the range of components.\n\nThe Balanced Incomplete Block Design (BIBD) is an experimental design used in BWS for improving results by organizing items into blocks and balancing the number of presentations of items across participants, which allows researchers to efficiently compare a set of items with each other. BIBD ensures equal number of times of occurrence for items in blocks and pairs items equally, reducing bias and increasing statistical precision of ratings. BIBD is especially valuable with a larger number of ranked items. The investigators will use BIBD in BWS in a typical way, by dividing items randomly into subsets (i.e. blocks) and assigning a questionnaire with all blocks to each participant, ensuring robust preference rankings. The investigators will use the %MktBSize macro in SAS 9.4 software to realize BIBD for questionnaire development. In our study, for the 7 AnF intervention components (treatments), the investigators will have 7 different blocks, each containing 3 AnF components (treatments). the investigators will invite participants to reflect on which AnF component of these 7 different blocks is most effective and which AnF component is least effective. The investigators will be giving 1 point when a component is chosen as most effective, and -1 when a component is chosen as least effective. Then, based on the standardized score of each component, the investigators will be finalizing the 3 most effective components from the BWS survey.\n\nIn the optimization phase, a 2×2×2 factorial design (RCT) will be conducted, with three two-level components making up a total of 8 groups of AnF intervention. After obtaining consents from primary healthcare facilities and workers, all facilities will be randomly assigned to these 8 intervention groups. Then the investigators measure changes in healthcare quality from various audits and feedback in these facilities, and use statistical analysis to estimate main and interaction effects for AnF components on improving primary healthcare quality. The optimal AnF combination will be determined by considering effects and resource constraints in local implementation settings.\n\nThe investigators assume that the following 3 AnF components with 2 levels each are selected from the BWS survey.\n\n1. Source of Feedback:\n\n   Level 1: Researchers Level 2: Authoritative Bodies\n2. Feedback with Peer Comparison:\n\n   Level 1: Yes (Peer Comparison) Level 2: No (No Peer Comparison)\n3. Delivery Method of Feedback:\n\nLevel 1: Face to face Level 2: Electronic Mail\n\nAfter deciding the 8 AnF intervention groups, the investigators will invite primary healthcare workers, policymakers, and health system administrators to discuss feasible and operable details to conduct the 8 AnF interventions at primary healthcare facilities in the four different LMICs. The audited results of quality of care of the facility will be fed back to the healthcare workers of the facility, and then the outcome indicators reflecting effectiveness of AnF will be measured."},"conditionsModule":{"conditions":["Hypertension","Diabetes"],"keywords":["Audit and feedback","Quality of care","Primary health care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","interventionModelDescription":"A 2×2×2 factorial design will be conducted, with three two-level components making up a total of 8 groups of AnF interventions. The sample population will be randomly assigned to these 8 intervention groups.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"SINGLE","maskingDescription":"The data analysis will be done by a team and those team members will be masked on the intervention provided.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":344,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Face to face by researchers with peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided face-to-face by the researchers by visiting health facilities. The feedback report will include peer comparison data.","interventionNames":["Behavioral: Feedback provided face to face","Behavioral: Feedback provided by researchers","Behavioral: Feedback provided with peer comparision"]},{"label":"Face to face by authoritative bodies with peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided face-to-face by the authoritative bodies by visiting health facilities. The feedback report will include peer comparison data.","interventionNames":["Behavioral: Feedback provided face to face","Behavioral: Feedback provided by authoritative bodies","Behavioral: Feedback provided with peer comparision"]},{"label":"Face to face by researchers without peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided face-to-face by the researchers by visiting health facilities. The feedback report will not include peer comparison data.","interventionNames":["Behavioral: Feedback provided face to face","Behavioral: Feedback provided by researchers","Behavioral: Feedback provided without peer comparision"]},{"label":"Electronic mail by researchers with peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided through electronic mail by the researchers. The feedback report will include peer comparison data.","interventionNames":["Behavioral: Feedback provided by electronic mail","Behavioral: Feedback provided by researchers","Behavioral: Feedback provided with peer comparision"]},{"label":"Face to face by authoritative bodies without peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided face-to-face by the authoritative bodies by visiting health facilities. The feedback report will not include peer comparison data.","interventionNames":["Behavioral: Feedback provided face to face","Behavioral: Feedback provided by authoritative bodies","Behavioral: Feedback provided without peer comparision"]},{"label":"Electronic mail by authoritative bodies with peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided through electronic mail by the authoritative bodies. The feedback report will include peer comparison data.","interventionNames":["Behavioral: Feedback provided by electronic mail","Behavioral: Feedback provided by authoritative bodies","Behavioral: Feedback provided with peer comparision"]},{"label":"Electronic mail by researchers without peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided through electronic mail by the researchers. The feedback report will not include peer comparison data.","interventionNames":["Behavioral: Feedback provided by electronic mail","Behavioral: Feedback provided by researchers","Behavioral: Feedback provided without peer comparision"]},{"label":"Electronic mail by authoritative bodies without peer comparision","type":"EXPERIMENTAL","description":"Feedback will be provided through electronic mail by the authoritative bodies. The feedback report will not include peer comparison data.","interventionNames":["Behavioral: Feedback provided by electronic mail","Behavioral: Feedback provided by authoritative bodies","Behavioral: Feedback provided without peer comparision"]}],"interventions":[{"type":"BEHAVIORAL","name":"Feedback provided face to face","description":"Feedback will be provided face-to-face.","armGroupLabels":["Face to face by authoritative bodies with peer comparision","Face to face by authoritative bodies without peer comparision","Face to face by researchers with peer comparision","Face to face by researchers without peer comparision"]},{"type":"BEHAVIORAL","name":"Feedback provided by electronic mail","description":"Feedback will be provided by electronic mail.","armGroupLabels":["Electronic mail by authoritative bodies with peer comparision","Electronic mail by authoritative bodies without peer comparision","Electronic mail by researchers with peer comparision","Electronic mail by researchers without peer comparision"]},{"type":"BEHAVIORAL","name":"Feedback provided by researchers","description":"Feedback will be provided by researchers.","armGroupLabels":["Electronic mail by researchers with peer comparision","Electronic mail by researchers without peer comparision","Face to face by researchers with peer comparision","Face to face by researchers without peer comparision"]},{"type":"BEHAVIORAL","name":"Feedback provided by authoritative bodies","description":"Feedback will be provided by authoritative bodies.","armGroupLabels":["Electronic mail by authoritative bodies with peer comparision","Electronic mail by authoritative bodies without peer comparision","Face to face by authoritative bodies with peer comparision","Face to face by authoritative bodies without peer comparision"]},{"type":"BEHAVIORAL","name":"Feedback provided with peer comparision","description":"Feedback will be provided with peer comparison.","armGroupLabels":["Electronic mail by authoritative bodies with peer comparision","Electronic mail by researchers with peer comparision","Face to face by authoritative bodies with peer comparision","Face to face by researchers with peer comparision"]},{"type":"BEHAVIORAL","name":"Feedback provided without peer comparision","description":"Feedback will be provided without peer comparision.","armGroupLabels":["Electronic mail by authoritative bodies without peer comparision","Electronic mail by researchers without peer comparision","Face to face by authoritative bodies without peer comparision","Face to face by researchers without peer comparision"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The proportion of completed guideline-recommended quality checklist items for consultation of hypertension cases and Type II diabetes cases of the primary healthcare (PHC) providers among all of the items","description":"The primary outcome is a continuous score ranging from 0 to 100%. It will be assessed by Unannounced Standardized Patients (USPs).","timeFrame":"An average of 1 month and 3 months"}],"secondaryOutcomes":[{"measure":"The proportion of completed guideline-recommended quality checklist items for physical and laboratory exams of hypertension cases and Type II diabetes cases of the PHC providers among all of the items","description":"This is a continuous score ranging from 0 to 100%. It will be assessed by USPs.","timeFrame":"An average of 1 month and 3 months"},{"measure":"Correctness of diagnosis of hypertension cases and type II diabetes cases by PHC providers","description":"This will be categorized into 3 categories: correct diagnosis, partially correct diagnosis, and incorrect diagnosis. It will be assessed by USPs.","timeFrame":"An average of 1 month and 3 months"},{"measure":"Correctness of treatment of hypertension cases and type II diabetes cases by PHC providers","description":"This will be categorized into 3 categories: correct treatment, partially correct treatment, and incorrect treatment. It will be assessed by USPs.","timeFrame":"An average of 1 month and 3 months"},{"measure":"Timeliness of hypertension and type II diabetes services in primary healthcare settings.","description":"Timeliness of hypertension and type II diabetes will be assessed by USPs by using Quality of care assessment tools. Timeliness will be judged on the basis of opening hours, waiting time, and consultation time of the service.","timeFrame":"An average of 1 month and 3 months"},{"measure":"Patient-centered quality of healthcare in primary healthcare settings.","description":"Patient-centered quality of healthcare will be assessed by USPs using Patient Perception of Patient-Centeredness (PPPC-R) questionnaire.","timeFrame":"An average of 1 month and 3 months"},{"measure":"Acceptability of Audit and Feedback (AnF) intervention","description":"Acceptability of AnF intervention will be judged on the basis of satisfaction with various aspects of AnF intervention. This includes content, complexity, comfort, delivery, and credibility. It will be assessed among the study stakeholders which are study participants, implementation science experts, and government officials who are health policymakers and health program implementers.","timeFrame":"An average of 3 months"},{"measure":"Appropriateness of Audit and Feedback (AnF) intervention","description":"It will be judged on the basis of organizational experience of appropriateness of implementing AnF intervention. It will be assessed among the study stakeholders which are study participants, implementation science experts and government officials who are health policy makers and health program implementers.","timeFrame":"An average of 3 months"},{"measure":"Feasibility of implementing AnF intervention at primary healthcare level","description":"Feasibility means the extent to which AnF intervention can be successfully carried out within the primary health facilities. It will be assessed among the study stakeholders which are study participants, implementation science experts, and government officials who are health policymakers and health program implementers.","timeFrame":"An average of 3 months"},{"measure":"Cost of implementing an AnF intervention","description":"This outcome measures the cost of implementing an AnF intervention in primary health facilities. It will be assessed by calculating the expenditure, time, and human resources utilized.","timeFrame":"An average of 3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* In Mozambique, the inclusion criteria are nurses, technicians of general medicine and doctors in public primary healthcare facilities.\n* In Zanzibar, Tanzania, the inclusion criteria are clinical officers, nurses and doctors in public primary healthcare facilities.\n* In Nepal, the inclusion criteria are doctors, health assistants, and senior auxiliary health workers in public primary healthcare facilities.\n* In China, the inclusion criteria are doctors practicing in public primary healthcare facilities.\n\nExclusion Criteria:\n\n-The exclusion criteria are endocrinologists or diabetes specialists, interns, or students working during the time of visit.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Huanyuan Luo","role":"CONTACT","phone":"+8618215827985","email":"huanyuanluo33@gmail.com"},{"name":"Dong Xu","role":"CONTACT","phone":"+8613910988979","email":"romanxu@i.smu.edu.cn"}],"overallOfficials":[{"name":"Dong Xu","affiliation":"Southern Medical Univerity","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M10024","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}