{"protocolSection":{"identificationModule":{"nctId":"NCT06481124","orgStudyIdInfo":{"id":"CP-EIT"},"organization":{"fullName":"I.M. Sechenov First Moscow State Medical University","class":"OTHER"},"briefTitle":"End-expiratory Pressure During Laparoscopic Surgery in the Trendelenburg Position by Electrical Impedance Tomography","officialTitle":"Positive End-expiratory Pressure Titration During Laparoscopic Gynecological Surgery in the Trendelenburg Position Based on Ventilation and Perfusion Measured by Electrical Impedance Tomography: the CP-EIT Observational Study","acronym":"CP-EIT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-24","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"I.M. Sechenov First Moscow State Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Pneumoperitoneum (PNP) and the position of the patient required for laparoscopic surgery lead to pathophysiological changes that complicate anesthesia. PNP is characterized by an increased intra-abdominal pressure (IAP), the cranial displacement of the diaphragm that can lead to the formation of intraoperative atelectasis and decrease end-expiratory lung volume (EELV). At the same time, PNP can reduce respiratory system compliance by 30-50% in healthy patients. During elective abdominal surgery under general anesthesia, atelectasis forms in almost 90% of patients and can become a focus of postoperative pneumonia. The negative effect of PNP is more prominent in Trendelenburg position. And one of the methods to avoid the effects of PNP and Trendelenburg position on lung tissue is to apply positive end-expiratory pressure (PEEP). PEEP is acknowledged as a component of lung protective ventilation (LPV) along with low tidal volume (TV) 6-8 ml/kg. On the other hand, excessive PEEP can lead to the overdistension of lung tissue and cause volutrauma and hemodynamic instability. It is necessary to use sufficient PEEP to minimize atelectasis, improve respiratory biomechanics and maintain oxygenation.\n\nElectrical impedance tomography shows changes in ventilation and perfusion during mechanical ventilation with the different PEEP levels.\n\nThe study aimed to select optimum PEEP level based on optimum ventilation-to-perfusion match based on electrical impedance tomography measurements.","detailedDescription":"Electrical impedance tomography shows changes in ventilation and perfusion during mechanical ventilation with the different PEEP levels. The investigators will measure the following variables: resistivity of low and high pass band and end-expiratory lung index in 4 regions of interest and globally, global inhomogeneity index, global lung-heart index, global regional ventilation delay, compliance win, compliance loss, plateau pressure, and driving pressure.\n\nThe investigators will measure abovementioned variables in the following conditions:\n\n* PEEP 5 mbar with the patient in a horizontal supine position (initial measurement, Baseline),\n* PEEP 5 mbar in Trendelenburg position in carboxyperitoneum conditions (after reaching the set abdominal pressure of 12-14 mbar) (reference measurement, Ref),\n* PEEP 8 mbar in Trendelenburg position under carboxyperitoneum conditions (abdominal pressure 12-14 mbar),\n* PEEP 10 mbar in Trendelenburg position in carboxyperitoneum conditions (abdominal pressure 12-14 mbar),\n* PEEP 12 mbar in Trendelenburg position in carboxyperitoneum conditions (abdominal pressure 12-14 mbar),\n* PEEP 14 mbar in Trendelenburg position in carboxyperitoneum conditions (abdominal pressure 12-14 mbar),\n* PEEP 16 mbar in Trendelenburg position in carboxyperitoneum conditions (abdominal pressure 12-14 mbar)\n* PEEP 5 mbar with the patient in a horizontal supine position after deflation of the carboxyperitoneum.\n\nAfter 5 minutes of carboxyperitoneum in Trendelenburg position the investigators will assess ventilation, perfusion and their relationship by the \"Analysis\" tab in comparison with the initial one in the intubated patient in the supine position (Baseline): improvement of ventilation (CW - compliance win, in %) and deterioration of ventilation (CL - compliance loss, in %), global homogeneity of ventilation (GI - homogeneity index, in %), regional ventilation delays (RVD, in %), ventilation compliance index and perfusion (LHI - lung heart index, in %).\n\nAfter all stages have been completed, a comparative analysis of the influence of different levels of PEEP on ventilation, perfusion and their ratio will be carried out by using the \"Analysis\" tab at each stage in comparison with the reference (Ref): CW and CL, GI, RVD, LHI."},"conditionsModule":{"conditions":["Pneumoperitoneum","Trendelenburg Position","Laparoscopic Surgery"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"electrical impedance tomography","description":"Measurement of ventilation and perfusion during mechanical ventilation with different positive end-expiratory pressure by electrical impedance tomography"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Optimum positive end-expiratory pressure level by compliance win","description":"Positive end-expiratory pressure level selected by maximal compliance win measured by electrical impedance tomography","timeFrame":"40 minutes"},{"measure":"Optimum positive end-expiratory pressure level by heart-lung index","description":"Positive end-expiratory pressure level selected by maximal heart-lung index measured by electrical impedance tomography","timeFrame":"40 minutes"}],"secondaryOutcomes":[{"measure":"Compliance win","description":"Increase in compliance measured by electrical impedance tomography in percent","timeFrame":"3 minutes"},{"measure":"Compliance loss","description":"Decrease in compliance measured by electrical impedance tomography in percent","timeFrame":"3 minutes"},{"measure":"Global inhomogeneity index","description":"Global inhomogeneity index measured by electrical impedance tomography in percent","timeFrame":"3 minutes"},{"measure":"Regional ventilation delay","description":"Regional ventilation delay measured by electrical impedance tomography in percent","timeFrame":"3 minutes"},{"measure":"Lung-heart index","description":"Lung-heart index measured by electrical impedance tomography in percent","timeFrame":"3 minutes"},{"measure":"Resistivity of Low Pass Band","description":"Low pass band resistivity measured by electrical impedance tomography in Ohms\\*m","timeFrame":"3 minutes"},{"measure":"Resistivity of High Pass Band","description":"High pass band resistivity measured by electrical impedance tomography in Ohms\\*m","timeFrame":"3 minutes"},{"measure":"End-expiratory volume index change","description":"End-expiratory volume index change measured by electrical impedance tomography","timeFrame":"3 minutes"},{"measure":"Plateau pressure","description":"Pressure measured in circuit during the inspiratory pause in mbar","timeFrame":"3 minutes"},{"measure":"Driving pressure","description":"Difference between plateau pressure and positive end-expiratory pressure in mbar","timeFrame":"3 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients who undergo gynecological surgery under conditions of carboxyperitoneum in the Trendelenburg position.\n\nExclusion Criteria:\n\n* Pregnancy,\n* Hypoxemia before surgery (SpO2 \\< 94%),\n* body mass index more than 35 kg/m2,\n* Unstable hemodynamics and/or life-threatening arrhythmia,\n* Primary or secondary lung diseases (COPD, interstitial lung diseases, metastatic lung disease)\n* Presence of an implantable pacemaker and/or defibrillator\n* Chronic diseases in the stage of decompensation with the development of extrapulmonary organ dysfunction (liver cirrhosis, progression of cancer, chronic heart failure).","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"Gynecological surgery","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients who underwent elective gynecological operations in conditions of carboxyperitoneum with Trendelenburg position","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Andrey I Yaroshetskiy, MD, PhD, ScD","role":"CONTACT","phone":"+79859900148","email":"dr.intensivist@gmail.com"},{"name":"Sergey N Avdeev, MD, PhD, ScD","role":"CONTACT","phone":"+79166145825","email":"serg_avdeev@list.ru"}],"overallOfficials":[{"name":"Andrey I Yaroshetskiy, MD, PhD, ScD","affiliation":"Sechenov University","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"15681942","type":"BACKGROUND","citation":"Andersson LE, Baath M, Thorne A, Aspelin P, Odeberg-Wernerman S. Effect of carbon dioxide pneumoperitoneum on development of atelectasis during anesthesia, examined by spiral computed tomography. Anesthesiology. 2005 Feb;102(2):293-9. doi: 10.1097/00000542-200502000-00009."},{"pmid":"25213641","type":"BACKGROUND","citation":"Loring SH, Behazin N, Novero A, Novack V, Jones SB, O'Donnell CR, Talmor DS. Respiratory mechanical effects of surgical pneumoperitoneum in humans. J Appl Physiol (1985). 2014 Nov 1;117(9):1074-9. doi: 10.1152/japplphysiol.00552.2014. Epub 2014 Sep 11."},{"pmid":"24919591","type":"BACKGROUND","citation":"Barbosa FT, Castro AA, de Sousa-Rodrigues CF. Positive end-expiratory pressure (PEEP) during anaesthesia for prevention of mortality and postoperative pulmonary complications. Cochrane Database Syst Rev. 2014 Jun 12;2014(6):CD007922. doi: 10.1002/14651858.CD007922.pub3."},{"pmid":"24283226","type":"BACKGROUND","citation":"Slutsky AS, Ranieri VM. Ventilator-induced lung injury. N Engl J Med. 2013 Nov 28;369(22):2126-36. doi: 10.1056/NEJMra1208707. No abstract available. Erratum In: N Engl J Med. 2014 Apr 24;370(17):1668-9."},{"pmid":"8623951","type":"BACKGROUND","citation":"Fahy BG, Barnas GM, Nagle SE, Flowers JL, Njoku MJ, Agarwal M. Changes in lung and chest wall properties with abdominal insufflation of carbon dioxide are immediately reversible. Anesth Analg. 1996 Mar;82(3):501-5. doi: 10.1097/00000539-199603000-00013."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011027","term":"Pneumoperitoneum"}],"ancestors":[{"id":"D000010532","term":"Peritoneal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M13917","name":"Pneumoperitoneum","asFound":"Pneumoperitoneum","relevance":"HIGH"},{"id":"M13441","name":"Peritoneal Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}