{"protocolSection":{"identificationModule":{"nctId":"NCT06478901","orgStudyIdInfo":{"id":"PRECIS-AI-2024-01"},"organization":{"fullName":"Hôpital Broca APHP","class":"OTHER"},"briefTitle":"Precision of AI-Based Cardiac Ultrasound for LVEF in the Elderly","officialTitle":"Precision and RElevance of CardIac ultraSound Using Artificial Intelligence for Left Ventricle Ejection Fraction Assessment in the Elderly. ( PRECISE AI)","acronym":"PRECISE AI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-02","type":"ACTUAL"},"completionDateStruct":{"date":"2024-02-20","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hôpital Broca APHP","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Heart failure (HF) is common in older adults, especially those over 65. It is a leading cause of hospitalization and has high mortality rates. Diagnosing HF in elderly patients can be challenging due to atypical symptoms and multiple other health issues. Echocardiography, an ultrasound of the heart, is crucial for accurate diagnosis and treatment planning.\n\nOne problem in geriatric care is the difficulty of accessing echocardiography due to high demand and limited specialized doctors. Recent advancements show that AI-assisted portable ultrasound devices can reliably measure heart function, producing results comparable to traditional methods.\n\nThis study aims to evaluate the accuracy and relevance of AI-assisted echocardiography (AutoEF-AI) in elderly patients. It also assesses whether geriatricians, even without specialized training, can capture quality images for AI analysis.\n\nIn simple terms, this study investigates if portable ultrasound devices with AI can provide precise heart function diagnostics, making it easier for older adults with heart failure to get the care they need, even without specialists.","detailedDescription":"Heart failure (HF) is a major chronic illness, particularly common in older adults. With advances in healthcare and an aging population, HF is increasingly affecting people over 65 years old. In fact, 80% of HF patients are over 65. HF is associated with high mortality rates and is the leading cause of hospitalization after age 80, and even after age 65 in some countries like France.\n\nIn older adults, HF symptoms are often atypical due to multiple other health conditions, increased frailty, and associated geriatric syndromes, making diagnosis difficult. In this context, echocardiography (an ultrasound of the heart) is essential for accurately diagnosing HF.\n\nEvaluating the left ventricular ejection fraction (LVEF) through echocardiography is a fundamental step in diagnosing HF and deciding on treatment strategies. This evaluation helps refine the HF diagnosis, propose appropriate treatments, and monitor changes in heart function over time.\n\nOne major challenge in geriatric units and nursing homes (EHPADs) is the difficulty in accessing echocardiography due to growing demand and a limited number of specialized doctors.\n\nRecent studies have shown that automated LVEF measurements assisted by artificial intelligence (AI) using portable ultrasound devices are reliable and produce results comparable to traditional methods. This AI-assisted automatic LVEF calculation (AutoEF-AI) could be a major advantage in geriatric departments, providing a credible alternative to conventional echocardiography for evaluating LVEF in HF patients.\n\nThe main goal of this study was to evaluate the relevance and accuracy of AutoEF-AI echocardiography in elderly patients. The secondary goal was to assess whether geriatricians without specialized training in echocardiography could capture images of sufficient quality to be analyzed by automatic LVEF algorithms with acceptable accuracy.\n\nIn simple terms, this study aims to determine if using portable ultrasound devices, assisted by artificial intelligence, can provide diagnostics as precise as traditional methods. This could make evaluating heart function more accessible and effective for older adults with heart failure, even when specialists are not available."},"conditionsModule":{"conditions":["Heart Failure","Heart Failure Systolic","Elderly","Artificial Intelligence"],"keywords":["Elderly","Left ventricular ejection fraction","Artificial intelligence","Echocardiography"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"129 Days","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":129,"type":"ACTUAL"}},"armsInterventionsModule":{"interventions":[{"type":"DEVICE","name":"Echocardiography","description":"Echocardiography assited by Artificial intelligence"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"evaluate the relevance and accuracy of echocardiography assisted by Artificial intelligence in elderly patients","description":"The correlation between LVEF measurements from standard echocardiography and AutoEF-AI echocardiography was assessed using the intraclass correlation coefficient (ICC) and Bland-Altman analysis. Weighted Kappa coefficient was calculated to determine agreement between measurements in classifying patients into different categories based on LVEF","timeFrame":"From enrollment to the end 48 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* At least 75 years and a clinical presentation of acute heart failure consistent with the criteria of the European Society of Cardiology guidelines\n\nExclusion Criteria:\n\n* unstable patient","healthyVolunteers":false,"sex":"ALL","minimumAge":"75 Years","stdAges":["OLDER_ADULT"],"studyPopulation":"75 years or more and a clinical presentation of acute heart failure","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Hôpital Broca","city":"Paris","zip":"75013","country":"France","geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"20117435","type":"RESULT","citation":"Chaudhry SI, Wang Y, Gill TM, Krumholz HM. Geriatric conditions and subsequent mortality in older patients with heart failure. J Am Coll Cardiol. 2010 Jan 26;55(4):309-16. doi: 10.1016/j.jacc.2009.07.066."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","url":"https://www.aphp.fr/contenu/hopital-broca-2"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"},{"id":"D000054143","term":"Heart Failure, Systolic"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M9421","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M27579","name":"Heart Failure, Systolic","asFound":"Heart Failure Systolic","relevance":"HIGH"},{"id":"M27583","name":"Systolic Murmurs","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}