{"protocolSection":{"identificationModule":{"nctId":"NCT06479148","orgStudyIdInfo":{"id":"927"},"organization":{"fullName":"Bausch & Lomb Incorporated","class":"INDUSTRY"},"briefTitle":"Clinical Evaluation of the Performance of the enVista® Aspire™ (EA) Lens","officialTitle":"A Prospective, Single-Center, Randomized Clinical Investigation to Evaluate the Performance of enVista® Aspire ™ (EA) Intraocular Lens Against a Control and an Active-Comparator in Subjects Undergoing Cataract Extraction and Implantation of an Intraocular Lens"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bausch & Lomb Incorporated","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"A Prospective, Single-Center, Randomized Clinical Investigation to evaluate the safety and performance of the enVista® Aspire ™ (EA) intraocular lens (IOL) when compared to the MX60E monofocal IOL (control lens) and an IOL with a slightly extended depth of focus (active comparator lens) for potentially improved optical properties."},"conditionsModule":{"conditions":["Cataract"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"enVista® Aspire ™","type":"EXPERIMENTAL","interventionNames":["Device: enVista® Aspire™"]},{"label":"An IOL with a slightly extended depth of focus","type":"ACTIVE_COMPARATOR","interventionNames":["Device: An IOL with a slightly extended depth of focus"]},{"label":"MX60E","type":"OTHER","description":"Other","interventionNames":["Device: MX60E"]}],"interventions":[{"type":"DEVICE","name":"enVista® Aspire™","description":"Eyes will receive enVista® Aspire™ lenses","armGroupLabels":["enVista® Aspire ™"]},{"type":"DEVICE","name":"An IOL with a slightly extended depth of focus","description":"Eyes will receive lenses with a slightly extended depth of focus","armGroupLabels":["An IOL with a slightly extended depth of focus"]},{"type":"DEVICE","name":"MX60E","description":"Eyes will receive MX60E lenses","armGroupLabels":["MX60E"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Photopic binocular distance corrected intermediate visual acuity (DCIVA) at 66 cm at post-operative visit 3","description":"Photopic binocular distance corrected intermediate visual acuity (DCIVA) at 66 cm at post-operative visit 3","timeFrame":"Assessed from Day 90 to Day 150"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Subjects must be 22 years of age or older on the date the Informed Consent Form (ICF) is signed.\n2. Subjects must have the capability to understand and provide informed consent on the Institutional Review Board (IRB)/Independent Ethics Committee (IEC) approved Informed Consent Form (ICF) and authorization as appropriate for local privacy regulations.\n3. Subjects must have a BCDVA worse than 20/40 in each eye, with or without a glare source, due to a clinically significant cataract (cortical, nuclear, subcapsular, or combination) that is considered amenable to treatment with standard phacoemulsification cataract extraction and capsular IOL implantation.\n4. Subjects must have a BCDVA projected to be better than 20/32 after IOL implantation in each eye as determined by the medical judgment of the Principal Investigator.\n5. Subjects must have clear intraocular media other than the cataract in both eyes.\n6. Have discontinued use of contact lenses for at least 2 weeks (for hard or toric lenses) or 3 days (for soft contact lenses) prior to the pre-operative examination, and through the day of surgery and must be willing to refrain from use of contact lenses throughout the clinical investigation.\n7. Contact lens wearers must demonstrate a stable refraction (within ±0.50 D for both sphere and cylinder) in both eyes, as determined by distance manifest refraction on two consecutive examination dates at least one week apart after discontinuation of contact lens wear.\n8. Subjects must require an IOL power from +18.0 diopter (D) to +26.0 D in both eyes.\n9. Subjects must be willing and able to comply with all treatment and follow-up Clinical Investigation visits and procedures, and to undergo second eye surgery on the same day as the first eye surgery. Illiterate subjects must be able to identify letters as required for the assessments.\n\nExclusion Criteria:\n\n1. Subjects who have used an investigational drug or device within 30 days prior to screening visit and/or will participate in another investigation during the period of Clinical Investigation participation.\n2. Subjects who have any corneal pathology (e.g., significant scarring, guttata, inflammation, edema, dystrophy, etc.) in either eye. Stable pterygium that minimally encroaches on the corneal surface is allowed.\n3. Subjects who have significant anterior segment pathology that might increase intraoperative risk or compromise IOL stability (e.g., pseudoexfoliation syndrome, synechiae, iris atrophy, traumatic cataract, lens subluxation, traumatic zonulolysis, zonular dialysis, evident zonular weakness or dehiscence, hypermature or brunescent cataract, etc.) in either eye.\n4. Subjects who have uncontrolled glaucoma in either eye.\n5. Subjects who have previous retinal detachment or clinically significant retinal pathology involving the macula in either eye.\n6. Subjects who have proliferative or non-proliferative diabetic retinopathy in either eye.\n7. Subjects who have a congenital ocular anomaly (e.g., aniridia, congenital cataract) in either eye.\n8. Subjects using any systemic or topical drug known to interfere with visual performance, pupil dilation, or iris structure within 30 days of enrollment or during the Clinical Investigation.\n9. Subjects who have a history of chronic or recurrent inflammatory eye disease (e.g., iritis, scleritis, iridocyclitis, or rubeosis iridis) in either eye.\n10. Subjects who have a visual disorder, other than cataracts, that could potentially cause future acuity losses to a level of BCDVA 20/100 or worse in either eye.\n11. Subjects who have had previous intraocular or corneal surgery in either eye, with the exception of laser trabeculoplasty.\n12. Subjects with any preoperative infectious conjunctivitis, keratitis, or uveitis in either eye within 30 days prior to enrollment.\n13. Subjects who have a preoperative corneal astigmatism ≥ 2.0 D in either eye as confirmed by Corneal Topography, irregular astigmatism, or skewed radial axis (note: corneal incisions intended specifically to reduce astigmatism are not allowed during the Clinical Investigation).\n14. Subjects who cannot achieve a minimum pharmacologic pupil dilation of 5.0 mm in both eyes.\n15. Subjects who may be expected to require a combined or other secondary surgical procedure in either eye.\n16. Subjects who during the first cataract extraction experience an anterior or posterior capsule tear or rupture, zonular dialysis, significant iris trauma, or other complication that may cause untoward effects in the judgment of the Principal Investigator.\n17. Females of childbearing potential (those who are not surgically sterilized or at least 12 months postmenopausal) are excluded from enrollment in the Clinical Investigation if they are currently pregnant or plan to become pregnant during the Clinical Investigation. Females of childbearing potential must be willing to practice effective contraception for the duration of the Clinical Investigation.\n18. Subjects with any other serious ocular pathology or underlying systemic medical condition (e.g., uncontrolled diabetes) or circumstance that, based on the Principal Investigator's judgment, poses a concern for the subjects' safety or could confound the results of the Clinical Investigation.\n19. Subjects who have current or previous usage of an alpha-1-selective adrenoceptor blocking agent or an antagonist of alpha 1A adrenoceptor (e.g., Flomax® (tamsulosin HCl), Terazosin, or Cardura).\n20. Subjects with abnormal pupillary dilation dynamics (as determined by the medical judgment of the Principal Investigator) or eccentric or ectopic pupils in either eye.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Daniel Sagan","role":"CONTACT","phone":"+49 172 692 77 57","email":"daniel.sagan@bausch.com,"},{"name":"Rosangela Nolasco","role":"CONTACT","phone":"9492591633","email":"Rosangela.Nolasco2@bausch.com"}],"locations":[{"facility":"101","status":"RECRUITING","city":"Santa Rosa De Copán","state":"Col. Los Abogado","zip":"41101","country":"Honduras","geoPoint":{"lat":14.76667,"lon":-88.77917}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002386","term":"Cataract"}],"ancestors":[{"id":"D000007905","term":"Lens Diseases"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M5638","name":"Cataract","asFound":"Cataract","relevance":"HIGH"},{"id":"M10917","name":"Lens Diseases","relevance":"LOW"},{"id":"M8271","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}