{"protocolSection":{"identificationModule":{"nctId":"NCT06472882","orgStudyIdInfo":{"id":"CE-031908-A"},"secondaryIdInfos":[{"id":"PID2021-128204OA-I00-AEI/FEDER","type":"OTHER_GRANT","domain":"Spanish Ministry of Science, Innovation, and Universities"},{"id":"ED431B 2021/28","type":"OTHER_GRANT","domain":"Xunta de Galicia"}],"organization":{"fullName":"Universidad Católica San Antonio de Murcia","class":"OTHER"},"briefTitle":"Impact of Transcranial Direct Current Stimulation on the Capacity to Perform Burpees","officialTitle":"Impact of Transcranial Direct Current Stimulation on the Capacity to Perform Burpees: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-08","type":"ACTUAL"},"completionDateStruct":{"date":"2024-04-15","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Salvador Romero Arenas","investigatorTitle":"Ph.D.","investigatorAffiliation":"Universidad Católica San Antonio de Murcia"},"leadSponsor":{"name":"Universidad Católica San Antonio de Murcia","class":"OTHER"},"collaborators":[{"name":"University of A Coruna, La Coruna, Spain","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction and Background:\n\nTranscranial direct current stimulation (tDCS) has emerged as a potential intervention to improve physical performance. The primary aim of this study is to investigate the effects of tDCS applied to the primary motor cortex (M1) and dorsolateral prefrontal cortex (DLPFC) on performance in a maximal effort task, specifically the No Jump Burpee exercise.\n\nStudy Design:\n\nThis study will utilize a double-blind crossover design, where each subject will complete three experimental conditions: a-DLPFC, a-M1, and SHAM.\n\nParticipants:\n\nTwenty healthy male subjects will be recruited for the study.\n\nIntervention:\n\nEach participant will undergo three conditions in a randomized order:\n\na-DLPFC: tDCS applied to the dorsolateral prefrontal cortex.\n\na-M1: tDCS applied to the primary motor cortex. SHAM: Placebo stimulation.\n\nProcedure:\n\nPrior to performing the No Jump Burpee exercise to exhaustion, tDCS will be administered at a current of 2 milliampere (mA) for 20 minutes.\n\nMeasurements:\n\nThe following variables will be measured during the exercise:\n\nTotal number of repetitions of the No Jump Burpee exercise. Vastus lateralis muscle oxygen saturation. Heart rate. Subjective perception of exertion (RPE).\n\nData Analysis:\n\nRepeated measures ANOVAs will be used to analyze the effects of the different tDCS conditions on the performance outcomes.\n\nEthical Considerations:\n\nThe study protocol will be reviewed and approved by an appropriate ethics committee. Written informed consent will be obtained from all participants before participation in the study.\n\nObjectives:\n\nThe primary objective is to evaluate the impact of tDCS on physical performance, specifically measuring the total number of repetitions of the No Jump Burpee exercise. Secondary objectives include assessing the changes in muscle oxygen saturation, heart rate, and subjective perception of exertion."},"conditionsModule":{"conditions":["Transcranial Direct Current Stimulation","Dorsolateral Prefrontal Cortex","Primary Motor Cortex"],"keywords":["Primary motor cortex","dorsolateral prefrontal cortex","physical endurance","tDCS"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study applied a double-blind, crossover design to examine the viability of tDCS in improving performance during a maximal effort task, particularly the \"No Jump Burpee\" exercise.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"To ensure a double-blind design, the researcher who administered the tDCS was not present during the physical measurements, and the evaluator responsible for the physical measurements was unaware of the type of tDCS received by the participant. In this way, participants and evaluators remained blinded to the treatment administered.","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":20,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"tDCS Targeting the Dorsolateral Prefrontal Cortex (DLPFC)","type":"EXPERIMENTAL","description":"Participants in this arm will receive transcranial Direct Current Stimulation (tDCS) targeting the DLPFC. The tDCS will be administered at an intensity of 2 mA for 20 minutes. This arm aims to evaluate the effects of DLPFC stimulation on performance during a maximal effort \"No Jump Burpee\" exercise.","interventionNames":["Device: tDCS targeting DLPFC"]},{"label":"tDCS Targeting the Primary Motor Cortex (M1)","type":"EXPERIMENTAL","description":"Participants in this arm will receive transcranial Direct Current Stimulation (tDCS) targeting the primary motor cortex (M1). The tDCS will be administered at an intensity of 2 mA for 20 minutes. This arm aims to evaluate the effects of M1 stimulation on performance during a maximal effort \"No Jump Burpee\" exercise.","interventionNames":["Device: tDCS targeting M1"]},{"label":"SHAM tDCS","type":"SHAM_COMPARATOR","description":"Participants in this arm will receive a sham tDCS session, which simulates the experience of tDCS without actual stimulation. This arm serves as a control to ensure the blinding of participants and evaluators.","interventionNames":["Device: SHAM tDCS"]}],"interventions":[{"type":"DEVICE","name":"tDCS targeting DLPFC","description":"The anodic electrode will be placed on the left DLPFC (area F3) and the cathode on the right orbitofrontal cortex (area Fp2). Participants will receive 20 minutes of tDCS at 2 mA while seated.","armGroupLabels":["tDCS Targeting the Dorsolateral Prefrontal Cortex (DLPFC)"]},{"type":"DEVICE","name":"tDCS targeting M1","description":"The anodes will be placed over C3 and C4 (according to EEG 10-20 system), and the cathodes over the ipsilateral shoulders. Participants will receive 20 minutes of tDCS at 2 mA while seated.","armGroupLabels":["tDCS Targeting the Primary Motor Cortex (M1)"]},{"type":"DEVICE","name":"SHAM tDCS","description":"The electrodes will be placed as in the other conditions, but the stimulation will be switched off after 30 seconds, providing an initial stinging sensation without continuous stimulation.","armGroupLabels":["SHAM tDCS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of \"No Jump Burpees\" to Exhaustion","description":"The primary objective of the study is to measure the number of repetitions of the \"No Jump Burpee\" exercise that participants can perform until exhaustion. This exercise is performed at a cadence of 20 burpees per minute, and exhaustion is determined when the participant can no longer maintain the correct pace or technique.","timeFrame":"Measured immediately at the end of each experimental session (DLPFC, M1, SHAM), approximately 5-10 minutes after the start of the test.."}],"secondaryOutcomes":[{"measure":"Rating of Perceived Exertion (RPE)","description":"Assessment of perceived exertion using the Borg CR10 scale, measured every 20 seconds during exercise.","timeFrame":"Measured every 20 seconds during exercise, from the start until the participant reaches exhaustion, approximately 5-15 minutes per session."},{"measure":"Muscle Oxygen Saturation in the Vastus Lateralis","description":"Continuous measurement of muscle oxygen saturation (SmO2) using a near-infrared spectroscopy (NIRS) device.","timeFrame":"Measured continuously at a frequency of 1 Hz during the exercise, from the start until the participant reaches exhaustion, approximately 5-15 minutes per session."},{"measure":"Heart Rate During Exercise","description":"Continuous measurement of heart rate during the performance of the \"No Jump Burpee\" exercise until exhaustion.","timeFrame":"Measured continuously on a beat-by-beat basis during the exercise, from the start until the participant reaches exhaustion, approximately 5-15 minutes per session."}],"otherOutcomes":[{"measure":"Mood State Before Exercise","description":"Assessment of mood state using the Profile of Mood States (POMS) before and after each exercise session. The POMS is a psychological rating scale used to assess transient, distinct mood states. The scale consists of 65 items, each rated on a 5-point scale from 0 (Not at all) to 4 (Extremely). The minimum score is 0, and the maximum score is 260. Higher scores indicate a worse mood state.","timeFrame":"Before each experimental session."},{"measure":"Anxiety Level Before Exercise","description":"Assessment of anxiety using the Beck Anxiety Inventory (BAI) before each exercise session. The BAI is a 21-item self-report inventory used to measure the severity of an individual's anxiety. Each item is scored on a 4-point scale ranging from 0 (Not at all) to 3 (Severely). The minimum score is 0, and the maximum score is 63. Higher scores indicate higher levels of anxiety.e session.","timeFrame":"Before each experimental session"},{"measure":"Sleep Quality on the Night Prior to Exercise","description":"Assessment of sleep quality using the Pittsburgh Sleep Quality Index (PSQI) before each exercise session. The PSQI is a self-rated questionnaire that assesses sleep quality and disturbances over a 1-month time interval. It consists of 19 items, generating seven component scores that add up to a global score. The global score ranges from 0 to 21, with higher scores indicating worse sleep quality.","timeFrame":"Before each experimental session."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy subject.\n* No use of any ergogenic substance.\n* Participants must be recreationally active, defined as engaging in moderate physical activity at least 3 times per week for the past 6 months\n\nExclusion Criteria:\n\n* Any contraindications to transcranial Direct Current Stimulation, such as metallic implants in the head, active implanted medical devices (e.g., pacemakers), or skin conditions affecting the scalp.\n* Current or recent (within the past 6 months) substance abuse, including alcohol or recreational drugs.\n* Musculoskeletal injury within the past 6 weeks.\n* Lower extremity pain above 3 or more according to numeric pain scale.\n* History of epilepsy or convulsive crisis.","healthyVolunteers":true,"sex":"MALE","minimumAge":"18 Years","maximumAge":"35 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Catholic University of Murcia","city":"Guadalupe","state":"Murcia","zip":"30107","country":"Spain","geoPoint":{"lat":39.4508,"lon":-5.32588}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}