{"protocolSection":{"identificationModule":{"nctId":"NCT06476782","orgStudyIdInfo":{"id":"REC/RCR&AHS/23/02102"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Motor Relearning Program and Aerobic Exercise in Postural Stability and Lower Limb Function in Subacute Stroke Patients","officialTitle":"Combined Effects of Motor Relearning Program and Aerobic Exercise in Postural Stability and Lower Limb Function in Subacute Stroke Patients"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-07-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to determine combined effects of MRP and aerobic exercise in postural stability and lower limb function in subacute stroke patients","detailedDescription":"A study was done in 2023 on the treatment effects of low frequency repetitive Trans cranial magnetic stimulation combined with motor relearning program on spasticity and limb motor function in stroke patients. Stroke patients were randomly assigned into a control group and a combined treatment group. The Fugl Meyer scale, the Motor Evoked Potential test, and the Modified Ashworth scale were the instruments utilized. They came to the conclusion that low frequency rTMS plus MRP was more effective than MRP alone at improving spasticity and motor function in stroke patients with hemiparesis.\n\nA study was done in 2023 on the effect of motor relearning program with obstacle walking on dynamic gait performance and functional mobility in sub-acute stroke subjects in India.Group B underwent a 30-minute obstacle walking program in addition to Group A's motor relearning program. Group comparison of the DGI and MAS pre- and post-test results revealed statistically significant differences in both groups. In order to improve dynamic gait performance and functional mobility in sub-acute stroke patients, they found that while both interventions were effective on their own, the motor relearning program in conjunction with obstacle walking was superior to the motor relearning program used alone.\n\nA study was done on effects of the home-based exercise program with an augmented reality system on balance in patients with stroke; a randomized controlled trial in 2022. 68 stroke patients were enrolled in this study under the supervision of a blind observer. The written and visual HEP was administered to patients in the smart rehabilitation group. They came to the conclusion that the smart-rehabilitation group had a greater change in balance than the control group.\n\nA study was done in 2019 on the impact of proprioceptive neuromuscular facilitation and motor relearning on improving functional mobility in individuals with sub-acute stroke. The goal of the research was to determine whether proprioceptive neuromuscular facilitation and motor relearning could improve functional mobility in patients with sub-acute strokes. There were thirty subjects, aged 45-55, who were in stages 3 and 4 of Brunnstrom recovery after having a stroke. They concluded that compared to subjects treated with proprioceptive neuromuscular facilitation alone, those treated with a motor relearning program and proprioceptive neuromuscular facilitation showed improvements in functional mobility.\n\nIn another study which was done in 2018 on the topic aerobic with resistance training or aerobic training alone post stroke: A secondary analysis from a RCT. They investigated the effects of AT+RT versus AT on psychological outcomes in chronic stroke with motor impairments. They concluded AT+RT versus AT yielded similar significant improvement.\n\nMany studies have determined the effects of motor relearning program and proprioceptive neuromuscular facilitation on functional mobility and balance but according to the researcher's knowledge there is no evidence of effects of motor relearning program on postural stability. Moreover, the effects of aerobic exercise on cardiovascular fitness and upper limb function have strong evidence but little research has been done on the effects of aerobic exercise on lower limb in stroke patients. The literature gap between studies on effects of aerobic exercise and motor relearning program is wide. The aim of this study is to bridge this gap by providing evidence-based recommendations and optimizing exercise strategies tailored to the unique needs of the sub-acute stroke patients."},"conditionsModule":{"conditions":["Stroke"],"keywords":["Aerobic exercise","Stroke","MRP"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"The study will be single blinded as the assessor of study will be kept blinded","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":44,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Combined MRP and aerobic exercise","type":"EXPERIMENTAL","description":"Group A received MRP treatment and aerobic exercise along with conventional therapy","interventionNames":["Other: Motor Relearning Program(MRP) and aerobic exercise"]},{"label":"MRP group","type":"EXPERIMENTAL","description":"Group B received MRP treatment along with conventional therapy","interventionNames":["Other: Motor Relearning Program(MRP)"]}],"interventions":[{"type":"OTHER","name":"Motor Relearning Program(MRP) and aerobic exercise","description":"Participants of this group received training for a total of 8 weeks in the form of 3 sessions per week each session of 40 minutes, with a total of 24 sessions.","armGroupLabels":["Combined MRP and aerobic exercise"]},{"type":"OTHER","name":"Motor Relearning Program(MRP)","description":"the week 8 session was held in which patients were involved in 60-minute activities that involved practicing functional tasks without explicitly giving any type of relationship between those learned skills and the remedial tasks.","armGroupLabels":["MRP group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Postural assessment scale for e","description":"The postural assessment scale for stroke is an outcome measure specifically designed to assess and monitor postural control after stroke.The PASS consists of a 4-point scale where items are scored from 0 - 3. The total score ranges from 0 - 36.The higher the score is, the more favourable the balance in stroke patients.","timeFrame":"8th week"},{"measure":"Lower extremity functional scale","description":"LEF is a questionnaire containing 20 questions about a person's ability to perform everyday tasks. LEFS is scored on a scale of 0 to 80, with higher scores indicating better lower limb function. The interpretation of the scores can be based on the following categories: 0-20: Severe functional limitation. 21-40: Moderate functional limitation.","timeFrame":"8th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Both male and female patients were included.\n\n  * Stroke patients with age range 50-70 years\n  * Stroke patients with no serious unstable medical complications.\n  * Patients with ischemic stroke\n  * Patients who can follow directions (written, verbal, demonstration)\n  * Patients who were not receiving any other form of physiotherapy treatment.\n  * Patients with cognition level of \\>24 on MMSE scale\n  * Stroke patients with 1 to 5 months of stroke history (Sub-Acute Stroke Patients)\n\nExclusion Criteria :\n\n* • Patients with any cardiac problem\n\n  * Patients with history of any other neurological disease other than stroke.\n  * Patients with peripheral arterial occlusive disease\n  * Patients with surgeries like amputations of lower limb\n  * MAS score \\> +3 were not included","healthyVolunteers":true,"sex":"ALL","minimumAge":"50 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Imran Amjad, Phd","role":"CONTACT","phone":"03324390125","email":"imran.amjad@riphah.edu.pk"}],"overallOfficials":[{"name":"Aruba Saeed, Phd","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Islam Central Hospital , New life hospital","status":"RECRUITING","city":"Sialkot","state":"Punjab","zip":"51040","country":"Pakistan","contacts":[{"name":"Hira Jabeen, MsNmpt","role":"CONTACT","phone":"+92 323 4116506","email":"hira.jabeen@riphah.edu.pk"},{"name":"Maham Nasir, Dpt","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Hira Jabeen, MsNmpt","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":32.49268,"lon":74.53134}}]},"referencesModule":{"references":[{"pmid":"37638202","type":"BACKGROUND","citation":"Chen R, Zhang Y, Wang X, Zhao Y, Fan S, Xue Y, Zhao J, Liu Y, Wang P. Treatment effects of low-frequency repetitive transcranial magnetic stimulation combined with motor relearning procedure on spasticity and limb motor function in stroke patients. Front Neurol. 2023 Aug 11;14:1213624. doi: 10.3389/fneur.2023.1213624. eCollection 2023."},{"pmid":"35574910","type":"BACKGROUND","citation":"Lee JI, Park J, Koo J, Son M, Hwang JH, Lee JY, Chang WH. Effects of the home-based exercise program with an augmented reality system on balance in patients with stroke: a randomized controlled trial. Disabil Rehabil. 2023 May;45(10):1705-1712. doi: 10.1080/09638288.2022.2074154. Epub 2022 May 15."},{"pmid":"29600726","type":"BACKGROUND","citation":"Marzolini S, Brooks D, Oh P, Jagroop D, MacIntosh BJ, Anderson ND, Alter D, Corbett D. Aerobic With Resistance Training or Aerobic Training Alone Poststroke: A Secondary Analysis From a Randomized Clinical Trial. Neurorehabil Neural Repair. 2018 Mar;32(3):209-222. doi: 10.1177/1545968318765692. Epub 2018 Mar 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M22306","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M5810","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}