{"protocolSection":{"identificationModule":{"nctId":"NCT06471673","orgStudyIdInfo":{"id":"BC-OTS-001"},"organization":{"fullName":"BriaCell Therapeutics Corporation","class":"INDUSTRY"},"briefTitle":"A Study of BRIA-OTS Cellular Immunotherapy in Metastatic Recurrent Breast Cancer","officialTitle":"A Study of BRIA-OTS Cellular Immunotherapy in Metastatic Recurrent Breast Cancer"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-04-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"BriaCell Therapeutics Corporation","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is an open-label Phase 1/2a study. Once the safety of the BC1 cell line alone has been demonstrated in Phase 1, in Phase 2, patients will be treated with the Bria-OTS regimen (see below) and a clinically available check point inhibitor (CPI).\n\nDuring the monotherapy phase of Phase 1, one patient will be treated intradermally every 2 weeks for 6 weeks (4 doses) with an initial dose of the BC1 cell line. If this dose is tolerated, the next patient will receive an increased dose of BC1. If once again tolerated, the third patient will receive a further dose increase of the BC1. Once at least 3 patients have been safely treated with the BC1 cell line, with no dose-limiting toxicity (DLT), the combinational phase of the study will commence.\n\nFollowing the monotherapy phase, patients will be treated with BC1 and the Bria-OTS regimen (see below) every 3 weeks, plus a CPI at the FDA approved labelled dose and schedule. There will be at least a 2-week spacing between enrollment of each of the first three subjects in the study in order to assess for any early unanticipated risk(s).\n\nDuring the Phase 1 combination and Phase 2 expansion phases, all patients will be treated with BC1 cells as part of the Bria-OTS regimen, which includes cyclophosphamide 300 mg/m2 2-3 days prior to BC1 cell inoculation, and peginterferon alpha-2a administered on the same day, following BC1 cell inoculation.","detailedDescription":"Open-label Phase 1/2a study.\n\nOnce the safety of the BC1 cell line alone has been demonstrated in Phase 1, in Phase 2, patients will be treated with the Bria-OTS regimen (see below) and a check point inhibitor (CPI).\n\nDuring the monotherapy phase of Phase 1, one patient will be treated intradermally every 2 weeks for 6 weeks (4 doses) with an initial dose of the BC1 cell line. If this dose is tolerated, the next patient will receive an increased dose of BC1 cells. If once again tolerated, the third patient will receive a further increased dose of BC1. Once at least 3 patients have been safely treated with the BC1 cell line, with no dose-limiting toxicity (DLT), the combinational phase of the study will commence.\n\nFollowing the monotherapy phase, patients will be treated with BC1 and the Bria-OTS regimen (see below) every 3 weeks, plus a CPI at the FDA approved labelled dose and schedule. There will be at least a 2-week spacing between enrollment of each of the first three subjects in the study in order to assess for any early unanticipated risk(s).\n\nDuring the Phase 1 combination and Phase 2 expansion phases, all patients will be treated with BC1 cells as part of the Bria-OTS regimen, which includes cyclophosphamide 300 mg/m2 2-3 days prior to BC1 cell inoculation, and peginterferon alpha-2a administered on the same day, following BC1 cell inoculation.\n\nImaging studies will be performed at screening for baseline prior to first treatment; after the completion of the monotherapy phase just before starting the combination phase, and subsequently every 9 weeks for the first 6 months then q12 weeks thereafter while on treatment.\n\nPatients who develop progressive disease on imaging, may remain on treatment as long as the Investigator feels they are deriving clinical benefit and there is no reasonable, meaningful, clinical alternative therapy available. Subjects will continue to be followed for time on subsequent therapy (PFS2) and survival by phone call or medical record review, every 3 months for up to 2 years.\n\nStudy Drug, Dosage, and Mode of Administration:\n\nThe Part 1 monotherapy phase of Phase 1 will proceed as follows for each patient:\n\nSubject 1, Q2w for 4 doses Subject 2, Q2w for 4 doses Subject 3, Q2w for 4 doses\n\nInitially, safety will be assessed on these 3 subjects. DLTs are defined as CTCAE Grade 3 or 4 adverse events that are suspected to be possibly related to study treatment.\n\nIf 1 of 3 Phase 1 subjects experience a DLT, that dose cohort will be expanded to another 3 patients before the combinational phase begins. If none of the patients in the expanded cohort experience a DLT (DLT rate of 1/4), the study will move into Bria-OTS and CPI combination. The dose for the combination will be either the highest dose at which no DLT is observed among the first 3 patients or the 3 patient expanded cohort dose level. In Phase 1, DLTs for determining the combinational BC1 dose will be observed until the first scheduled assessment. If the Phase 1 DLT rate is ≥ 2/4, an additional 3 patients will be dosed using the next lower dose level or 10 million cells (whichever is higher). If none of the 3 subjects experience dose-limiting toxicities (DLTs), that determined BC1 MTD dose will be included in the Part 2 combinational phase of Phase 1 along with a CPI. If a tolerated dose for BC1 cell line cannot be identified, further investigation will be paused, the data reviewed and may resume at a lower dose only with protocol amendment and IRB approval.\n\nFollowing the Phase 1, Part 1 monotherapy phase, 3 patients will be treated every 3 weeks with the Bria-OTS regimen with a CPI in the Part 2 combination phase. The Bria-OTS regimen consists of cyclophosphamide 300 mg/m2 2-3 days prior to BC1 cell line inoculation. On the same day as the cell inoculation, subjects will receive peginterferon alpha-2a. Subjects will also receive the CPI on the same day of the cell inoculation according to approved dosing.\n\nOnce 3 patients have been safely treated with the Bria-OTS regimen and CPI for 2 cycles, Phase 2 will enroll an expansion cohort, consisting of up to an additional 9 subjects (for a total of 12 treated with the Bria-OTS regimen and CPI)."},"conditionsModule":{"conditions":["Breast Cancer","Breast Tumor","Cancer of Breast","Cancer of the Breast","Malignant Tumor of Breast","Tumors, Breast"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":18,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Phase 1, Part 1 Monotherapy Phase","type":"EXPERIMENTAL","description":"Subject 1, Q2w for 4 doses\n\nSubject 2, Q2w for 4 doses\n\nSubject 3, Q2w for 4 doses Treatment is administered every 2 weeks for a total of 4 doses.\n\nInitially, safety will be assessed on these 3 subjects. DLTs are defined as CTCAE Grade 3 or 4 adverse events that are suspected to be possibly related to study treatment.\n\nIf 1 of 3 Phase 1 subjects experience a DLT, that dose cohort will be expanded to another 3 patients before the combinational phase begins. A total of 3-6 subjects will be assessed for safety.","interventionNames":["Biological: BC1 cell line"]},{"label":"Phase 1, Part 2 Combination Phase","type":"EXPERIMENTAL","description":"3 subjects will be treated every 3 weeks with the Bria-OTS regimen with a CPI (tislelizumab) in the Part 2 combination phase.\n\nThe Bria-OTS regimen consists of cyclophosphamide 300 mg/m2 2-3 days prior to BC1 cell line inoculation. On the same day as the cell inoculation, subjects will receive peginterferon alpha-2a. Subjects will also receive the CPI (tislelizumab) on the same day of the cell inoculation according to approved dosing.\n\nTreatment is administered every 3 weeks in combination with the Bria-OTS regimen and CPI (tislelizumab).","interventionNames":["Biological: Bria-OTS regimen and CPI (tislelizumab)"]},{"label":"Phase 2 Expansion Cohort","type":"EXPERIMENTAL","description":"Once 3 patients have been safely treated with the Bria-OTS regimen and CPI (tislelizumab) for 2 cycles, Phase 2 will enroll an expansion cohort, consisting of up to an additional 9 subjects (for a total of 12 treated with the Bria-OTS regimen and CPI).\n\nThe Bria-OTS regimen consists of cyclophosphamide 300 mg/m2 2-3 days prior to BC1 cell line inoculation. On the same day as the cell inoculation, subjects will receive peginterferon alpha-2a. Subjects will also receive the CPI (tislelizumab) on the same day of the cell inoculation according to approved dosing.\n\nTreatment is administered every 3 weeks in combination with the Bria-OTS regimen and CPI (tislelizumab).","interventionNames":["Biological: Bria-OTS regimen and CPI (tislelizumab) expansion cohort"]}],"interventions":[{"type":"BIOLOGICAL","name":"BC1 cell line","description":"BC1 cell line is a different experimental, HER-2 positive, allogeneic, whole cell BC cell lines designed to secrete GM-CSF in situ and augment dendritic cell activity. Similar to the SV-BR-1-GM cell line (NCT03328026, IND 10312), the BC cell line is derived from the BC parent cell line, SV-BR-1, which expresses multiple tumor associated antigens (TAAs)","armGroupLabels":["Phase 1, Part 1 Monotherapy Phase"]},{"type":"BIOLOGICAL","name":"Bria-OTS regimen and CPI (tislelizumab)","description":"Biological: BC1\n\n* BC1 inoculation intradermally at 4 sites\n\nDrug: Low dose cyclophosphamide\n\n* Pretreatment with low dose cyclophosphamide 2-3 days prior to BC1 inoculation\n\nDrug: Interferon\n\n* Subjects will receive low dose peginterferon alpha-2a on the same day as cell inoculation.\n\nDrug: Tislelizumab\n\n* CPI treatment will also be given on the same day as cell inoculation.","armGroupLabels":["Phase 1, Part 2 Combination Phase"]},{"type":"BIOLOGICAL","name":"Bria-OTS regimen and CPI (tislelizumab) expansion cohort","description":"Biological: BC1\n\n* BC1 inoculation intradermally at 4 sites\n\nDrug: Low dose cyclophosphamide\n\n* Pretreatment with low dose cyclophosphamide 2-3 days prior to BC1 inoculation\n\nDrug: Interferon\n\n* Subjects will receive low dose peginterferon alpha-2a on the same day as cell inoculation.\n\nDrug: Tislelizumab\n\n* CPI treatment will also be given on the same day as cell inoculation.","armGroupLabels":["Phase 2 Expansion Cohort"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety as assessed by adverse events (AEs), including serious adverse events (SAEs)","description":"Total number of AEs","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Evaluate the Proportion of Patients with Abnormalities in Safety Laboratory Parameters that occur in patients treated with BC1 and BC1 administered in combination with CPI (tislelizumab)","description":"To evaluate the safety of BC1 as assessed by:\n\no The Proportion of Patients with Abnormalities in Safety Laboratory Parameters","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Evaluate changes in the electrocardiogram QT interval that occur in patients treated with BC1 and BC1 administered in combination with CPI (tislelizumab). [Safety]","description":"To evaluate the safety of BC1 as assessed by:\n\no Electrocardiograms (ECG) with measurement of the QT interval","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Evaluate the proportion of patients with abnormal physical examination findings including vital signs","description":"To evaluate the safety of BC1 as assessed by:\n\no The Proportion of Patients with Abnormalities in Physical Examination Findings and Abnormal Vital Signs","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"}],"secondaryOutcomes":[{"measure":"Tumor response as assessed by Objective response rate (ORR), defined as complete response (CR) or partial response (PR) per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1","description":"Quantify tumor ORR","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Tumor response as assessed by Clinical response rate as determined by local standard of care imaging and investigators","description":"Determine clinical relevance of tumor response","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Tumor response as assessed by Non-progressive rate (aka: clinical benefit rate), defined as CR, PR, or stable disease (SD) per RECIST 1.1 and as determined by local standard of care imaging and investigators","description":"Quantify change in tumor rate of progression","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Tumor response as assessed by Duration of response (DoR)","description":"Quantify tumor duration of response to therapy","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"}],"otherOutcomes":[{"measure":"PFS and OS treated with HLA-characterized cellular immunotherapy","description":"To evaluate the effect of the BC1 on progression-free survival (PFS)\n\n• To assess the single agent activity of the BC1 regimen in the sample cohort using PFS, ORR, and CBR, and changes in circulating tumor cells before and after therapy.","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Evaluate Immune Responses","description":"Immune responses will be evaluated by known and hypothesized covariates including DTH","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Stratified Analysis of Outcomes by HLA type","description":"Determine specific HLA type for analysis","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Stratified Analysis of Outcomes by Tumor Grade","description":"Classify the tumor based on its differentiation:\n\n* well-differentiated or Grade 1\n* moderately differentiated or Grade 2\n* poorly differentiated or Grade 3","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Stratified analysis of Circulating Cancer cell or Cancer-associated cell expression of PD-L1, PD-L2, and other selected antigens such as the cancer/testis antigen PRAME","description":"Measure the expression relevant antigens on circulating cancer cells or cancer-associated cells, which may predict response to immunotherapy.","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"},{"measure":"Second Progression-Free Survival (PFS2) on subsequent therapy","description":"Evaluate effectiveness of subsequent therapy in delaying further progression from the time of randomization to the second disease progression or death from any cause.","timeFrame":"Throughout study period plus 4 weeks, approximately 16 weeks total"}]},"eligibilityModule":{"eligibilityCriteria":"Key Inclusion Criteria:\n\n1. Histological confirmed recurrent metastatic breast cancer which has failed prior\n\n   therapy defined as:\n   1. Human epidermal growth factor 2 (EGFR2, HER2) positive tumors must have failed therapy with at least 2 anti-HER2 agents\n   2. HER2 negative and either ER or PR positive tumors: must be refractory to hormonal therapy and previously treated with at least 2 hormone based targeted therapy containing regimens.\n   3. Triple-negative and inflammatory tumors must have exhausted other curative intent therapies including prior treatment with a taxane and platinum-based agent\n   4. All other MBC types must have exhausted other curative intent therapies including any genomic or germline directed targeted therapy having available approved drug(s)\n   5. Patients with new or progressive breast cancer metastatic to the brain will be eligible, provided:\n\n   i. The brain metastases must be clinically stable (without evidence of progressive disease by imaging) for at least 4 weeks, prior to first dose.\n\n   ii. There is no need for steroids and patients have not had steroids for at least 2 weeks prior to the first dose.\n2. Be 18 years of age or older.\n3. Have expected survival of at least 4 months.\n4. Have adequate performance status (up to and including ECOG 2)\n5. Patients must be stable with all known or expected toxicities from previous treatment including:\n\n   1. Prior immune related toxicity must not have exceeded Grade 2 with exception of stable endocrinopathy (endocrinopathy if well-managed, is not exclusionary).\n   2. Toxicity of prior therapy that has not recovered to ≤ grade 1 or baseline (with the exception of any grade of alopecia, adequately treated endocrinopathy, and anemia not requiring transfusion support).\n\nExclusion Criteria:\n\n1. Concurrent anti-cancer treatment.\n2. Recent chemotherapy, radiotherapy, or other anti-cancer treatment within 3 weeks of first protocol treatment.\n3. Participant has not recovered adequately from toxicities and/or complications from surgical intervention before starting study drug.\n4. History of clinical hypersensitivity to the designated therapy, as specified in the protocol or to any components used in the preparation of any cell line in this study.\n5. History of clinical hypersensitivity to any protocol specified therapy.\n6. BUN \\>30 in conjunction with a creatinine \\>2, or calculated creatinine clearance (CrCl) \\<30 mL/min (GFR can be used in place of creatinine or CrCl).\n7. Absolute granulocyte count \\< 1000; platelets \\<50,000.\n8. Bilirubin \\>2.0; alkaline phosphatase \\>4x upper limit of normal (ULN); ALT/AST \\>2x ULN. For patients with hepatic metastases, ALT/AST \\>5x ULN is exclusionary.\n9. Proteinuria \\>1+ on urinalysis or \\>1 gm/24hr.\n10. New York Heart Association stage 3 or 4 cardiac disease.\n11. A pleural or pericardial effusion of moderate severity or worse.\n12. Any woman of childbearing potential (i.e., has had a menstrual cycle within the past year and has not been surgically sterilized), unless she: agrees to take appropriate precautions to avoid becoming pregnant during the study and has a negative serum pregnancy test within 7 days prior to starting treatment.\n13. Men who are fertile/reproductively competent, should take appropriate precautions to avoid fathering a child for the duration of the study.\n14. Women who are pregnant or nursing.\n15. Patients with concurrent second malignancy.\n16. Persons with previous malignancies requiring treatment within the past 24 months.\n17. Patients who have clinical or laboratory features indicative of AIDS and are HIV positive (by self-report).\n18. Have a diagnosis of immunodeficiency, or is receiving chronic systemic steroid therapy (doses exceeding 10 mg daily of prednisone equivalent), or any other form of immunosuppressive therapy within 21 days prior to first dose of study treatment.\n19. Patients who are on treatment for an autoimmune disease, unless specifically approved by the Investigator and the Sponsor.\n20. Patients with severe psychiatric (e.g., schizophrenia, bipolar, or borderline personality disorder) or other clinically progressive major medical problems, unless approved by the Investigator and Sponsor.\n21. Patients may not be on a concurrent clinical trial, unless approved by Investigator and Sponsor.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Tamar Aghajanian, PharmD","role":"CONTACT","phone":"1-888-485-6340","email":"tamar@briacell.com"},{"name":"Blaise Bayer, MD","role":"CONTACT","phone":"1-888-485-6340","email":"blaisebayer@briacell.com"}],"overallOfficials":[{"name":"Giuseppe Del Priore, MD, MPH","affiliation":"BriaCell Therapeutics Corp","role":"STUDY_CHAIR"},{"name":"Victoria Chua-Alcala, MD","affiliation":"Sarcoma Oncology Research Center","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Sarcoma Oncology Center","status":"RECRUITING","city":"Santa Monica","state":"California","zip":"90403","country":"United States","contacts":[{"name":"Victoria Chua-Alcala, MD","role":"CONTACT","phone":"310-552-9999","email":"vchua@sarcomaoncology.com"},{"name":"Sant Chawla, MD","role":"CONTACT","phone":"310-552-9999","email":"santchawla@sarcomaoncology.com"},{"name":"Sant Chawla, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Victoria Chua-Alcala, MD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":34.01945,"lon":-118.49119}}]},"referencesModule":{"references":[{"pmid":"7101129","type":"BACKGROUND","citation":"Ahn SS, Irie RF, Weisenburger TH, Jones PC, Juillard G, Roe DJ, Morton DL. Humoral immune response to intralymphatic immunotherapy for disseminated melanoma: correlation with clinical response. Surgery. 1982 Aug;92(2):362-7."},{"pmid":"29693245","type":"BACKGROUND","citation":"Al-Awadhi A, Lee Murray J, Ibrahim NK. Developing anti-HER2 vaccines: Breast cancer experience. Int J Cancer. 2018 Nov 1;143(9):2126-2132. doi: 10.1002/ijc.31551. Epub 2018 May 10."},{"pmid":"34500046","type":"BACKGROUND","citation":"Antonarelli G, Corti C, Tarantino P, Ascione L, Cortes J, Romero P, Mittendorf EA, Disis ML, Curigliano G. Therapeutic cancer vaccines revamping: technology advancements and pitfalls. Ann Oncol. 2021 Dec;32(12):1537-1551. doi: 10.1016/j.annonc.2021.08.2153. Epub 2021 Sep 6."},{"pmid":"22490303","type":"BACKGROUND","citation":"Arico E, Belardelli F. Interferon-alpha as antiviral and antitumor vaccine adjuvants: mechanisms of action and response signature. J Interferon Cytokine Res. 2012 Jun;32(6):235-47. doi: 10.1089/jir.2011.0077. Epub 2012 Apr 10."},{"pmid":"15269142","type":"BACKGROUND","citation":"Avigan D, Vasir B, Gong J, Borges V, Wu Z, Uhl L, Atkins M, Mier J, McDermott D, Smith T, Giallambardo N, Stone C, Schadt K, Dolgoff J, Tetreault JC, Villarroel M, Kufe D. Fusion cell vaccination of patients with metastatic breast and renal cancer induces immunological and clinical responses. Clin Cancer Res. 2004 Jul 15;10(14):4699-708. doi: 10.1158/1078-0432.CCR-04-0347."},{"pmid":"11038032","type":"BACKGROUND","citation":"Baars A, Claessen AM, van den Eertwegh AJ, Gall HE, Stam AG, Meijer S, Giaccone G, Meijer CJ, Scheper RJ, Wagstaff J, Vermorken JB, Pinedo HM. Skin tests predict survival after autologous tumor cell vaccination in metastatic melanoma: experience in 81 patients. Ann Oncol. 2000 Aug;11(8):965-70. doi: 10.1023/a:1008363601515."},{"pmid":"12548610","type":"BACKGROUND","citation":"Baker F, Haffer SC, Denniston M. Health-related quality of life of cancer and noncancer patients in Medicare managed care. Cancer. 2003 Feb 1;97(3):674-81. doi: 10.1002/cncr.11085."},{"pmid":"3697996","type":"BACKGROUND","citation":"Berd D, Maguire HC Jr, Mastrangelo MJ. Induction of cell-mediated immunity to autologous melanoma cells and regression of metastases after treatment with a melanoma cell vaccine preceded by cyclophosphamide. Cancer Res. 1986 May;46(5):2572-7."},{"pmid":"2953413","type":"BACKGROUND","citation":"Berd D, Mastrangelo MJ. Effect of low dose cyclophosphamide on the immune system of cancer patients: reduction of T-suppressor function without depletion of the CD8+ subset. Cancer Res. 1987 Jun 15;47(12):3317-21."},{"pmid":"2497969","type":"BACKGROUND","citation":"Boyer CM, Dawson DV, Neal SE, Winchell LF, Leslie DS, Ring D, Bast RC Jr. Differential induction by interferons of major histocompatibility complex-encoded and non-major histocompatibility complex-encoded antigens in human breast and ovarian carcinoma cell lines. Cancer Res. 1989 Jun 1;49(11):2928-34."},{"pmid":"29442540","type":"BACKGROUND","citation":"Brahmer JR, Lacchetti C, Schneider BJ, Atkins MB, Brassil KJ, Caterino JM, Chau I, Ernstoff MS, Gardner JM, Ginex P, Hallmeyer S, Holter Chakrabarty J, Leighl NB, Mammen JS, McDermott DF, Naing A, Nastoupil LJ, Phillips T, Porter LD, Puzanov I, Reichner CA, Santomasso BD, Seigel C, Spira A, Suarez-Almazor ME, Wang Y, Weber JS, Wolchok JD, Thompson JA; National Comprehensive Cancer Network. Management of Immune-Related Adverse Events in Patients Treated With Immune Checkpoint Inhibitor Therapy: American Society of Clinical Oncology Clinical Practice Guideline. J Clin Oncol. 2018 Jun 10;36(17):1714-1768. doi: 10.1200/JCO.2017.77.6385. Epub 2018 Feb 14."},{"pmid":"30207593","type":"BACKGROUND","citation":"Bray F, Ferlay J, Soerjomataram I, Siegel RL, Torre LA, Jemal A. Global cancer statistics 2018: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin. 2018 Nov;68(6):394-424. doi: 10.3322/caac.21492. Epub 2018 Sep 12. Erratum In: CA Cancer J Clin. 2020 Jul;70(4):313. doi: 10.3322/caac.21609."},{"pmid":"28071970","type":"BACKGROUND","citation":"Brinkmann U, Kontermann RE. The making of bispecific antibodies. MAbs. 2017 Feb/Mar;9(2):182-212. doi: 10.1080/19420862.2016.1268307."},{"pmid":"3019704","type":"BACKGROUND","citation":"Callard RE, Smith SH, Shields JG, Levinsky RJ. T cell help in human antigen-specific antibody responses can be replaced by interleukin 2. Eur J Immunol. 1986 Sep;16(9):1037-42. doi: 10.1002/eji.1830160902."},{"pmid":"24994597","type":"BACKGROUND","citation":"Carson WE 3rd, Unger JM, Sosman JA, Flaherty LE, Tuthill RJ, Porter MJ, Thompson JA, Kempf RA, Othus M, Ribas A, Sondak VK. Adjuvant vaccine immunotherapy of resected, clinically node-negative melanoma: long-term outcome and impact of HLA class I antigen expression on overall survival. Cancer Immunol Res. 2014 Oct;2(10):981-7. doi: 10.1158/2326-6066.CIR-14-0052. Epub 2014 Jul 3."},{"pmid":"25116755","type":"BACKGROUND","citation":"Chen G, Gupta R, Petrik S, Laiko M, Leatherman JM, Asquith JM, Daphtary MM, Garrett-Mayer E, Davidson NE, Hirt K, Berg M, Uram JN, Dauses T, Fetting J, Duus EM, Atay-Rosenthal S, Ye X, Wolff AC, Stearns V, Jaffee EM, Emens LA. A feasibility study of cyclophosphamide, trastuzumab, and an allogeneic GM-CSF-secreting breast tumor vaccine for HER2+ metastatic breast cancer. Cancer Immunol Res. 2014 Oct;2(10):949-61. doi: 10.1158/2326-6066.CIR-14-0058. Epub 2014 Aug 12."},{"pmid":"34823982","type":"BACKGROUND","citation":"Corti C, Giachetti PPMB, Eggermont AMM, Delaloge S, Curigliano G. Therapeutic vaccines for breast cancer: Has the time finally come? Eur J Cancer. 2022 Jan;160:150-174. doi: 10.1016/j.ejca.2021.10.027. Epub 2021 Nov 22."},{"pmid":"23994887","type":"BACKGROUND","citation":"Creelan BC, Antonia S, Noyes D, Hunter TB, Simon GR, Bepler G, Williams CC, Tanvetyanon T, Haura EB, Schell MJ, Chiappori A. Phase II trial of a GM-CSF-producing and CD40L-expressing bystander cell line combined with an allogeneic tumor cell-based vaccine for refractory lung adenocarcinoma. J Immunother. 2013 Oct;36(8):442-50. doi: 10.1097/CJI.0b013e3182a80237."},{"pmid":"10389911","type":"BACKGROUND","citation":"Disis ML, Grabstein KH, Sleath PR, Cheever MA. Generation of immunity to the HER-2/neu oncogenic protein in patients with breast and ovarian cancer using a peptide-based vaccine. Clin Cancer Res. 1999 Jun;5(6):1289-97."},{"pmid":"12885350","type":"BACKGROUND","citation":"Dols A, Smith JW 2nd, Meijer SL, Fox BA, Hu HM, Walker E, Rosenheim S, Moudgil T, Doran T, Wood W, Seligman M, Alvord WG, Schoof D, Urba WJ. Vaccination of women with metastatic breast cancer, using a costimulatory gene (CD80)-modified, HLA-A2-matched, allogeneic, breast cancer cell line: clinical and immunological results. Hum Gene Ther. 2003 Jul 20;14(11):1117-23. doi: 10.1089/104303403322124828."},{"pmid":"12789295","type":"BACKGROUND","citation":"Dranoff G. GM-CSF-secreting melanoma vaccines. Oncogene. 2003 May 19;22(20):3188-92. doi: 10.1038/sj.onc.1206459."},{"pmid":"23791552","type":"BACKGROUND","citation":"Elliott RL, Head JF. Adjuvant breast cancer vaccine improves disease specific survival of breast cancer patients with depressed lymphocyte immunity. Surg Oncol. 2013 Sep;22(3):172-7. doi: 10.1016/j.suronc.2013.05.003. Epub 2013 Jun 20."},{"pmid":"15018740","type":"BACKGROUND","citation":"Emens LA, Armstrong D, Biedrzycki B, Davidson N, Davis-Sproul J, Fetting J, Jaffee E, Onners B, Piantadosi S, Reilly RT, Stearns V, Tartakovsky I, Visvanathan K, Wolff A. A phase I vaccine safety and chemotherapy dose-finding trial of an allogeneic GM-CSF-secreting breast cancer vaccine given in a specifically timed sequence with immunomodulatory doses of cyclophosphamide and doxorubicin. Hum Gene Ther. 2004 Mar;15(3):313-37. doi: 10.1089/104303404322886165. No abstract available."},{"pmid":"19805669","type":"BACKGROUND","citation":"Emens LA, Asquith JM, Leatherman JM, Kobrin BJ, Petrik S, Laiko M, Levi J, Daphtary MM, Biedrzycki B, Wolff AC, Stearns V, Disis ML, Ye X, Piantadosi S, Fetting JH, Davidson NE, Jaffee EM. Timed sequential treatment with cyclophosphamide, doxorubicin, and an allogeneic granulocyte-macrophage colony-stimulating factor-secreting breast tumor vaccine: a chemotherapy dose-ranging factorial study of safety and immune activation. J Clin Oncol. 2009 Dec 10;27(35):5911-8. doi: 10.1200/JCO.2009.23.3494. Epub 2009 Oct 5."},{"pmid":"9106174","type":"BACKGROUND","citation":"Fagerberg J. Granulocyte-macrophage colony-stimulating factor as an adjuvant in tumor immunotherapy. Med Oncol. 1996 Sep;13(3):155-60."},{"pmid":"30350310","type":"BACKGROUND","citation":"Ferlay J, Colombet M, Soerjomataram I, Mathers C, Parkin DM, Pineros M, Znaor A, Bray F. Estimating the global cancer incidence and mortality in 2018: GLOBOCAN sources and methods. Int J Cancer. 2019 Apr 15;144(8):1941-1953. doi: 10.1002/ijc.31937. Epub 2018 Dec 6."},{"pmid":"11485611","type":"BACKGROUND","citation":"Findler M, Cantor J, Haddad L, Gordon W, Ashman T. The reliability and validity of the SF-36 health survey questionnaire for use with individuals with traumatic brain injury. Brain Inj. 2001 Aug;15(8):715-23. doi: 10.1080/02699050010013941."},{"pmid":"9779724","type":"BACKGROUND","citation":"Fossati R, Confalonieri C, Torri V, Ghislandi E, Penna A, Pistotti V, Tinazzi A, Liberati A. Cytotoxic and hormonal treatment for metastatic breast cancer: a systematic review of published randomized trials involving 31,510 women. J Clin Oncol. 1998 Oct;16(10):3439-60. doi: 10.1200/JCO.1998.16.10.3439."},{"pmid":"28811970","type":"BACKGROUND","citation":"Garg AD, Vara Perez M, Schaaf M, Agostinis P, Zitvogel L, Kroemer G, Galluzzi L. Trial watch: Dendritic cell-based anticancer immunotherapy. Oncoimmunology. 2017 May 12;6(7):e1328341. doi: 10.1080/2162402X.2017.1328341. eCollection 2017."},{"pmid":"24762078","type":"BACKGROUND","citation":"Gelao L, Criscitiello C, Esposito A, De Laurentiis M, Fumagalli L, Locatelli MA, Minchella I, Santangelo M, De Placido S, Goldhirsch A, Curigliano G. Dendritic cell-based vaccines: clinical applications in breast cancer. Immunotherapy. 2014;6(3):349-60. doi: 10.2217/imt.13.169."},{"pmid":"26283035","type":"BACKGROUND","citation":"Giaccone G, Bazhenova LA, Nemunaitis J, Tan M, Juhasz E, Ramlau R, van den Heuvel MM, Lal R, Kloecker GH, Eaton KD, Chu Q, Dunlop DJ, Jain M, Garon EB, Davis CS, Carrier E, Moses SC, Shawler DL, Fakhrai H. A phase III study of belagenpumatucel-L, an allogeneic tumour cell vaccine, as maintenance therapy for non-small cell lung cancer. Eur J Cancer. 2015 Nov;51(16):2321-9. doi: 10.1016/j.ejca.2015.07.035. Epub 2015 Aug 14."},{"pmid":"17066423","type":"BACKGROUND","citation":"Groeper C, Gambazzi F, Zajac P, Bubendorf L, Adamina M, Rosenthal R, Zerkowski HR, Heberer M, Spagnoli GC. Cancer/testis antigen expression and specific cytotoxic T lymphocyte responses in non small cell lung cancer. Int J Cancer. 2007 Jan 15;120(2):337-43. doi: 10.1002/ijc.22309."},{"pmid":"20670599","type":"BACKGROUND","citation":"Gupta R, Emens LA. GM-CSF-secreting vaccines for solid tumors: moving forward. Discov Med. 2010 Jul;10(50):52-60."},{"pmid":"10230872","type":"BACKGROUND","citation":"Hadden JW. The immunology and immunotherapy of breast cancer: an update. Int J Immunopharmacol. 1999 Feb;21(2):79-101. doi: 10.1016/s0192-0561(98)00077-0."},{"pmid":"31087564","type":"BACKGROUND","citation":"Jacot W, Heudel PE, Fraisse J, Gourgou S, Guiu S, Dalenc F, Pistilli B, Campone M, Levy C, Debled M, Leheurteur M, Chaix M, Lefeuvre C, Goncalves A, Uwer L, Ferrero JM, Eymard JC, Petit T, Mouret-Reynier MA, Courtinard C, Cottu P, Robain M, Mailliez A. Real-life activity of eribulin mesylate among metastatic breast cancer patients in the multicenter national observational ESME program. Int J Cancer. 2019 Dec 15;145(12):3359-3369. doi: 10.1002/ijc.32402. Epub 2019 Jun 20."},{"pmid":"11134207","type":"BACKGROUND","citation":"Jaffee EM, Hruban RH, Biedrzycki B, Laheru D, Schepers K, Sauter PR, Goemann M, Coleman J, Grochow L, Donehower RC, Lillemoe KD, O'Reilly S, Abrams RA, Pardoll DM, Cameron JL, Yeo CJ. Novel allogeneic granulocyte-macrophage colony-stimulating factor-secreting tumor vaccine for pancreatic cancer: a phase I trial of safety and immune activation. J Clin Oncol. 2001 Jan 1;19(1):145-56. doi: 10.1200/JCO.2001.19.1.145."},{"pmid":"11155821","type":"BACKGROUND","citation":"Jiang XP, Yang DC, Elliott RL, Head JF. Vaccination with a mixed vaccine of autogenous and allogeneic breast cancer cells and tumor associated antigens CA15-3, CEA and CA125--results in immune and clinical responses in breast cancer patients. Cancer Biother Radiopharm. 2000 Oct;15(5):495-505. doi: 10.1089/cbr.2000.15.495."},{"pmid":"10944556","type":"BACKGROUND","citation":"Kammula US, Marincola FM, Rosenberg SA. Real-time quantitative polymerase chain reaction assessment of immune reactivity in melanoma patients after tumor peptide vaccination. J Natl Cancer Inst. 2000 Aug 16;92(16):1336-44. doi: 10.1093/jnci/92.16.1336."},{"pmid":"32808239","type":"BACKGROUND","citation":"Kazmi S, Chatterjee D, Raju D, Hauser R, Kaufman PA. Overall survival analysis in patients with metastatic breast cancer and liver or lung metastases treated with eribulin, gemcitabine, or capecitabine. Breast Cancer Res Treat. 2020 Nov;184(2):559-565. doi: 10.1007/s10549-020-05867-0. Epub 2020 Aug 17. Erratum In: Breast Cancer Res Treat. 2021 Jun;187(2):603. doi: 10.1007/s10549-021-06223-6."},{"pmid":"22595050","type":"BACKGROUND","citation":"Keenan BP, Jaffee EM. Whole cell vaccines--past progress and future strategies. Semin Oncol. 2012 Jun;39(3):276-86. doi: 10.1053/j.seminoncol.2012.02.007."},{"pmid":"8046538","type":"BACKGROUND","citation":"Kuroi K, Sato Y, Yamaguchi Y, Toge T. Modulation of suppressor cell activities by cyclophosphamide in breast cancer patients. J Clin Lab Anal. 1994;8(3):123-7. doi: 10.1002/jcla.1860080302."},{"pmid":"29867922","type":"BACKGROUND","citation":"Lacher MD, Bauer G, Fury B, Graeve S, Fledderman EL, Petrie TD, Coleal-Bergum DP, Hackett T, Perotti NH, Kong YY, Kwok WW, Wagner JP, Wiseman CL, Williams WV. SV-BR-1-GM, a Clinically Effective GM-CSF-Secreting Breast Cancer Cell Line, Expresses an Immune Signature and Directly Activates CD4+ T Lymphocytes. Front Immunol. 2018 May 15;9:776. doi: 10.3389/fimmu.2018.00776. eCollection 2018."},{"pmid":"25584002","type":"BACKGROUND","citation":"Le DT, Wang-Gillam A, Picozzi V, Greten TF, Crocenzi T, Springett G, Morse M, Zeh H, Cohen D, Fine RL, Onners B, Uram JN, Laheru DA, Lutz ER, Solt S, Murphy AL, Skoble J, Lemmens E, Grous J, Dubensky T Jr, Brockstedt DG, Jaffee EM. Safety and survival with GVAX pancreas prime and Listeria Monocytogenes-expressing mesothelin (CRS-207) boost vaccines for metastatic pancreatic cancer. J Clin Oncol. 2015 Apr 20;33(12):1325-33. doi: 10.1200/JCO.2014.57.4244. Epub 2015 Jan 12."},{"pmid":"30413667","type":"BACKGROUND","citation":"Leo S, Arnoldi E, Repetto L, Coccorullo Z, Cinieri S, Fedele P, Cazzaniga M, Lorusso V, Latorre A, Campanella G, Ciccarese M, Accettura C, Pisconti S, Rinaldi A, Brunetti C, Raffaele M, Coltelli L, Spazzapan S, Fratino L, Petrucelli L, Biganzoli L. Eribulin Mesylate as Third or Subsequent Line Chemotherapy for Elderly Patients with Locally Recurrent or Metastatic Breast Cancer: A Multicentric Observational Study of GIOGer (Italian Group of Geriatric Oncology)-ERIBE. Oncologist. 2019 Jun;24(6):e232-e240. doi: 10.1634/theoncologist.2017-0676. Epub 2018 Nov 9."},{"pmid":"26143264","type":"BACKGROUND","citation":"Lipson EJ, Sharfman WH, Chen S, McMiller TL, Pritchard TS, Salas JT, Sartorius-Mergenthaler S, Freed I, Ravi S, Wang H, Luber B, Sproul JD, Taube JM, Pardoll DM, Topalian SL. Safety and immunologic correlates of Melanoma GVAX, a GM-CSF secreting allogeneic melanoma cell vaccine administered in the adjuvant setting. J Transl Med. 2015 Jul 5;13:214. doi: 10.1186/s12967-015-0572-3."},{"pmid":"26343198","type":"BACKGROUND","citation":"Lollini PL, Cavallo F, Nanni P, Quaglino E. The Promise of Preventive Cancer Vaccines. Vaccines (Basel). 2015 Jun 17;3(2):467-89. doi: 10.3390/vaccines3020467."},{"pmid":"12085200","type":"BACKGROUND","citation":"Lotem M, Peretz T, Drize O, Gimmon Z, Ad El D, Weitzen R, Goldberg H, Ben David I, Prus D, Hamburger T, Shiloni E. Autologous cell vaccine as a post operative adjuvant treatment for high-risk melanoma patients (AJCC stages III and IV). The new American Joint Committee on Cancer. Br J Cancer. 2002 May 20;86(10):1534-9. doi: 10.1038/sj.bjc.6600251."},{"pmid":"11325840","type":"BACKGROUND","citation":"Machiels JP, Reilly RT, Emens LA, Ercolini AM, Lei RY, Weintraub D, Okoye FI, Jaffee EM. Cyclophosphamide, doxorubicin, and paclitaxel enhance the antitumor immune response of granulocyte/macrophage-colony stimulating factor-secreting whole-cell vaccines in HER-2/neu tolerized mice. Cancer Res. 2001 May 1;61(9):3689-97."},{"pmid":"30734437","type":"BACKGROUND","citation":"Manso L, Moreno Anton F, Izarzugaza Peron Y, Delgado Mingorance JI, Borrega Garcia P, Echarri Gonzalez MJ, Martinez-Janez N, Lopez-Gonzalez A, Olier Garate C, Ballesteros Garcia A, Chacon Lopez-Muniz I, Ciruelos Gil E, Garcia-Saenz JA, Paz-Ares L. Safety of eribulin as third-line chemotherapy in HER2-negative, advanced breast cancer pre-treated with taxanes and anthracycline: OnSITE study. Breast J. 2019 Mar;25(2):219-225. doi: 10.1111/tbj.13199. Epub 2019 Feb 8."},{"pmid":"28056400","type":"BACKGROUND","citation":"Maeda S, Saimura M, Minami S, Kurashita K, Nishimura R, Kai Y, Yano H, Mashino K, Mitsuyama S, Shimokawa M, Tamura K; Kyushu Breast Cancer Study Group. Efficacy and safety of eribulin as first- to third-line treatment in patients with advanced or metastatic breast cancer previously treated with anthracyclines and taxanes. Breast. 2017 Apr;32:66-72. doi: 10.1016/j.breast.2016.12.017. Epub 2017 Jan 3."},{"pmid":"25317870","type":"BACKGROUND","citation":"Maude SL, Frey N, Shaw PA, Aplenc R, Barrett DM, Bunin NJ, Chew A, Gonzalez VE, Zheng Z, Lacey SF, Mahnke YD, Melenhorst JJ, Rheingold SR, Shen A, Teachey DT, Levine BL, June CH, Porter DL, Grupp SA. Chimeric antigen receptor T cells for sustained remissions in leukemia. N Engl J Med. 2014 Oct 16;371(16):1507-17. doi: 10.1056/NEJMoa1407222. Erratum In: N Engl J Med. 2016 Mar 10;374(10):998."},{"pmid":"24578504","type":"BACKGROUND","citation":"Maus MV, Grupp SA, Porter DL, June CH. Antibody-modified T cells: CARs take the front seat for hematologic malignancies. Blood. 2014 Apr 24;123(17):2625-35. doi: 10.1182/blood-2013-11-492231. Epub 2014 Feb 27."},{"pmid":"24907636","type":"BACKGROUND","citation":"Mittendorf EA, Clifton GT, Holmes JP, Schneble E, van Echo D, Ponniah S, Peoples GE. Final report of the phase I/II clinical trial of the E75 (nelipepimut-S) vaccine with booster inoculations to prevent disease recurrence in high-risk breast cancer patients. Ann Oncol. 2014 Sep;25(9):1735-1742. doi: 10.1093/annonc/mdu211. Epub 2014 Jun 6."},{"pmid":"9738663","type":"BACKGROUND","citation":"Paquette RL, Hsu NC, Kiertscher SM, Park AN, Tran L, Roth MD, Glaspy JA. Interferon-alpha and granulocyte-macrophage colony-stimulating factor differentiate peripheral blood monocytes into potent antigen-presenting cells. J Leukoc Biol. 1998 Sep;64(3):358-67. doi: 10.1002/jlb.64.3.358."},{"pmid":"33466691","type":"BACKGROUND","citation":"Pallerla S, Abdul AURM, Comeau J, Jois S. Cancer Vaccines, Treatment of the Future: With Emphasis on HER2-Positive Breast Cancer. Int J Mol Sci. 2021 Jan 14;22(2):779. doi: 10.3390/ijms22020779."},{"pmid":"27312342","type":"BACKGROUND","citation":"Prickett TD, Crystal JS, Cohen CJ, Pasetto A, Parkhurst MR, Gartner JJ, Yao X, Wang R, Gros A, Li YF, El-Gamil M, Trebska-McGowan K, Rosenberg SA, Robbins PF. Durable Complete Response from Metastatic Melanoma after Transfer of Autologous T Cells Recognizing 10 Mutated Tumor Antigens. Cancer Immunol Res. 2016 Aug;4(8):669-78. doi: 10.1158/2326-6066.CIR-15-0215. Epub 2016 Jun 16."},{"pmid":"12077267","type":"BACKGROUND","citation":"Proietti E, Bracci L, Puzelli S, Di Pucchio T, Sestili P, De Vincenzi E, Venditti M, Capone I, Seif I, De Maeyer E, Tough D, Donatelli I, Belardelli F. Type I IFN as a natural adjuvant for a protective immune response: lessons from the influenza vaccine model. J Immunol. 2002 Jul 1;169(1):375-83. doi: 10.4049/jimmunol.169.1.375."},{"pmid":"11315507","type":"BACKGROUND","citation":"Renkvist N, Castelli C, Robbins PF, Parmiani G. A listing of human tumor antigens recognized by T cells. Cancer Immunol Immunother. 2001 Mar;50(1):3-15. doi: 10.1007/s002620000169. No abstract available."},{"pmid":"12108974","type":"BACKGROUND","citation":"Ribas A, Butterfield LH, Glaspy JA, Economou JS. Cancer immunotherapy using gene-modified dendritic cells. Curr Gene Ther. 2002 Feb;2(1):57-78. doi: 10.2174/1566523023348129."},{"pmid":"25538264","type":"BACKGROUND","citation":"Robbins PF, Kassim SH, Tran TL, Crystal JS, Morgan RA, Feldman SA, Yang JC, Dudley ME, Wunderlich JR, Sherry RM, Kammula US, Hughes MS, Restifo NP, Raffeld M, Lee CC, Li YF, El-Gamil M, Rosenberg SA. A pilot trial using lymphocytes genetically engineered with an NY-ESO-1-reactive T-cell receptor: long-term follow-up and correlates with response. Clin Cancer Res. 2015 Mar 1;21(5):1019-27. doi: 10.1158/1078-0432.CCR-14-2708. Epub 2014 Dec 23."},{"pmid":"19346299","type":"BACKGROUND","citation":"Ross JS, Slodkowska EA, Symmans WF, Pusztai L, Ravdin PM, Hortobagyi GN. The HER-2 receptor and breast cancer: ten years of targeted anti-HER-2 therapy and personalized medicine. Oncologist. 2009 Apr;14(4):320-68. doi: 10.1634/theoncologist.2008-0230. Epub 2009 Apr 3."},{"pmid":"33480963","type":"BACKGROUND","citation":"Rugo HS, Im SA, Cardoso F, Cortes J, Curigliano G, Musolino A, Pegram MD, Wright GS, Saura C, Escriva-de-Romani S, De Laurentiis M, Levy C, Brown-Glaberman U, Ferrero JM, de Boer M, Kim SB, Petrakova K, Yardley DA, Freedman O, Jakobsen EH, Kaufman B, Yerushalmi R, Fasching PA, Nordstrom JL, Bonvini E, Koenig S, Edlich S, Hong S, Rock EP, Gradishar WJ; SOPHIA Study Group. Efficacy of Margetuximab vs Trastuzumab in Patients With Pretreated ERBB2-Positive Advanced Breast Cancer: A Phase 3 Randomized Clinical Trial. JAMA Oncol. 2021 Apr 1;7(4):573-584. doi: 10.1001/jamaoncol.2020.7932."},{"pmid":"15520211","type":"BACKGROUND","citation":"Sakai Y, Morrison BJ, Burke JD, Park JM, Terabe M, Janik JE, Forni G, Berzofsky JA, Morris JC. Vaccination by genetically modified dendritic cells expressing a truncated neu oncogene prevents development of breast cancer in transgenic mice. Cancer Res. 2004 Nov 1;64(21):8022-8. doi: 10.1158/0008-5472.CAN-03-3442."},{"pmid":"10811870","type":"BACKGROUND","citation":"Santini SM, Lapenta C, Logozzi M, Parlato S, Spada M, Di Pucchio T, Belardelli F. Type I interferon as a powerful adjuvant for monocyte-derived dendritic cell development and activity in vitro and in Hu-PBL-SCID mice. J Exp Med. 2000 May 15;191(10):1777-88. doi: 10.1084/jem.191.10.1777."},{"pmid":"26196012","type":"BACKGROUND","citation":"Santegoets SJ, Stam AG, Lougheed SM, Gall H, Jooss K, Sacks N, Hege K, Lowy I, Scheper RJ, Gerritsen WR, van den Eertwegh AJ, de Gruijl TD. Myeloid derived suppressor and dendritic cell subsets are related to clinical outcome in prostate cancer patients treated with prostate GVAX and ipilimumab. J Immunother Cancer. 2014 Sep 16;2:31. doi: 10.1186/s40425-014-0031-3. eCollection 2014."},{"pmid":"28271869","type":"BACKGROUND","citation":"Seymour L, Bogaerts J, Perrone A, Ford R, Schwartz LH, Mandrekar S, Lin NU, Litiere S, Dancey J, Chen A, Hodi FS, Therasse P, Hoekstra OS, Shankar LK, Wolchok JD, Ballinger M, Caramella C, de Vries EGE; RECIST working group. iRECIST: guidelines for response criteria for use in trials testing immunotherapeutics. Lancet Oncol. 2017 Mar;18(3):e143-e152. doi: 10.1016/S1470-2045(17)30074-8. Epub 2017 Mar 2. Erratum In: Lancet Oncol. 2019 May;20(5):e242. doi: 10.1016/S1470-2045(19)30240-2."},{"pmid":"26161414","type":"BACKGROUND","citation":"Silvestri I, Cattarino S, Agliano AM, Collalti G, Sciarra A. Beyond the Immune Suppression: The Immunotherapy in Prostate Cancer. Biomed Res Int. 2015;2015:794968. doi: 10.1155/2015/794968. Epub 2015 Jun 16."},{"pmid":"11956266","type":"BACKGROUND","citation":"Sondak VK, Liu PY, Tuthill RJ, Kempf RA, Unger JM, Sosman JA, Thompson JA, Weiss GR, Redman BG, Jakowatz JG, Noyes RD, Flaherty LE. Adjuvant immunotherapy of resected, intermediate-thickness, node-negative melanoma with an allogeneic tumor vaccine: overall results of a randomized trial of the Southwest Oncology Group. J Clin Oncol. 2002 Apr 15;20(8):2058-66. doi: 10.1200/JCO.2002.08.071."},{"pmid":"24064957","type":"BACKGROUND","citation":"Srivatsan S, Patel JM, Bozeman EN, Imasuen IE, He S, Daniels D, Selvaraj P. Allogeneic tumor cell vaccines: the promise and limitations in clinical trials. Hum Vaccin Immunother. 2014;10(1):52-63. doi: 10.4161/hv.26568. Epub 2013 Sep 24."},{"pmid":"10655437","type":"BACKGROUND","citation":"Therasse P, Arbuck SG, Eisenhauer EA, Wanders J, Kaplan RS, Rubinstein L, Verweij J, Van Glabbeke M, van Oosterom AT, Christian MC, Gwyther SG. New guidelines to evaluate the response to treatment in solid tumors. European Organization for Research and Treatment of Cancer, National Cancer Institute of the United States, National Cancer Institute of Canada. J Natl Cancer Inst. 2000 Feb 2;92(3):205-16. doi: 10.1093/jnci/92.3.205."},{"pmid":"23882160","type":"BACKGROUND","citation":"Vigneron N, Stroobant V, Van den Eynde BJ, van der Bruggen P. Database of T cell-defined human tumor antigens: the 2013 update. Cancer Immun. 2013 Jul 15;13:15. Print 2013."},{"pmid":"30895534","type":"BACKGROUND","citation":"Varella L, Eziokwu AS, Jia X, Kruse M, Moore HCF, Budd GT, Abraham J, Montero AJ. Real-world clinical outcomes and toxicity in metastatic breast cancer patients treated with palbociclib and endocrine therapy. Breast Cancer Res Treat. 2019 Jul;176(2):429-434. doi: 10.1007/s10549-019-05176-1. Epub 2019 Mar 20."},{"pmid":"7804974","type":"BACKGROUND","citation":"Wallack MK, Sivanandham M, Balch CM, Urist MM, Bland KI, Murray D, Robinson WA, Flaherty LE, Richards JM, Bartolucci AA, et al. A phase III randomized, double-blind multiinstitutional trial of vaccinia melanoma oncolysate-active specific immunotherapy for patients with stage II melanoma. Cancer. 1995 Jan 1;75(1):34-42. doi: 10.1002/1097-0142(19950101)75:13.0.co;2-0."},{"pmid":"9660028","type":"BACKGROUND","citation":"Wallack MK, Sivanandham M, Balch CM, Urist MM, Bland KI, Murray D, Robinson WA, Flaherty L, Richards JM, Bartolucci AA, Rosen L. Surgical adjuvant active specific immunotherapy for patients with stage III melanoma: the final analysis of data from a phase III, randomized, double-blind, multicenter vaccinia melanoma oncolysate trial. J Am Coll Surg. 1998 Jul;187(1):69-77; discussion 77-9. doi: 10.1016/s1072-7515(98)00097-0."},{"pmid":"6997186","type":"BACKGROUND","citation":"Wiseman C, Cailleau R, Olive M, Blumenschein GR, Bowen JM. Autologous and homologous immunofluorescent antibody to established breast cancer cell lines. In Vitro. 1980 Jul;16(7):629-33. doi: 10.1007/BF02618388."},{"pmid":"6243719","type":"BACKGROUND","citation":"Wiseman CL, Bowen JM, Davis JW, Hersh EM, Brown BW, Blumenschein GR. Human lymphocyte blastogenesis responses to mouse mammary tumor virus. J Natl Cancer Inst. 1980 Mar;64(3):425-30. No abstract available."},{"pmid":"1832869","type":"BACKGROUND","citation":"Wiseman C, Hood Y, Presant C, Kennedy P. OKT-3/cyclophosphamide up-regulation of peripheral blood killer-lymphocyte subsets in human cancer patients. Mol Biother. 1991 Jun;3(2):63-7."},{"type":"BACKGROUND","citation":"Wiseman, C.L., et al. Whole-Cell/alpha-IFN-modulated pancreas cancer vaccine with GMCSF and low-dose cyclophosphamide: initial results in 13 patients. SBT Annual Meeting; J of Immunotherapy. 2000b, Berlin, Germany."},{"type":"BACKGROUND","citation":"Wiseman CL, Kharazi A, Kudinov YG, et al. Whole-cell/a-IFN-modulated pancreas cancer vaccine with GM-CSF and low dose cyclophosphamide: initial results in 13 patients. J Immunother. 2000a; 23:591."},{"type":"BACKGROUND","citation":"Wiseman CL, Kharazi AI, Kudinov YG, et al. Improvement in CA 19-9 strongly correlated with survival in pancreas patients treated with whole-cell tumor vaccine and subcutaneous GM-CSF. ASCO Annual Meeting. Proc Am Soc Clin Oncol. 2001;20 Abstract 2640"},{"type":"BACKGROUND","citation":"Wiseman, CL, Kharazi, A, and Kudinov, Y. Whole-Cell Tumor Vaccine for Human Renal Carcinoma: Preliminary Results in 14 Cases. SBT Annual Meeting, J. of Immunotherapy. 2002; S24."},{"type":"BACKGROUND","citation":"Wiseman C, Kharazi A, Cuevas A, McMonigle M and Berliner K. Interferon-modified whole-cell intralymphatic vaccine in Stage IV melanoma: Results for allogeneic vs. autologous preparations. In: Conference on Development of Therapeutic Cancer Vaccines at John Wayne Cancer Institute, Santa Monica, CA, 2003a"},{"type":"BACKGROUND","citation":"Wiseman CL, Kharazi AI, et al. Interferon-modified whole cell intralymphatic vaccine in stage IV melanoma: results for allogeneic vs. autologous preparations. in Development of Therapeutic Cancer Vaccines 2003b organized by John Wayne Cancer Institute, Santa Monica, CA"},{"type":"BACKGROUND","citation":"Wiseman C, Kharazi A, Cuevas A and Berliner K. Whole-cell based breast cancer vaccine/GM-CSF: Clinical experience in 13 patients with cell line SV-BR1. SBT 2004 Annual Meeting. J Immunother. 2004a; 27:S34."},{"type":"BACKGROUND","citation":"Wiseman C, Kharazi A, Cuevas A and Berliner K. Whole-cell breast cancer vaccine/GMCSF: Clinical experience in 13 patients with cell line SV-R-1. Int. Soc. Bio. Ther. Annual Meeting. 2004b."},{"type":"BACKGROUND","citation":"Wiseman C, Kharazi A, Cuevas A, Berliner K and Zagalskaya D. Whole-cell lung cancer vaccine: Clinical experience with 27 patients. Proceedings of AACR 2005 Annual Meeting, Anaheim, CA, Abstract 3462"},{"type":"BACKGROUND","citation":"Wiseman C.L. and Kharazi, A; \"Regression of brain metastases in two breast cancer patients with irradiated allogeneic whole-cell vaccines (V), low-dose cyclophosphamide (CY), and GMCSF\"; presented at the annual meeting of International Society of Biological Therapy, 2006a."},{"type":"BACKGROUND","citation":"Wiseman CL, and Kharazi A. Regression of brain metastases in two breast cancer patients with irradiated allogeneic whole-cell vaccines, low dose cyclophosphamide, and GM-CSF. International Society for Biological Therapy of Cancer (iSBT) Annual Meeting. J Immunother. 2006b."},{"pmid":"16958969","type":"BACKGROUND","citation":"Wiseman CL, Kharazi A. Objective clinical regression of metastatic breast cancer in disparate sites after use of whole-cell vaccine genetically modified to release sargramostim. Breast J. 2006 Sep-Oct;12(5):475-80. doi: 10.1111/j.1075-122X.2006.00319.x."},{"type":"BACKGROUND","citation":"Wiseman C.L. and Kharazi, A; Phase I Study with SV-BR-1 Breast Cancer Cell Line Vaccine and GMCSF: Clinical Experience in 14 Patients; The Open Breast Cancer Journal 2010; 2:4-11."},{"pmid":"19934295","type":"BACKGROUND","citation":"Wolchok JD, Hoos A, O'Day S, Weber JS, Hamid O, Lebbe C, Maio M, Binder M, Bohnsack O, Nichol G, Humphrey R, Hodi FS. Guidelines for the evaluation of immune therapy activity in solid tumors: immune-related response criteria. Clin Cancer Res. 2009 Dec 1;15(23):7412-20. doi: 10.1158/1078-0432.CCR-09-1624. Epub 2009 Nov 24."}],"seeAlsoLinks":[{"label":"Cyclophosphamide Prescribing Information.","url":"https://www.accessdata.fda.gov/drugsatfda_docs/label/2023/217651Orig1s000Correctedlbl.pdf"},{"label":"NCCN Clinical Practice Guidelines in Oncology.","url":"https://www.nccn.org/professionals/physician_gls/pdf/breast.pdf"},{"label":"PEGASYS Prescribing Information","url":"https://www.gene.com/download/pdf/pegasys_prescribing.pdf"},{"label":"SEER Cancer Stat Facts: Female Breast Cancer. National Cancer Institute. Bethesda, MD,","url":"https://seer.cancer.gov/statfacts/html/breast.html"},{"label":"CTCAE v5.0 Toxicity Criteria:","url":"http://ctep.cancer.gov/protocoldevelopment/electronic_applications/docs/CTCAE_v5_Quick_Reference_5x7.pdf"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D000009369","term":"Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000001941","term":"Breast Diseases"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M14850","name":"Recurrence","relevance":"LOW"},{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Cancer","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000707970","term":"Tislelizumab"}],"ancestors":[{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000000970","term":"Antineoplastic Agents"}],"browseLeaves":[{"id":"M6727","name":"Cyclophosphamide","relevance":"LOW"},{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"},{"id":"M137899","name":"Tislelizumab","asFound":"Dressing","relevance":"HIGH"},{"id":"M10407","name":"Interferons","relevance":"LOW"},{"id":"M247369","name":"Peginterferon alfa-2a","relevance":"LOW"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"}]}},"hasResults":false}