{"protocolSection":{"identificationModule":{"nctId":"NCT06477224","orgStudyIdInfo":{"id":"REC/RCR&AHS/23/0787"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Scooter Board Activities on Neck Control and Dysphagia in Children With Cerebral Palsy","officialTitle":"Effects of Scooter Board Activities on Neck Control and Dysphagia in Children With Cerebral Palsy"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-07-25","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is a randomized control trial exploring the therapeutic effects of scooter board activities on neck control and dysphagia in children with cerebral palsy (CP). Part of a Master of Science in Physical Therapy program, the research focuses on innovative uses of scooter boards-flat, wheeled platforms that allow children to propel themselves while lying or sitting. This activity is hypothesized to improve neck stability and swallowing functions, which are crucial for posture, movement, and reducing health risks such as malnutrition and aspiration pneumonia.\n\nThe trial will employ validated tools like the Eating and Drinking Ability Classification System (EDACS), Schedule for Oral Motor Assessment (SOMA), and Gross Motor Function Measure (GMFM) to assess changes in participants. Conducted over six months at facilities including Rehab Care, Rich Care, and Royal College Hospital, it will involve 22 children, aged 6-10, diagnosed with spastic CP and exhibiting symptoms of dysphagia.\n\nThe outcomes of this research could revolutionize therapeutic practices by providing a playful, engaging approach to therapy that enhances both motor and social skills.","detailedDescription":"This randomized control trial investigates the effects of scooter board activities on neck control and dysphagia in children with cerebral palsy (CP), focusing on a group of children aged 6 to 10 years diagnosed with spastic CP. The core hypothesis is that scooter board activities, which involve using a flat, wheeled platform where children can propel themselves using their limbs, can improve neck stability and swallowing functions-critical areas that affect posture, movement, and health risks such as malnutrition and aspiration pneumonia.\n\nThe study is structured as a controlled experiment with two groups: one receiving the innovative scooter board treatment and the other undergoing traditional physical therapy as a control. The effectiveness of these interventions will be measured using three validated assessment tools:\n\nEating and Drinking Ability Classification System (EDACS) - This tool classifies the eating and drinking abilities of individuals with CP, focusing on the safety, efficiency, and level of assistance required.\n\nSchedule for Oral Motor Assessment (SOMA) - This assesses oral motor function, evaluating the ability to use lips, tongue, and jaw, which are crucial for eating and communication.\n\nGross Motor Function Measure (GMFM) - Used to observe changes in gross motor function, it helps quantify improvements in motor skills that may relate directly to the therapies administered.\n\nThe research will take place over six months, following the approval from an advanced research committee and institutional review board. Data will be collected from multiple locations, including Rehab Care, Rich Care, and Royal College Hospital. A total of 22 children will be randomly assigned to either the intervention group or the control group.\n\nThis trial aims to not only validate the effectiveness of scooter board activities in improving neck control and reducing dysphagia symptoms but also to enhance the quality of life for children with CP by integrating play into therapeutic practices. The potential for significant findings could lead to innovative, engaging therapy options that align with children's natural tendencies towards play, thereby enhancing therapy adherence and effectiveness."},"conditionsModule":{"conditions":["Cerebral Palsy (CP)"],"keywords":["Cerebral Palsy (CP)","Dysphagia","Neck Muscles","Scooter Board Activities","Pediatric Physical Therapy","Motor Function"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"It will be Randomized control trial in which Purposive sampling technique will be used. Two groups of 6-10 age will be formed in which participants will be randomly divided. Group A will only receives the experimental treatment, which in this case involves scooter board activities designed to improve neck control and potentially alleviate dysphagia symptoms and group B will receives conventional care, which typically involves standard physical therapy practices, serving as a baseline to evaluate the effects of the experimental treatment.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Participants will get separate treatment protocols and possible efforts will be put to mask the both group about the treatment.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":22,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Scooter Board Activities","type":"EXPERIMENTAL","description":"Participants in this arm receive treatment involving scooter board activities, which are hypothesized to improve neck control and alleviate symptoms of dysphagia.","interventionNames":["Other: Scooter Board Activities"]},{"label":"Routine Physical Therapy","type":"EXPERIMENTAL","description":"Participants in this arm receive conventional physical therapy treatments, which serve as the control group for comparing the effectiveness of the scooter board activities.","interventionNames":["Other: Routine Physical Therapy"]}],"interventions":[{"type":"OTHER","name":"Scooter Board Activities","description":"Participants in this arm engage in scooter board activities designed to improve neck control and address dysphagia. These activities include moving the scooter board in various directions using their hands or feet, maneuvering through obstacle courses, and engaging in playful tasks that require reaching or turning, which can enhance neck muscle strength and stability.","armGroupLabels":["Scooter Board Activities"]},{"type":"OTHER","name":"Routine Physical Therapy","description":"Participants in this arm receive traditional physical therapy interventions, which might include range-of-motion exercises, muscle strengthening, stretching exercises, and postural control activities. These exercises are aimed at improving overall motor function, with a focus on neck stability and control. Standard physical therapy equipment such as therapy balls, balance boards, and resistance bands may also be used.","armGroupLabels":["Routine Physical Therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Gross Motor Function Measure (GMFM)","description":"The GMFM will help quantify the extent of improvement in neck control among participants, determining the effectiveness of the scooter board activities compared to routine physical therapy. This measure is crucial as effective neck control is fundamental for posture, movement, and various daily activities, thereby impacting the quality of life and functional independence of children with cerebral palsy. Total the scores from each category. The maximum possible score will depend on the number of categories included and the scoring range for each. A higher overall score generally indicates better oral motor functioning. Low scores in specific areas may indicate the need for targeted intervention.","timeFrame":"6 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age: Participants must be between 6 to 10 years old.\n* Diagnosis: Must be diagnosed with spastic cerebral palsy.\n* Symptoms of Dysphagia: Must exhibit symptoms of dysphagia, as confirmed by clinical assessment.\n* Ability to Follow Instructions: Must be able to follow simple instructions to participate in the therapeutic activities effectively.\n\nExclusion Criteria:\n\n* Severe Cognitive or Sensory Impairments: Children with severe cognitive or sensory impairments that prevent participation in the intervention are excluded. This is to ensure that participants can engage effectively in the therapy sessions and follow the instructions required for the scooter board activities and assessments.\n* Previous Neck Muscle Strengthening Interventions: Children who have previously undergone specific interventions aimed at strengthening neck muscles are excluded to maintain a baseline uniformity among participants. This criterion helps in assessing the pure effect of the scooter board activities without interference from prior similar treatments.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"10 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Imran Amjad, Phd","role":"CONTACT","phone":"03324390125","email":"imran.amjad@riphah.edu.pk"}],"overallOfficials":[{"name":"Arnab Altaf, PP-DPT","affiliation":"Riphah International University Lahore","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"23346889","type":"BACKGROUND","citation":"Oskoui M, Coutinho F, Dykeman J, Jette N, Pringsheim T. An update on the prevalence of cerebral palsy: a systematic review and meta-analysis. Dev Med Child Neurol. 2013 Jun;55(6):509-19. doi: 10.1111/dmcn.12080. Epub 2013 Jan 24. Erratum In: Dev Med Child Neurol. 2016 Mar;58(3):316. doi: 10.1111/dmcn.12662."},{"pmid":"27188686","type":"BACKGROUND","citation":"Graham HK, Rosenbaum P, Paneth N, Dan B, Lin JP, Damiano DL, Becher JG, Gaebler-Spira D, Colver A, Reddihough DS, Crompton KE, Lieber RL. Cerebral palsy. Nat Rev Dis Primers. 2016 Jan 7;2:15082. doi: 10.1038/nrdp.2015.82."},{"pmid":"29167377","type":"BACKGROUND","citation":"Benfer KA, Weir KA, Bell KL, Ware RS, Davies PSW, Boyd RN. Oropharyngeal Dysphagia and Cerebral Palsy. Pediatrics. 2017 Dec;140(6):e20170731. doi: 10.1542/peds.2017-0731."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003680","term":"Deglutition Disorders"},{"id":"D000010243","term":"Paralysis"},{"id":"D000002547","term":"Cerebral Palsy"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000004935","term":"Esophageal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000010608","term":"Pharyngeal Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"}],"browseLeaves":[{"id":"M13157","name":"Paralysis","asFound":"Palsy","relevance":"HIGH"},{"id":"M5796","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M6882","name":"Deglutition Disorders","asFound":"Dysphagia","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5207","name":"Brain Injuries","relevance":"LOW"},{"id":"M5202","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M8085","name":"Esophageal Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M13515","name":"Pharyngeal Diseases","relevance":"LOW"},{"id":"M12961","name":"Otorhinolaryngologic Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}