{"protocolSection":{"identificationModule":{"nctId":"NCT06478394","orgStudyIdInfo":{"id":"FUTURE07"},"organization":{"fullName":"Hebei Medical University","class":"OTHER"},"briefTitle":"Machine Learning-driven Noninvasive Screening of Transcriptomics Liquid Biopsies for Early Diagnosis of Occult Peritoneal Metastases in Locally Advanced Gastric Cancer","officialTitle":"Machine Learning-driven Noninvasive Screening of Transcriptomics Liquid Biopsies for Early Diagnosis of Occult Peritoneal Metastases in Locally Advanced Gastric Cancer"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-22","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Qun Zhao","investigatorTitle":"Professor","investigatorAffiliation":"Hebei Medical University"},"leadSponsor":{"name":"Qun Zhao","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brief Summary: Machine Learning-Driven Noninvasive Screening of Transcriptomics Liquid Biopsies for Early Diagnosis of Occult Peritoneal Metastases in Locally Advanced Gastric Cancer\n\nGastric cancer, commonly known as stomach cancer, is a significant health issue worldwide, especially when it progresses to an advanced stage. One of the major challenges in treating locally advanced gastric cancer (LAGC) is the detection of occult (hidden) peritoneal metastases. These metastases are cancer cells that spread to the peritoneum (the lining of the abdominal cavity) but are not easily detectable with standard imaging techniques or during surgery. Early and accurate detection of these hidden metastases can significantly improve treatment strategies and outcomes for patients.\n\nThis clinical study explores an innovative approach to tackle this problem using machine learning (ML) technology and liquid biopsies. Liquid biopsies are a noninvasive method that involves analyzing blood samples to detect cancer-related biomarkers, such as circulating tumor DNA or RNA. This study specifically focuses on the transcriptomics of liquid biopsies, which refers to the analysis of RNA molecules to understand the gene expression profiles associated with cancer.\n\nHypothesis\n\nThe hypothesis of this study is that machine learning algorithms can effectively analyze transcriptomics data from liquid biopsies to detect occult peritoneal metastases in patients with locally advanced gastric cancer. By doing so, this method could provide a noninvasive, accurate, and early diagnosis of metastases, which are otherwise difficult to identify through traditional methods.\n\nStudy Design\n\n1. Participants: The study will enroll patients diagnosed with locally advanced gastric cancer. These patients will undergo standard diagnostic and staging procedures to confirm their cancer stage and overall health status.\n2. Sample Collection: Blood samples will be collected from the participants at various stages of their treatment journey. These samples will be processed to extract RNA, which will then be analyzed to obtain transcriptomic data.\n3. Machine Learning Analysis: Advanced machine learning algorithms will be employed to analyze the transcriptomic data from the liquid biopsies. The algorithms will be trained to identify patterns and markers associated with occult peritoneal metastases. The models will be continuously refined and validated using a subset of the collected data to ensure accuracy and reliability.\n4. Comparison with Traditional Methods: The results of the machine learning analysis will be compared with the outcomes of traditional diagnostic methods, such as imaging and surgical examinations, to evaluate the effectiveness of the ML-driven approach.\n5. Outcome Measures: The primary outcome measure will be the accuracy of the machine learning models in detecting occult peritoneal metastases compared to traditional methods. Secondary measures will include the impact of early detection on treatment decisions, patient outcomes, and overall survival rates.\n\nSignificance\n\nEarly and accurate detection of occult peritoneal metastases in locally advanced gastric cancer is crucial for effective treatment planning. Traditional diagnostic methods often fail to identify these hidden metastases until they have progressed, limiting the treatment options and adversely affecting patient prognosis. By leveraging machine learning technology to analyze transcriptomics data from liquid biopsies, this study aims to develop a noninvasive and reliable screening tool that can detect these metastases at an earlier stage.\n\nSuch an advancement could lead to several benefits, including:\n\n* Improved Treatment Planning: Early detection allows for more tailored and effective treatment strategies, potentially including more aggressive therapies or surgical interventions when necessary.\n* Better Patient Outcomes: With earlier and more accurate diagnosis, patients have a higher chance of receiving timely and appropriate treatments, which can improve survival rates and quality of life.\n* Noninvasive Screening: Liquid biopsies are less invasive than traditional biopsy methods, reducing the physical and psychological burden on patients.\n* Cost-Effectiveness: Early detection and treatment can potentially reduce the overall cost of care by preventing the need for more extensive and expensive treatments at later stages of the disease.\n\nConclusion\n\nThis clinical study represents a promising step forward in the fight against gastric cancer. By integrating machine learning with noninvasive liquid biopsy techniques, it aims to provide a new tool for the early detection of occult peritoneal metastases, ultimately improving outcomes for patients with locally advanced gastric cancer. The success of this study could pave the way for broader applications of machine learning in cancer diagnostics and personalized medicine."},"conditionsModule":{"conditions":["1. Locally Advanced Gastric Cancer (LAGC): The Primary Condition Under Investigation is Locally Advanced Gastric Cancer, Which Refers to Stomach"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Laparoscopic exploration","description":"Laparoscopic exploration"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Peritoneal metastasis","timeFrame":"2025-12-31"}],"secondaryOutcomes":[{"measure":"Peritoneal free cancer cells","timeFrame":"2025-12-31"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nDiagnosis of Locally Advanced Gastric Cancer (LAGC): Patients must have a confirmed diagnosis of locally advanced gastric cancer, as determined by standard diagnostic procedures such as imaging and histopathological examination.\n\nAge: Participants must be adults aged 18 years or older. Consent: Patients must be able to provide informed consent to participate in the study.\n\nAdequate Organ Function: Participants should have adequate bone marrow, liver, and kidney function as defined by specific laboratory criteria (e.g., specific levels of hemoglobin, platelet count, liver enzymes, and creatinine clearance).\n\nPerformance Status: Patients should have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 2, indicating they are fully active, restricted in physically strenuous activity but ambulatory, or capable of all self-care but unable to carry out any work activities.\n\nWillingness to Provide Blood Samples: Participants must be willing to provide blood samples at specified time points throughout the study.\n\nPrevious Treatment: Patients who have received prior treatments for gastric cancer (e.g., chemotherapy, radiation therapy, or surgery) may be included, provided there is a sufficient washout period as determined by the study protocol.\n\nExclusion Criteria:\n\n* Distant Metastases: Patients with confirmed distant metastases (beyond the peritoneum) are excluded.\n\nOther Malignancies: Individuals with a history of other malignancies within the past five years, except for adequately treated basal cell or squamous cell skin cancer, or carcinoma in situ of the cervix.\n\nSevere Comorbid Conditions: Patients with severe or uncontrolled comorbid conditions, such as significant cardiovascular disease, uncontrolled diabetes, severe infections, or other conditions that could interfere with the study participation or outcomes.\n\nPregnancy and Lactation: Pregnant or lactating women are excluded due to potential risks to the fetus or infant.\n\nImmunocompromised Status: Patients who are immunocompromised, such as those with HIV/AIDS, or who are receiving immunosuppressive therapy.\n\nConcurrent Participation in Other Clinical Trials: Individuals currently participating in another clinical trial that could interfere with this study's procedures or outcomes.\n\nAllergies to Study Materials: Patients with known allergies to any components of the study materials used for liquid biopsy processing and analysis.\n\nNon-compliance: Individuals deemed unable or unwilling to comply with the study procedures and follow-up requirements.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population will consist of patients diagnosed with locally advanced gastric cancer (LAGC). This specific group of patients is chosen because they are at a critical stage where early detection of occult peritoneal metastases can significantly impact treatment planning and outcomes.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Department of General Surgery","status":"RECRUITING","city":"Shijiazhuang","state":"Hebei","zip":"050011","country":"China","contacts":[{"name":"Ping'an Ding","role":"CONTACT","phone":"031186095363","email":"ding_ping_an@hebmu.edu.cn"},{"name":"Qun Zhao, Doctor","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":38.04139,"lon":114.47861}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013274","term":"Stomach Neoplasms"}],"ancestors":[{"id":"D000009369","term":"Neoplasms"},{"id":"D000005770","term":"Gastrointestinal Neoplasms"},{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000013272","term":"Stomach Diseases"}],"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M16064","name":"Stomach Neoplasms","asFound":"Gastric Cancer","relevance":"HIGH"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M16062","name":"Stomach Diseases","relevance":"LOW"},{"id":"T5486","name":"Stomach Cancer","asFound":"Gastric Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}