{"protocolSection":{"identificationModule":{"nctId":"NCT06471712","orgStudyIdInfo":{"id":"18F-LNC1007-001"},"organization":{"fullName":"Yantai LNC Biotechnology Singapore PTE. LTD.","class":"INDUSTRY"},"briefTitle":"Clinical Study of 18F-LNC1007 Injection PET/CT","officialTitle":"A Phase I Clinical Trial of 18F-LNC1007 Injection PET/CT in Healthy Volunteers and Light Tumor Burden Patients for Evaluating Its Pharmacokinetics, Biodistribution,Dosimetry and Safety"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-04","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Yantai LNC Biotechnology Singapore PTE. LTD.","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is a single-arm, single-center trial aimed at evaluating the pharmacokinetics, bio-distribution, dosimetry, and safety of 18F-LNC1007 injection in healthy volunteers and light tumor burden cancer patients, as defined by \\<5 lesions on a conventional PET/CT done for clinical purposes and molecular imaging tumor volume of \\<10ml.\n\nAll participants must provide a signed consent form before enrolling in the trial.\n\nFor each participant, the study duration will be about 3 weeks including 2 weeks' screening, 1 week of scanning and safety follow-up."},"conditionsModule":{"conditions":["Healthy Volunteers","Cancer Patients"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"18F-LNC1007 Injection","type":"EXPERIMENTAL","description":"a single dose of 18F-LNC1007 Injection will be administered","interventionNames":["Drug: 18F-LNC1007 Injection"]}],"interventions":[{"type":"DRUG","name":"18F-LNC1007 Injection","description":"Healthy volunteers will receive 1 MBq/kg and cancer patients will receive 3.7 MBq/kg. The injection will be carried out on the scan bed via an IV indwelling catheter. A 10 mL normal saline flush will be given after the completion of the injection to ensure the residue is injected.","armGroupLabels":["18F-LNC1007 Injection"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evaluate the safety of 18F-LNC1007 injection","description":"The safety assessments of this phase I trial are based on systemic safety evaluation. The frequency and severity of Treatment emergent adverse events (TEAE) will be classified according to Common Toxicity Criteria for Adverse Events 5.0. The seriousness and relationship of study treatment will be assessed.","timeFrame":"Through study completion, assessed up to 2 years"}],"secondaryOutcomes":[{"measure":"Evaluate the radioactivity of 18F-LNC1007 injection","description":"Patient blood samples wil be collected at 5 min , 10min , 30 min , 60 min , 120 min , 180 min , 240 min after the administration of 18F-LNC1007 Injection Patient urine samples at 0-1.5 h, 1.5-3 h and 3-4 h after the administration of 18F-LNC1007.\n\nAll samples will be drawn for radioactivity by a gamma counter.","timeFrame":"Through study completion, assessed up to 2 years"},{"measure":"Evaluate the metabolites of 18F-LNC1007 injection","description":"Patient blood samples wil be collected at 5 min , 30 min , 60 min , 120 min , 180 min , 240 min after the administration of 18F-LNC1007 Injection Patient urine samples at 0-1.5 h, 1.5-3 h and 3-4 h after the administration of 18F-LNC1007.\n\nThe major metabolites will be conducted by radioHPLC.","timeFrame":"Through study completion, assessed up to 2 years"},{"measure":"Evaluate total source organ counts of 18F-LNC1007 injection","description":"Total source organ counts based on an individualized VOI template","timeFrame":"Through study completion, assessed up to 2 years"},{"measure":"Evaluate the SUV values of 18F-LNC1007 Injection","description":"The SUV values (SUVmax, SUVmean) of each organ will be summarized to reflect the biodistribution of 18F-LNC 1007 Injection in the human body.","timeFrame":"Through study completion, assessed up to 2 years"},{"measure":"Evaluate the image quality of 18F-LNC1007 injection","description":"The imaging variables include scoring of overall quality using Likert 5-point scale and scoring of the noise (coefficient of variance in liver).","timeFrame":"Through study completion, assessed up to 2 years"},{"measure":"Evaluate the effective dose of 18F-LNC1007 injection","description":"Effective absorbed dose of the major organs (mSv/MBq) and total body effective dose (mSv/MBq)","timeFrame":"Through study completion, assessed up to 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Express willingness and ability to comply with all study procedures and restrictions.\n2. Be healthy adult volunteers, or light tumour burden cancer patients, as defined by \\<5 lesions and MITV of \\<10ml on a PET/CT performed for clinical purposes. Eligibility includes adults of any gender.\n3. Have a Body Mass Index (BMI) between 19-28 (inclusive).\n4. Be capable of lying on the scanner for the duration of the PET/CT procedure, which is approximately one hour.\n5. Subjects must have an adequate organ function before the administration of the 18F-LNC1007 (in the absence of blood transfusion, hematopoietic stimulating and hepatoprotective agents), as defined by:\n\n   1. White blood cell (WBC) count ≥ 3×109/L or absolute neutrophil count (ANC) \\> 1.5×109/L, platelets ≥ 100×109/L, hemoglobin (Hb) \\> 10.0g/dL\n   2. Serum albumin \\> 3.0 g/dL, total bilirubin \\< 1.5×ULN, alanine aminotransferase (ALT) \\< 3×ULN, aspartate aminotransferase (AST) \\< 3×ULN\n   3. Creatinine clearance ≥ 60 mL/min (calculated using the Cockcroft-Gault formula).\n6. Provide informed signed consent.\n7. All females of childbearing potential (defined as premenopausal or less than 2 years post-menopausal who have not undergone surgical sterilization) must undergo a blood pregnancy test during the screening period (within 7 days before the administration of the drug). The result of the pregnancy test must be negative.\n\nExclusion Criteria:\n\n1. Contraindications to PET/CT scan, which include, but are not limited to, conditions like claustrophobia and pregnancy.\n2. A medical history of epilepsy or seizures, excluding febrile convulsions during childhood.\n3. Blood donation or experienced major blood loss (\\> 400 mL) within 3 months prior to the screening or during the study period.\n4. For healthy volunteers: participants with a clinically significant disease or medical history as determined by the trial investigator. This includes, but is not limited to:\n\n   1. Conditions related to circulatory, respiratory, digestive, urinary, hematological, neurological, endocrine, and musculoskeletal systems.\n   2. History of mental disorders or any other disease with clinical significance.\n   3. History of major surgery or anticipated major surgery within 1 month prior to the screening or during the study period.\n5. For healthy volunteers: medical comorbidities that may interfere with the absorption or metabolism of the investigational drug, limit the interpretation of the trial results, and/or are deemed clinically significant by the investigator.\n6. For healthy volunteers: abnormal findings in physical examination, vital signs, laboratory tests, or 12-lead ECG during the screening period, considered clinically significant by the investigator (Baseline physical examination, laboratory tests, and 12-lead ECG can accept results from Day -7 to Day -1).\n7. For healthy volunteers: use of any prescription drugs, over-the-counter drugs, or traditional herbal medicine within 14 days before administration.\n8. Active and clinically significant bacterial, fungal, or viral infections, including hepatitis B (HBV), hepatitis C (HCV), known human immunodeficiency virus (HIV), or acquired immunodeficiency syndrome (AIDS)-related illness (patients with treated HIV and hepatitis B or C could be included).\n9. Insufficient venous access (two different venous accesses are required for the injection of the experimental drug and PK blood sampling).\n10. Female participants who are pregnant (positive pregnancy test at screening) or lactating, or are of childbearing potential (premenopausal or less than 2 years post-menopausal and have not undergone surgical sterilization), who do not agree to use effective contraception (such as complete abstinence, condom use, IUD, etc.) during the trial (from the signing of the informed consent) and for one month after administration.\n11. Male participants with plans for procreation or sperm donation during the trial (from the signing of the informed consent) and one month after administration or who do not wish to take effective contraceptive measures (such as complete abstinence, condom use, surgical sterilization, etc.).\n12. Subjects with a history of allergies that the investigator believes could increase the trial risk.\n13. Clinically significant abnormalities on electrocardiogram (ECG) at screening including QTcF \\> 470 ms, and subjects who cannot tolerate high volume load.\n14. Subjects who have undergone radioactive drug imaging (other than 18F-FDG) or treatment within 7 days prior to screening.\n15. Subjects who have participated in other clinical trials within the past 1 month before the screening visit.\n16. Participation in clinical trials of radiopharmaceuticals within 1 year prior to screening.\n17. History of long exposure to high-dose radiation.\n18. Subjects with a history of drug or alcohol abuse within the past year or a long-term history of drug use.\n19. For light tumor burden patients: concurrent anti-cancer treatment;\n20. For light tumor burden patients: previous major surgeries or anticipated major surgery within 1 month prior to the screening or during the study period.\n21. Other conditions that the investigator believes render the participant not suitable for participating in the trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Precision Molecular Imaging & Theranostics (trading as Melbourne Theranostic Innovation Centre)","city":"Melbourne","country":"Australia","contacts":[{"name":"Prof. Rod Hicks","role":"CONTACT"}],"geoPoint":{"lat":-37.814,"lon":144.96332}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}