{"protocolSection":{"identificationModule":{"nctId":"NCT06473454","orgStudyIdInfo":{"id":"SBU-BBERDOGMUS-001"},"organization":{"fullName":"Istanbul Saglik Bilimleri University","class":"OTHER"},"briefTitle":"Patients With Irritable Bowel Syndrome and Physiotherapy","officialTitle":"the Effect of Aerobic Exercise and Basic Body Awareness Therapy on Quality of Life and Gastrointestinal Symptoms in Patients With Irritable Bowel Syndrome: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-08","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Beyza Baris Erdogmus","investigatorTitle":"physiotherapist","investigatorAffiliation":"Istanbul Saglik Bilimleri University"},"leadSponsor":{"name":"Istanbul Saglik Bilimleri University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The research will be planned on 72 individuals between the ages of 18-65 who were diagnosed with irritable bowel syndrome at Istanbul Medipol University Çamlıca SUAM Gastroenterology Polyclinic. Patients will be divided into 3 groups; High-intensity interval training and a disease-specific nutrition program for the first group, and a disease-specific nutrition program for the second group; Basic Body Awareness Therapy (BBAT) and a disease-specific nutrition program will be given, while the control group will be given only a disease-specific nutrition program. Evaluations will be made immediately before and after treatment. The first experimental group will be asked to walk with high-intensity interval training, which the investigators plan for 30 minutes, 4 days a week for 8 weeks. TBFT will be applied to the second experimental group every day of the week. The application will be done face to face one day a week, and the patient will be asked to do it himself on the other days, and the sessions will last approximately 30 minutes. In addition, all patients will be asked to follow the nutrition program determined by the dietician. Participants' sociodemographic information, IBS disease type and medications used will be recorded. In order to collect data for both the intervention groups and the control group immediately before and after the study; 6 Minute Walk Test (6MWT), posture analysis, muscle shortness test for large muscle groups in the lower and upper extremities, International Physical Activity Questionnaire Short Form (IPAQ-SF), Diet Compliance Questionnaire Form, Bristol Stool Scale Form, Gastrointestinal Symptom Assessment Scale (GSDS). ), Pittsburgh Sleep Quality Index (PSQI), IBS Quality of Life Scale (IBS-QOL), Morningness-Eveningness Questionnaire (SAA), Psychological Well-Being Scale (PIOS) and Body Awareness Questionnaire (VFA) will be used.","detailedDescription":"Irritable bowel syndrome (IBS); It is one of the most frequently diagnosed gastrointestinal diseases, defined by the presence of altered bowel habits, abdominal pain, and discomfort in the absence of another causative disease. The research will be planned on 72 individuals between the ages of 18-65 who were diagnosed with IBS at Istanbul Medipol University Çamlıca SUAM Gastroenterology Polyclinic. Patients will be divided into 3 groups; High-intensity interval training and a disease-specific nutrition program for the first group, and a disease-specific nutrition program for the second group; Basic Body Awareness Therapy (BBAT) and a disease-specific nutrition program will be given, while the control group will be given only a disease-specific nutrition program. Evaluations will be made immediately before and after treatment. The first experimental group will be asked to walk with high-intensity interval training, which the investigators plan for 30 minutes, 4 days a week for 8 weeks. TBFT will be applied to the second experimental group every day of the week. The application will be done face to face one day a week, and the patient will be asked to do it himself on the other days, and the sessions will last approximately 30 minutes. In addition, all patients will be asked to follow the nutrition program determined by the dietician. Participants' sociodemographic information, IBS disease type and medications used will be recorded. In order to collect data for both the intervention groups and the control group immediately before and after the study; 6 Minute Walk Test (6MWT), posture analysis, muscle shortness test for large muscle groups in the lower and upper extremities, International Physical Activity Questionnaire Short Form (IPAQ-SF), Diet Compliance Questionnaire Form, Bristol Stool Scale Form, Gastrointestinal Symptom Assessment Scale (GSDS). ), Pittsburgh Sleep Quality Index (PSQI), IBS Quality of Life Scale (IBS-QOL), Morningness-Eveningness Questionnaire (SAA), Psychological Well-Being Scale (PIOS) and Body Awareness Questionnaire (VFA) will be used. Physiotherapy and rehabilitation applications of aerobic exercise and TBFT have been rarely studied in the literature on patients with IBS; this will be the first and original study, as there are no studies examining the effects of a disease-specific nutrition program on gastrointestinal symptoms, quality of life, sleep quality and well-being."},"conditionsModule":{"conditions":["Irritable Bowel Syndrome"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"three goups , randomise controlled trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"the group of aerobic exercise","type":"EXPERIMENTAL","description":"This group will walk 4 days a week along with high-intensity interval training. Evaluations will be made before and after.","interventionNames":["Other: aerobic exercise and basic body awareness therapy ( exercise)"]},{"label":"the group of basic body awareness therapy","type":"EXPERIMENTAL","description":"This group will do basic body awareness exercises once a week, accompanied by a physiotherapist, and on the other days they will do it themselves. Evaluations will be made before and after.","interventionNames":["Other: aerobic exercise and basic body awareness therapy ( exercise)"]},{"label":"the group of control","type":"NO_INTERVENTION","description":"This group will be evaluated only before and after the study."}],"interventions":[{"type":"OTHER","name":"aerobic exercise and basic body awareness therapy ( exercise)","description":"exercise","armGroupLabels":["the group of aerobic exercise","the group of basic body awareness therapy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"IBS Quality of Life Scale","description":"It was specifically developed to evaluate the quality of life of patients diagnosed with IBS. The scale is Likert type, consisting of 34 items, 8 subgroups and 5 options (1: not at all, 2: little, 3: moderate, 4: a lot, 5: a lot). According to the options, the first statement is given 5 points and the fifth statement is given 1 point. Score calculation is made differently according to 8 subgroups in the determined direction. With this scoring system, the lowest score that can be obtained from the scale is 34 and the highest score is 170. It is thought that as the total score increases, the quality of life due to the disease also increases.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"Gastrointestinal Symptom Assessment Scale (GSDS)","description":"It was developed to evaluate the symptoms frequently seen in gastrointestinal system diseases. The patient is asked how he/she feels about the gastrointestinal problems he/she has encountered in the last week. On scale; abdominal pain (items 1, 4, 5), reflux (item 2, 3), indigestion (item 6, 7, 8, 9), diarrhea (item 11, 12, 14). There are five sub-dimensions consisting of items) and constipation (10th, 13th, 15th items) and consists of 15 items in total. It is in Likert type; It consists of 7 options, starting from \"no discomfort\" to \"very severe discomfort\" and the total score varies between 15 and 105. An increase in the total score indicates that the symptoms are getting worse.","timeFrame":"pre-intervention and immediately after the intervention"}],"secondaryOutcomes":[{"measure":"posture analysis, muscle shortness test for large muscle groups in the lower and upper extremities","description":"In these tests, depending on the shortness and flexibility of the muscles; Mild, moderate and severe values will be given.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"Bristol Stool Scale Form","description":"It is a scale that evaluates the form of the stool with shapes and provides information about intestinal health. It is widely used in the evaluation of subtypes of IBS. The scale determines the form of the stool using 7 different stool shapes. Type 1 stool indicates constipation, and Type 7 stool indicates diarrhea. Type 3-4 stool is considered the healthiest form of the intestines.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"6 Minute Walk Test (6MWT)","description":"The test is performed in a closed area, under the supervision of a physiotherapist, on a 30-meter-long flat surface with markings every 3 meters. Patients are informed to wear comfortable clothes and sneakers during the test and not to eat at least two hours before the test. Patients' dyspnea and fatigue are questioned during the test, before and after 6MWT; SpO2, blood pressure, heart rate, fatigue and dyspnea are evaluated. At the end of 6 minutes, the total distance walked by the patient is calculated in meters. Since most activities of daily living are performed at a submaximal level, it has been reported that 6MWT may better reflect functional exercise capacity in terms of daily physical activities.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"International Physical Activity Questionnaire Short Form (IPAQ-SF)","description":"International Physical Activity Survey; It is a standard questionnaire used to determine the physical activity levels of people aged 15-65 by evaluating the last 7 days. The survey consists of 4 sections, each consisting of 7 questions regarding activities lasting at least 10 minutes. Obtained points are calculated as MET - min/week. It is classified into 3 categories: inactive, minimally active and very active.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"Pittsburgh Sleep Quality Index (PSQI)","description":"Buysse et al. (1989) is a scale that examines sleep quality and disturbance in the last month. PSQI sleep quality; It examines 7 subcomponents: subjective sleep quality, time to fall asleep, sleep duration, habitual sleep efficiency, sleep disorders, use of sleeping pills, and daytime dysfunction. Each component is evaluated on a scale of 0-3 points. The total score of the components determines the total score of the scale. While a total score greater than 5 indicates \"poor sleep quality\"; Less than 5 indicates good sleep quality","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"Body Awareness Questionnaire","description":"It is a scale developed by Shields et al. in 1989, which evaluates body awareness in individuals and aims to determine the normal or abnormal sensitivity level of body composition. It is a Likert-type scale consisting of a total of 18 items and 4 subgroups (physiological, psychological, social and emotional awareness). Each item is scored between 1 (not at all true for me) and 7 (completely true for me). The total score is between 18 and 126, and as the score increases, it is considered that the person's body awareness level increases.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"Psychological Well-Being Scale","description":"It was aimed to measure psychological well-being as a complement to existing well-being measures. PIOÖ; It includes items based on having supportive and rewarding relationships, contributing to the happiness of others, social relationships, having a purposeful and meaningful life, being interested in daily activities, being engaged in a job, and feeling competent and competent in activities that are important to the person. The items are associated with optimism and self-esteem. Scale; It consists of 8 items, 7-point Likert type, and has a single factor. Scores range between 8 and 56, and higher scores indicate that the person has many psychological resources and strengths.","timeFrame":"pre-intervention and immediately after the intervention"},{"measure":"Morningness-Eveningness Questionnaire","description":"It was developed by Horne and Östberg in 1976 to determine the chronotopy and subjective circadian rhythm of individuals. Scale; It consists of a total of 19 questions about preferred times for physical and mental activities, subjective alertness, sleep and waking times, and is in Likert type. As a result of the evaluation, scores range from 16 to 86; Those who score between 16 and 30 are defined as definitely evening people, those who score between 31 and 41 are defined as close to evening people, those who score between 42 and 58 are defined as intermediate type, those who score between 59 and 69 are defined as close to morning people, and those who score between 70 and 86 are defined as definitely morning people.","timeFrame":"pre-intervention and immediately after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"inclusion criterias\n\n1. Being between the ages of 18-65 2. Compliance with Rome IV criteria 3. Declaring that you wish to participate in the study with written consent exclusion criterias\n\n1. Voluntary refusal to participate in the study\n2. Having a psychiatric illness\n3. Not having any orthopedic, neurological or cardiopulmonary disease that would constitute a contraindication for the protocols to be applied.\n4. Do not pose any risk of injury while working in line with posture analysis.\n5. In case the limitations in muscle shortness tests prevent the study\n6. Using laxatives regularly\n7. Being diagnosed with diabetes or a metabolic disease that will affect the gastrointestinal system\n8. No history of Inflammatory Bowel Disease (IBD), colon cancer or colon resection\n9. Using antibiotics and probiotics in the last 3 months\n10. Using anticholinergic, opiate or morphine-type drugs that will affect intestinal motility\n11. Getting diagnosed with celiac disease","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000043183","term":"Irritable Bowel Syndrome"},{"id":"D000013577","term":"Syndrome"}],"ancestors":[{"id":"D000004194","term":"Disease"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000003109","term":"Colonic Diseases, Functional"},{"id":"D000003108","term":"Colonic Diseases"},{"id":"D000007410","term":"Intestinal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","asFound":"Syndrome","relevance":"HIGH"},{"id":"M25118","name":"Irritable Bowel Syndrome","asFound":"Irritable Bowel Syndrome","relevance":"HIGH"},{"id":"M6336","name":"Colonic Diseases","relevance":"LOW"},{"id":"M6337","name":"Colonic Diseases, Functional","relevance":"LOW"},{"id":"M10444","name":"Intestinal Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}