{"protocolSection":{"identificationModule":{"nctId":"NCT06474338","orgStudyIdInfo":{"id":"K4574"},"organization":{"fullName":"Peking Union Medical College Hospital","class":"OTHER"},"briefTitle":"AI Detection of Bladder Tumors Under Endoscopy","officialTitle":"Artificial Intelligence Detection of Bladder Tumors Under Endoscopy"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2033-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2034-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Peking Union Medical College Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if the AI algorithm can detect bladder tumors better than urologists under cystoscopy. It will also train the AI algorithm for bladder tumor detection. The main question it aims to answer is:\n\nCan AI algorithm achieve IOU value, precision, recall, false negative rate of bladder tumor detection similar to that of urologists? The cystoscopy video will be annotated by AI and urologists. Researchers will compare AI algorithm to urologists to see if Al algorithm has a similar capability as urologists do.","detailedDescription":"1. Research Background Bladder cancer is the ninth most common malignancy worldwide, with an estimated 430,000 new cases diagnosed annually. The standard diagnosis and monitoring of bladder cancer rely on white light cystoscopy (WLC), with over 2 million cystoscopies performed annually in the United States and Europe. Due to the high recurrence rate of bladder cancer, frequent monitoring and intervention are necessary.\n\n   Early detection and complete resection of non-muscle invasive bladder cancer can reduce recurrence and progression. However, up to 40% of patients with multifocal disease do not achieve complete resection during the initial transurethral resection of bladder tumor (TURBT). Many papillary tumors and flat lesions are difficult to identify through WLC. There is an urgent need for cost-effective, non-invasive, and user-friendly adjunct imaging technologies to address the diagnostic deficiencies of WLC.\n\n   Recent advancements in deep learning-based automated image processing may provide new solutions to the limitations of cystoscopy. Convolutional neural networks (CNNs) possess the ability to learn complex relationships and integrate existing knowledge into models, showing potential applications across various fields, including bladder tumor diagnosis. We employed the HRNet algorithm, a convolutional neural network, for enhanced bladder tumor detection.\n2. Research Objectives We aim to explore the potential application of AI in urological tumors by collecting cystoscopy videos from patients undergoing cystoscopy. These videos include bladder tumors will be annotated manually by urologists, then, the AI algorithm will be used to recognize the bladder tumors.\n3. Research Methods This is a multicenter, retrospective, observational study.\n4. Research Process 4.1 Patient Cohort Inclusion criteria: 1. The patients who had bladder tumor and received WLC or TURBT, and the full-length surgery video is available.\n\n   Exclusion criteria: 1. The video is too blurry to distinguish the normal bladder wall and bladder tumor. 2. Lack of the appearance of bladder tumor before resection. 3. Lack of informed consent.\n\n   Patient information in the videos will not be shown. Videos from the initially recruited 200 bladder tumor patients will be used for algorithm development. Videos from an additional 100 patients are used for algorithm validation.\n\n   4.2 Data Preprocessing To reduce the data volume, we extract the frame at a ratio of 1:4. Two urologists outline the boundary of bladder tumors in each frame seperately and check for each other. AI algorithm is used to contour the same bladder tumors. The outlines of bladder tumor annotated by urologists and algorithm are compared, the IOU value, precision, sensitivity and false negative rate are analyzed.\n\n   4.3 Algorithm Development This study uses semantic segmentation to identify bladder tumors in WLC. The D-LinkNet network structure used a pre-trained ResNet34 on the ImageNet dataset as its encoder, with the central part utilizing dilated convolutions with different dilation rates in a cascaded manner, and upsampling performed using deconvolution. The original resolution of all images are 1920×1080, downsampled by 2 to 960×540, and zero-padded in the width direction to obtain the image with a resolution of 960×544. The RGB images of this size were normalized, mean-subtracted, and variance-divided before being input into the network. The images undergo five encoding processes, dilated convolutions, and five decoding processes, ultimately producing a prediction result of 960×544, which was further post-processed. In this research, the parameter settings were as follows: batch size of 8, Adam optimizer, a learning rate of 0.001. The training environment was an NVIDIA TITAN Xp GPU.\n\n   4.4 Results Interpretation The intersection over union (IOU) is a crucial standard for evaluating single-frame image recognition capability in image recognition. When IOU is above the threshold, it suggests that the model detects the object successfully, indicating a true positive. When IOU can not reach the threshold, it suggests that the model fails to detect the object, and indicating a false negative. If a prediction appears without ground truth in the image, it is considered a false positive. We calculate the model's sensitivity and precision in the test set. The Dice coefficient measures the similarity between two samples. A higher average Dice coefficient indicates a better detection performance of the model.\n\n   4.5 Observation Indicators\n\n   ① Video annotation and classification: annotation status and RLN recognition discernibility classification results for training and test set surgery videos; ② After grouping and training, observe the model's sensitivity, precision, false negative rate, false positive rate, and average Dice coefficient at IoU thresholds of 0.1 and 0.5 in the test set under different discernibility groups.\n\n   4.6 Statistical Methods Analysis will be analyzed by R 4.0.2 software, the data will be expressed as absolute numbers or percentages.\n5. Data Management and Confidentiality All data in this study is properly stored to ensure security without loss or leakage. Sensitive information and patient information will not be uploaded to public platforms. During data processing, patients' personal information will be anonymized, and patient identification codes will be used to replace patient names and IDs. If technical services are needed, data will be appropriately encrypted, and a confidentiality agreement will be signed."},"conditionsModule":{"conditions":["Bladder Tumor"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":1000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"detection by artificial intelligence","description":"The patient with bladder lesion confirmed by cystoscopy, these bladder lesion(s) are detected by artificial intelligence algorithm.","interventionNames":["Diagnostic Test: detection by artificial intelligence"]},{"label":"detection by urologists.","description":"The patient with bladder lesion confirmed by cystoscopy, these bladder lesion(s) are detected by urologist.","interventionNames":["Diagnostic Test: detection by urologists"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"detection by artificial intelligence","description":"The bladder lesion(s) are detected by artificial intelligence algorithm.","armGroupLabels":["detection by artificial intelligence"]},{"type":"DIAGNOSTIC_TEST","name":"detection by urologists","description":"The bladder lesion(s) are detected by urologists.","armGroupLabels":["detection by urologists."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"intersection over union","description":"The overlapping area of the actual bladder lesion and detected bladder lesion divided by their combined areas.","timeFrame":"From Jan 1st 2024 to Dec 31st 2033"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThe patient who receives cystoscopy and the cystoscopy video is available, and one or multiple bladder lesions can be observed in the cystoscopy.\n\nExclusion Criteria:\n\nThe patient whose cystoscopy is not clear enough to analyze.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The patients with benign or malignant bladder lesion.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Zixing Ye","role":"CONTACT","phone":"+86-18611385866","email":"yezixing@pumch.cn"}],"overallOfficials":[{"name":"Zixing Ye","affiliation":"Peking Union Medical College Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Peking Union Medical College Hospital","status":"RECRUITING","city":"Beijing","state":"Beijing","country":"China","contacts":[{"name":"Zixing Ye, Dr","role":"CONTACT","phone":"+86-18611385866","email":"yezixing@pumch.cn"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2023-11-15","uploadDate":"2024-06-17T11:54","filename":"Prot_SAP_000.pdf","size":106606},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2023-11-15","uploadDate":"2024-06-17T11:55","filename":"ICF_001.pdf","size":59414}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001749","term":"Urinary Bladder Neoplasms"}],"ancestors":[{"id":"D000014571","term":"Urologic Neoplasms"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000001745","term":"Urinary Bladder Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M5030","name":"Urinary Bladder Neoplasms","asFound":"Bladder Tumors","relevance":"HIGH"},{"id":"M17320","name":"Urologic Neoplasms","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M5026","name":"Urinary Bladder Diseases","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}