{"protocolSection":{"identificationModule":{"nctId":"NCT06476184","orgStudyIdInfo":{"id":"2023-508260-30-01"},"secondaryIdInfos":[{"id":"RECF-005636","type":"OTHER","domain":"INCA"}],"organization":{"fullName":"ARCAGY/ GINECO GROUP","class":"OTHER"},"briefTitle":"Utility of Adjusting Chemotherapy Dose & Dosing Schedule With the SALVage Weekly Dose-dense Regimen in Patients With Poor Prognostic OVARian Cancers Based on the Tumor Unfavorable Primary Chemosensitivity and Incomplete Debulking Surgery","officialTitle":"A Pragmatic Randomized Phase III Trial to Assess the Utility of Adjusting Chemotherapy Dose & Dosing Schedule With the SALVage Weekly Dose-dense Regimen in Patients With Poor Prognostic OVARian Cancers Based on the Tumor Unfavorable Primary Chemosensitivity and Incomplete Debulking Surgery","acronym":"SALVOVAR"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ARCAGY/ GINECO GROUP","class":"OTHER"},"collaborators":[{"name":"Horizon 2020 - European Commission","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"SALVOVAR will be a pragmatic open-label multicenter randomized phase III trial (ratio 1:1) comparing the efficacy of the salvage weekly dose-dense regimen with those of the continuation of the standard regimen.","detailedDescription":"SALVOVAR is a pragmatic open-label multicenter randomized phase III trial (ratio 1:1) comparing the efficacy of the salvage weekly dose-dense regimen with those of the continuation of the same standard regimen as given during neo-adjuvant period. The randomization will be stratified on the main clinical prognostic factors assumed to impact the efficacy of the assessed arms and the overall survival:\n\n1. Bevacizumab: planned administration: Yes, vs No\n2. BRCA mutation: planned administration: Yes, vs No/Unknown\n3. KELIMTM strate within unfavorable KELIM subgroup: very unfavorable \\< 0.7, vs moderately unfavorable \\[0.7-1.0\\[\n\nThe trial will be pragmatic, as it aims at confirming the superiority of the adjusted chemotherapy compared to the continuation of the standard chemotherapy in routine clinical practice, in a population of ovarian cancer patients close to the real-life clinical activity with few selection criteria."},"conditionsModule":{"conditions":["Ovarian Cancer"],"keywords":["chemotherapy","poor prognostic","unfavorable primary chemosensitivity","incomplete debulking surgery","KELIM"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients will be randomized 1:1:\n\n* Experimental arm: Densification of the chemotherapy administration dose and dosing schedule of carboplatin-paclitaxel (carboplatin AUC 5 every 3 weeks on day 1 and paclitaxel 80 mg/m2 every week, on day 1, day 8, and day 15, with 3 week-cycles) for 3 cycles\n\n  +/- combined with daily sub-cutaneous administrations of GCSF (Granulocyte Colony-Stimulating Factor) 30 MUI days 3 to 5, \\& 10 to 12, \\& 17 to 19 (at investigator discretion, as per standard of care)\n* Standard arm: Continuation of the same 3-weekly carboplatin-paclitaxel, as administered during the neo-adjuvant chemotherapy +/- combined with peg-GCSF or GCSF daily sub-cutaneous administrations, at investigator discretion, as per standard of care.\n\nOf note, bevacizumab addition in both arms is required in countries where it is available as per standard of care, according to country health coverage policy.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental arm","type":"EXPERIMENTAL","description":"Densification of the chemotherapy administration dose and dosing schedule of carboplatin-paclitaxel (carboplatin AUC 5 every 3 weeks on day 1 and paclitaxel 80 mg/m2 every week, on day 1, day 8, and day 15, with 3 week-cycles) for 3 cycles\n\n+/- combined with daily sub-cutaneous administrations of GCSF 30 MUI days 3 to 5, \\& 10 to 12, \\& 17 to 19 (at investigator discretion, as per standard of care).","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel"]},{"label":"Standard","type":"ACTIVE_COMPARATOR","description":"Continuation of the same 3-weekly carboplatin-paclitaxel, as administered during the neo-adjuvant chemotherapy\n\n+/- combined with peg-GCSF or GCSF daily sub-cutaneous administrations, at investigator discretion, as per standard of care.","interventionNames":["Drug: Carboplatin","Drug: Paclitaxel"]}],"interventions":[{"type":"DRUG","name":"Carboplatin","description":"Patients will be randomized 1:1:\n\n* Experimental arm: Densification of the chemotherapy administration dose and dosing schedule of carboplatin-paclitaxel (carboplatin AUC 5 every 3 weeks on day 1 and paclitaxel 80 mg/m2 every week, on day 1, day 8, and day 15, with 3 week-cycles) for 3 cycles\n* Standard arm: Continuation of the same 3-weekly carboplatin-paclitaxel, as administered during the neo-adjuvant chemotherapy","armGroupLabels":["Experimental arm","Standard"]},{"type":"DRUG","name":"Paclitaxel","description":"Patients will be randomized 1:1:\n\n* Experimental arm: Densification of the chemotherapy administration dose and dosing schedule of carboplatin-paclitaxel (carboplatin AUC 5 every 3 weeks on day 1 and paclitaxel 80 mg/m2 every week, on day 1, day 8, and day 15, with 3 week-cycles) for 3 cycles\n* Standard arm: Continuation of the same 3-weekly carboplatin-paclitaxel, as administered during the neo-adjuvant chemotherapy","armGroupLabels":["Experimental arm","Standard"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of patients operated with late complete debulking surgery","description":"To demonstrate the superiority in terms of efficacy of a densification of the chemotherapy with the salvage weekly dose-dense carboplatin-paclitaxel regimen compared to the continuation of the standard 3-weekly carboplatin-paclitaxel, in ovarian cancer patients found to have a poor prognostic disease (characterized by a poor chemosensitivity, with an unfavorable KELIMTM score \\< 1.0, and a disease not amenable to complete interval debulking surgery) after 3 to 4 cycles of standard neo-adjuvant chemotherapy.","timeFrame":"From the date of randomization until patients operated with late complete debulking surgery, assessed up 100 days"},{"measure":"Overall survival (OS)","description":"To demonstrate the superiority in terms of efficacy of a densification of the chemotherapy with the salvage weekly dose-dense carboplatin-paclitaxel regimen compared to the continuation of the standard 3-weekly carboplatin-paclitaxel, in ovarian cancer patients found to have a poor prognostic disease (characterized by a poor chemosensitivity, with an unfavorable KELIMTM score \\< 1.0, and a disease not amenable to complete interval debulking surgery) after 3 to 4 cycles of standard neo-adjuvant chemotherapy.","timeFrame":"From the date of randomization until death due to any cause, assessed up to 5 years"}],"secondaryOutcomes":[{"measure":"Overall response rate according to RECIST V1.1 in the whole population","description":"To compare the efficacy of the salvage weekly dose-dense regimen with those of the standard 3-weekly carboplatin-paclitaxel in terms of:\n\n* Radiological response after 3 cycles of treatment, based on the best radiological response using RECIST criteria\n* Progression-free survival","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"Progression-free survival in the whole population","description":"To compare the efficacy of the salvage weekly dose-dense regimen with those of the standard 3-weekly carboplatin-paclitaxel in terms of:\n\n• Radiological response after 3 cycles of treatment, based on the best radiological response using RECIST criteria","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"Percentage of patients treated with a subsequent maintenance treatment with a PARP inhibitor (%) in the whole population","description":"To assess the impact of the adjustment to the salvage weekly dose-dense regimen on the rate of subsequent prescription of PARP inhibitors (since these drugs are indicated in patients with complete or partial response to platinum-based chemotherapy) in terms of survival.","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"Progression-free survival and overall survival in these patients compared to those not treated with PARP inhibitor","description":"To assess the impact of the adjustment to the salvage weekly dose-dense regimen on the rate of subsequent prescription of PARP inhibitors (since these drugs are indicated in patients with complete or partial response to platinum-based chemotherapy) in terms of survival.","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"To assess the impact of adding bevacizumab to chemotherapy (salvage or standard arm) on the efficacy outcomes In the population of patients treated with bevacizumab: - Overall response rate according to RECIST V1.1","description":"To assess the impact of adding bevacizumab to chemotherapy (salvage or standard arm) on the efficacy outcomes","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"Adverse events graded according to the NCI Common Terminology Criteria Adverse Event Version 5.0","description":"To compare the safety profiles of the salvage weekly dose-dense chemotherapy arm with those of the standard 3-weekly carboplatin-paclitaxel with/without bevacizumab, based on the observed adverse-events","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"To assess the impact of adding bevacizumab to chemotherapy on the efficacy outcomes In the population of patients treated with bevacizumab: - Progression-free survival & overall survival according to RECIST V1.1","description":"To assess the impact of adding bevacizumab to chemotherapy (salvage or standard arm) on the efficacy outcomes","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"},{"measure":"To assess the impact of adding bevacizumab to chemotherapy on the efficacy outcomes In the population of patients treated with bevacizumab: - Percentage of patients operated with a late complete debulking surgery (%)","description":"To assess the impact of adding bevacizumab to chemotherapy (salvage or standard arm) on the efficacy outcomes","timeFrame":"from the date of randomization until objective tumor progression based on RECIST 1.1, or death due to any cause, whichever occurs first assessed up to 3 years"}],"otherOutcomes":[{"measure":"Quality of life questionnaires","description":"To compare the quality of life and patient-reported outcomes of the salvage chemotherapy arm with those of the standard 3-weekly carboplatin-paclitaxel","timeFrame":"from date of randomization through study completion, an average of 3 years"},{"measure":"Perceptions of the patient-doctor relationship in patients offered bevacizumab/debulking surgery/PARPi","description":"Measure of patient-doctor relationship: The Patient-Doctor Relationship Questionnaire measures patient perceptions of the patient-doctor relationship. Participants rate the level of helpfulness, time, trust, understanding, dedication, agreement, availability, contentment, and accessibility of their healthcare provider. All nine items are rated on a five-point Likert scale from 1 (Not at all appropriate) to 5 (totally appropriate). Mean scores are calculated, and higher scores indicate a better perceived doctor-patient relationship.","timeFrame":"From 4-8 weeks after a decision on bevacizumab (approx. at randomization date) through end of follow-up (2-3 years after inclusion, depending on debulking surgery)"},{"measure":"Satisfaction with decision-making process in patients offered bevacizumab/debulking surgery/PARPi","description":"Measure of satisfaction with care: One self-generated item developed on the basis of the literature will ask patients in general how they would rate the care they received for their ovarian cancer treatment during the past three months, using a five-point scale from 1 (poor) to 5 (excellent). A higher score reflects a higher satisfaction with their care.","timeFrame":"From 4-8 weeks after a decision on bevacizumab (approx. at randomization date) through end of follow-up (2-3 years after inclusion, depending on debulking surgery)"},{"measure":"Satisfaction with decision-making process in patients offered bevacizumab/debulking surgery/PARPi","description":"Measure of decision satisfaction: The Satisfaction with Decision scale measures a patient's level of satisfaction with healthcare decisions. It consists of six statements to which respondents are asked to indicate their level of agreement using a five-point scale, from 1 (strongly disagree) to 5 (strongly agree). Total scores are summed, with higher scores indicating greater decisional satisfaction.","timeFrame":"From 4-8 weeks after a decision on bevacizumab (approx. at randomization date) through end of follow-up (2-3 years after inclusion, depending on debulking surgery)"},{"measure":"Emotional wellbeing following the decision-making process in patients offered bevacizumab/debulking surgery/PARPi","description":"To determine the impact of the decision-making process on emotional wellbeing in the short- and medium-term, among patients who have participated in decision-making regarding bevacizumab as a chemosensitizer, late debulking surgery in the case of favorable response to chemotherapy, or PARP inhibitors and/or bevacizumab as maintenance treatment.\n\nMeasure of emotional wellbeing: Six self-generated items will be used to measure the concept of eudaimonic or hedonic wellbeing. A 10-point scale from 1 (not at all) to 10 (very much so) will gauge perceptions of feeling hopeful, peaceful, grateful, comforted, connected, and content over the past week, presented as single-word descriptors. Mean scores will be calculated for each subscale, and a mean across all items will be derived to reflect overall emotional wellbeing. Higher scores indicate higher levels of emotional wellbeing.","timeFrame":"From 4-8 weeks after a decision on bevacizumab (approx. at randomization date) through end of follow-up (2-3 years after inclusion, depending on debulking surgery)"},{"measure":"Treatment beliefs in patients offered bevacizumab/PARPi","description":"Measure of treatment beliefs: For patients prescribed PARP inhibitors and/or bevacizumab, four items will be presented to measure treatment beliefs in relation to these treatments. These items are adapted from a Treatment Beliefs Questionnaire originally developed for patients with low back pain, which has been adapted for the current setting with permission. This self-report scale consists of four items assessing perceptions of credibility, effectiveness, concerns, and individual fit of treatment, which are rated on a five-point scale from (1) strongly disagree to (5) strongly agree. Higher scores for each item indicate more positive beliefs about the treatment (with responses on the 'concerns' item being reverse scored).","timeFrame":"From 4-8 weeks after a decision on bevacizumab (approx. at randomization date) through end of follow-up (2-3 years after inclusion, depending on debulking surgery)"},{"measure":"Self-reported adherence to PARPi in patients offered PARPi","description":"Measure of treatment (PARPi) adherence: For patients prescribed PARP inhibitors, a three-item scale will be used to measure adherence to PARPi and bevacizumab. Patients will be asked about the number of days in which they missed at least one dose of the treatment (answered numerically), the frequency with which they took their medication in the way they were supposed to over the previous 30 days (rated on a 6-point scale from never to always), and their rating of how 'good a job' they did at taking their medication in the way recommended over the previous 30 days (rated on a 6-point scale from very poor to excellent). Responses will be linearly transformed to a 0-100 scale for analyses, with 0 representing the worst adherence and 100 the best. Summary scores will be calculated as the mean of the three items.","timeFrame":"From 4-8 weeks after a decision on PARPi (approx. at end of chemotherapy) through end of follow-up (2-3 years after inclusion, depending on debulking surgery)"},{"measure":"Percentage of patients with BRCA (BReast CAncer) mutation (%)","description":"Number of patients with BRCA mutation involved in homologous recombination (%)","timeFrame":"from date of randomization through study completion, an average of 5 years"},{"measure":"Percentage of patients with BRCA wild-type HRD (Homologous Recombination Deficiency) disease (%)","description":"Number of patients with BRCA wild-type HRD mutation involved in homologous recombination (%)","timeFrame":"from date of randomization until end of study, for a period of 5 years"},{"measure":"Percentage of patients with BRCA wild-type HRP (Homologous Recombination Proficient) disease (%)","description":"Number of patients with BRCA wild-type HRP mutation involved in homologous recombination (%)","timeFrame":"from date of randomization through study completion, an average of 3 years"},{"measure":"Tests/assays used (names, proprietary)","description":"Name of tests/assays used in real-life setting","timeFrame":"from date of randomization until end of study, through study completion, an average of 3 years"},{"measure":"Percentage of tests/assays used (names, proprietary) (%)","description":"Percentage of tests/assays used in real-life setting (%)","timeFrame":"from date of randomization until end of study, through study completion, an average of 3 years"},{"measure":"Incremental cost-utility ratio","description":"To assess the cost-utility evaluations of the experimental treatment (medico-economic evaluation) in the French context Salvage weekly dose-dense regimen vs the standard 3-weekly regimen, as per randomization Addition of bevacizumab to chemotherapy, as per investigator decision Late debulking surgery after chemotherapy in the case of favorable response to chemotherapy, as per investigator decision Maintenance treatment with bevacizumab with/without PARP inhibitor, or surveillance, as per investigator decision","timeFrame":"from date of randomization until end of study, for a periof of 5 years"},{"measure":"Incremental cost-effectiveness ratio","description":"To assess the cost-effectiveness evaluations of the experimental treatment (medico-economic evaluation) in the French context Salvage weekly dose-dense regimen vs the standard 3-weekly regimen, as per randomization Addition of bevacizumab to chemotherapy, as per investigator decision Late debulking surgery after chemotherapy in the case of favorable response to chemotherapy, as per investigator decision Maintenance treatment with bevacizumab with/without PARP inhibitor, or surveillance, as per investigator decision","timeFrame":"from date of randomization until end of study, for a period of 5 years"},{"measure":"Estimate the net financial impact over 5 years","description":"A budget impact analysis (BIA) to estimate the financial impact for French Health Insurance of the generalization in the French context of the strategy based on the experimental treatment.","timeFrame":"from date of randomization until end of study, for a period of 5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Histologically confirmed high-grade epithelial (serous, endometrioid, or carcinosarcoma with a ≥30% epithelial tumor component) ovarian, primary peritoneal, or fallopian-tube carcinoma\n2. Adult patient aged ≥ 18 years old\n3. Advanced stage III or IV disease\n4. Treated with 3 to 4 neo-adjuvant cycles of standard 3-weekly carboplatin-paclitaxel regimen in first-line setting, and characterized by:\n\n   * Unfavorable standardized KELIMTM score \\< 1.0 calculated with the KELIM academic tool and available for free on internet site (https://www.biomarker-kinetics.org/CA-125-neo) (poor primary chemosensitivity)\n   * Not amenable to complete interval debulking surgery (incomplete interval debulking surgery attempt, or disease not operated at all because considered not amenable to complete surgery by surgeon) Of note, a pre-screening inclusion before the start of neo-adjuvant chemotherapy is encouraged as a way of prospectively assessing the CA-125 longitudinal kinetics and surgery evaluation, and subsequently selecting the patients for the randomization sequence\n5. ECOG performance status 0 or 1 (see appendix 2)\n6. Adequate organ and bone marrow function for weekly-dense chemotherapy: red blood cells (baseline Hemoglobin ≥8 g/dL without red blood cell transfusion within 3 weeks before the blood work), white blood cells (Absolute neutrophil count (ANC) ≥1500 cells/mm3) and platelets (Platelet count ≥100,000/mm3),\n7. Adequate renal and liver functions\n\n   * Aspartate aminotransferase (AST) or alanine aminotransferase (ALT) ≤2.5 × upper limit of normal (ULN), or ≤5 × ULN in context of liver metastases\n   * Total bilirubin ≤1.5 × ULN (patients with Gilbert's are eligible if total bilirubin ≤3 × ULN)\n   * Albumin ≥3 g/dL\n   * Creatinine clearance ≥40 mL/min/1.73 m2 (measured or estimated, ideally with CKD-EPI formula on https://www.kidney.org/professionals/kdoqi/gfr_calculator)\n8. Patients who gave its written informed consent to participate to the study\n9. Patients affiliated to a social insurance regime\n10. Patients willing and able to comply with the protocol for the duration of the study including undergoing treatment and scheduled visits and examinations including follow up\n\nExclusion Criteria:\n\n1. Low-grade endometrioid, clear cell, mucinous, or sarcomatous histology, or mixed tumors containing any of these histologies, or low-grade or borderline ovarian tumor. No contraindication to the drugs assessed in the SALVOVAR trial (carboplatin, paclitaxel, GCSF)\n2. Previous treatment with bevacizumab during initial standard neo-adjuvant chemotherapy\n3. Has primary platinum-refractory disease, defined as disease that has progressed during the neo-adjuvant chemotherapy\n4. Patients with concomitant cancer, except: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other solid tumors curatively treated with no evidence of disease for ≥ 5 years\n5. Treatment with other investigational agents in clinical trials.\n6. Clinically significant uncontrolled condition(s) which, in the opinion of the Investigator, may confound the results of the trial or interfere with the patient's safety or participation, including but not limited to:\n\n   * Unstable angina.\n   * Myocardial infarction within 6 months of first dose.\n   * Uncontrolled and/or severe concomitant diseases (uncontrolled hypertension, ≥ Grade 3 (per CTCAE v5.0) arrhythmia, heart failure, cirrhosis).\n   * Active infectious disease requiring IV therapy (bacteria, viruses) within 2 weeks of first dose.\n   * Gastric-outlet obstruction.\n   * Small bowel obstruction (SBO) defined as computed tomography (CT) scan showing: Dilated loops of small bowel ≤12 weeks of study entry, symptomatic ascites/effusions requiring paracentesis or thoracentesis ≤30 days of study entry.\n7. Known psychiatric disorder that would interfere with trial compliance.\n8. Pregnant or lactating patients or patients expecting to conceive children within the projected duration of the trial.\n9. Patient deprived of liberty, under guardianship, or under curatorship.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Marine COGNAT","role":"CONTACT","phone":"01 84 85 20 20","email":"salvovar.trial@arcagy.org"}],"overallOfficials":[{"name":"Benoit YOU","affiliation":"HCL - Centre Hospitalier Lyon Sud","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"ICO Paul Papin","city":"Angers","zip":"49055","country":"France","contacts":[{"name":"Sophie ABADIE-LACOURTOISIE","role":"CONTACT"}],"geoPoint":{"lat":47.46667,"lon":-0.55}},{"facility":"Sainte-Catherine Institut du Cancer Avignon-Provence","city":"Avignon","zip":"84918","country":"France","geoPoint":{"lat":43.94834,"lon":4.80892}},{"facility":"Hôpital de la Côte Basque","city":"Bayonne","zip":"64100","country":"France","contacts":[{"name":"Thomas GRELLETY","role":"CONTACT"}],"geoPoint":{"lat":43.48333,"lon":-1.48333}},{"facility":"CHRU Besançon - Hôpital Jean Minjoz","city":"Besançon","zip":"25030","country":"France","contacts":[{"name":"Laura MANSI","role":"CONTACT"}],"geoPoint":{"lat":47.24878,"lon":6.01815}},{"facility":"Institut Bergonié","city":"Bordeaux","zip":"33076","country":"France","geoPoint":{"lat":44.84044,"lon":-0.5805}},{"facility":"CHU de BREST - Hôpital Cavale Blanche","city":"Brest","zip":"29200","country":"France","contacts":[{"name":"Laura DEIANA","role":"CONTACT"}],"geoPoint":{"lat":48.3903,"lon":-4.48628}},{"facility":"Centre François Baclesse","city":"Caen","zip":"14076","country":"France","contacts":[{"name":"Florence JOLY","role":"CONTACT"}],"geoPoint":{"lat":49.18585,"lon":-0.35912}},{"facility":"Centre d'Oncologie et de Radiothérapie 37 (ROC37)","city":"Chambray-lès-Tours","zip":"37170","country":"France","contacts":[{"name":"Pierre COMBE","role":"CONTACT"}],"geoPoint":{"lat":47.33537,"lon":0.70286}},{"facility":"Centre Jean Perrin","city":"Clermont-ferrand","zip":"63011","country":"France","geoPoint":{"lat":45.77966,"lon":3.08628}},{"facility":"Centre Hospitalier Alpes Leman","city":"Contamine-sur-arve","zip":"74130","country":"France","contacts":[{"name":"Mansour RASTKHAH","role":"CONTACT"}],"geoPoint":{"lat":46.12942,"lon":6.33839}},{"facility":"Centre Hospitalier Intercommunal de Créteil","city":"Créteil","zip":"94010","country":"France","contacts":[{"name":"Zineb SELLAM-CHORFI","role":"CONTACT"}],"geoPoint":{"lat":48.78333,"lon":2.46667}},{"facility":"CHU de Dijon","city":"Dijon","zip":"21079","country":"France","contacts":[{"name":"Marie CHAIX","role":"CONTACT"}],"geoPoint":{"lat":47.31667,"lon":5.01667}},{"facility":"Groupe Hospitalier Mutualiste de Grenoble","city":"Grenoble","zip":"38028","country":"France","geoPoint":{"lat":45.16667,"lon":5.71667}},{"facility":"Hôpital André Mignot","city":"Le Chesnay","zip":"78157","country":"France","contacts":[{"name":"Sophie BARTHIER","role":"CONTACT"}],"geoPoint":{"lat":48.8222,"lon":2.12213}},{"facility":"CHU de Limoges - Hôpital Dupuytren","city":"Limoges","zip":"87042","country":"France","contacts":[{"name":"Laurence VENAT-BOUVET","role":"CONTACT"}],"geoPoint":{"lat":45.83153,"lon":1.25781}},{"facility":"Centre Léon Bérard","city":"Lyon","zip":"69373","country":"France","contacts":[{"name":"Philippe TOUSSAINT","role":"CONTACT"}],"geoPoint":{"lat":45.74848,"lon":4.84669}},{"facility":"Hôpital Privé Jean Mermoz","city":"Lyon","zip":"69373","country":"France","contacts":[{"name":"Olfa DERBEL MILED","role":"CONTACT"}],"geoPoint":{"lat":45.74848,"lon":4.84669}},{"facility":"ICM Val d'Aurelle","city":"Montpellier","zip":"34298","country":"France","contacts":[{"name":"Michel FABBRO","role":"CONTACT"}],"geoPoint":{"lat":43.61092,"lon":3.87723}},{"facility":"Centre Azuréen de Cancérologie","city":"Mougins","zip":"06250","country":"France","contacts":[{"name":"Rémy LARGILLIER","role":"CONTACT"}],"geoPoint":{"lat":43.59873,"lon":7.00434}},{"facility":"Hôpital Privé du Confluent","city":"Nantes","zip":"44202","country":"France","contacts":[{"name":"Cyriac BLONZ","role":"CONTACT"}],"geoPoint":{"lat":47.21725,"lon":-1.55336}},{"facility":"Centre Antoine Lacassagne","city":"Nice","zip":"06189","country":"France","geoPoint":{"lat":43.70313,"lon":7.26608}},{"facility":"Institut de Cancérologie du Gard - CHU de Nîmes","city":"Nîmes","zip":"30029","country":"France","contacts":[{"name":"Frédéric FITENI","role":"CONTACT"}],"geoPoint":{"lat":43.83333,"lon":4.35}},{"facility":"Groupe Hospitalier Diaconesses - Croix Saint-Simon","city":"Paris","zip":"75012","country":"France","contacts":[{"name":"Frédéric SELLE","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Hôpital Cochin","city":"Paris","zip":"75014","country":"France","contacts":[{"name":"Sixtine DE PERCIN","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Institut Curie","city":"Paris","zip":"75248","country":"France","contacts":[{"name":"Manuel RODRIGUES","role":"CONTACT"}],"geoPoint":{"lat":48.85341,"lon":2.3488}},{"facility":"Centre Hospitalier Général de Pau","city":"Pau","zip":"64046","country":"France","contacts":[{"name":"Kevin BOURCIER","role":"CONTACT"}],"geoPoint":{"lat":43.3,"lon":-0.36667}},{"facility":"HCL - Centre Hospitalier Lyon Sud","city":"Pierre-Bénite","zip":"69495","country":"France","contacts":[{"name":"Benoit YOU","role":"CONTACT"}],"geoPoint":{"lat":45.7009,"lon":4.82511}},{"facility":"Centre CARIO - HPCA","city":"Plérin","zip":"22190","country":"France","contacts":[{"name":"Anne-Claire HARDY-BESSARD","role":"CONTACT"}],"geoPoint":{"lat":48.54249,"lon":-2.77983}},{"facility":"Centre Eugène Marquis","city":"Rennes","zip":"35042","country":"France","geoPoint":{"lat":48.11198,"lon":-1.67429}},{"facility":"Institut de Cancérologie de l'Ouest - ICO","city":"Saint-Herblain","zip":"44805","country":"France","geoPoint":{"lat":47.21765,"lon":-1.64841}},{"facility":"ICANS - Institut de cancérologie Strasbourg Europe","city":"Strasbourg","zip":"67033","country":"France","contacts":[{"name":"Lauriane EBERST","role":"CONTACT"}],"geoPoint":{"lat":48.58392,"lon":7.74553}},{"facility":"IUCT Oncopole - Institut Claudius Régaud","city":"Toulouse","zip":"31059","country":"France","contacts":[{"name":"Gwénaël FERRON","role":"CONTACT"}],"geoPoint":{"lat":43.60426,"lon":1.44367}},{"facility":"Clinique Pasteur","city":"Toulouse","zip":"31300","country":"France","contacts":[{"name":"Mathilde MARTINEZ","role":"CONTACT"}],"geoPoint":{"lat":43.60426,"lon":1.44367}},{"facility":"Centre Hospitalier de Valence","city":"Valence","zip":"26953","country":"France","contacts":[{"name":"Rim BATTI","role":"CONTACT"}],"geoPoint":{"lat":44.93333,"lon":4.9}},{"facility":"Gustave Roussy","city":"Villejuif","zip":"94805","country":"France","contacts":[{"name":"Alexandra LEARY","role":"CONTACT"}],"geoPoint":{"lat":48.7939,"lon":2.35992}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010051","term":"Ovarian Neoplasms"},{"id":"D000077216","term":"Carcinoma, Ovarian Epithelial"}],"ancestors":[{"id":"D000004701","term":"Endocrine Gland Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010049","term":"Ovarian Diseases"},{"id":"D000000291","term":"Adnexal Diseases"},{"id":"D000005831","term":"Genital Diseases, Female"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000005833","term":"Genital Neoplasms, Female"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000006058","term":"Gonadal Disorders"},{"id":"D000002277","term":"Carcinoma"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"}],"browseLeaves":[{"id":"M12974","name":"Ovarian Neoplasms","asFound":"Ovarian Cancer","relevance":"HIGH"},{"id":"M1704","name":"Carcinoma, Ovarian Epithelial","asFound":"Ovarian Cancer","relevance":"HIGH"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M7863","name":"Endocrine Gland Neoplasms","relevance":"LOW"},{"id":"M12972","name":"Ovarian Diseases","relevance":"LOW"},{"id":"M3643","name":"Adnexal Diseases","relevance":"LOW"},{"id":"M8943","name":"Genital Diseases, Female","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M8945","name":"Genital Neoplasms, Female","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M9163","name":"Gonadal Disorders","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"T4352","name":"Ovarian Cancer","asFound":"Ovarian Cancer","relevance":"HIGH"},{"id":"T4354","name":"Ovarian Epithelial Cancer","asFound":"Ovarian Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000017239","term":"Paclitaxel"},{"id":"D000016190","term":"Carboplatin"}],"ancestors":[{"id":"D000000972","term":"Antineoplastic Agents, Phytogenic"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000050257","term":"Tubulin Modulators"},{"id":"D000050256","term":"Antimitotic Agents"},{"id":"D000050258","term":"Mitosis Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M18650","name":"Carboplatin","asFound":"System","relevance":"HIGH"},{"id":"M19537","name":"Paclitaxel","asFound":"Sessions","relevance":"HIGH"},{"id":"M231","name":"Albumin-Bound Paclitaxel","relevance":"LOW"},{"id":"M26197","name":"Tubulin Modulators","relevance":"LOW"},{"id":"M26196","name":"Antimitotic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}