{"protocolSection":{"identificationModule":{"nctId":"NCT06482541","orgStudyIdInfo":{"id":"2023-06-001"},"organization":{"fullName":"Levit Dermatology","class":"OTHER"},"briefTitle":"Efficacy and Safety Of AGE ZERO™ EXOSOMES To Treat Men and Women With Androgenetic Alopecia","officialTitle":"1-Year Double-Blind Placebo-Controlled Study To EVALUATE THE EFFECT OF AGE ZERO™ EXOSOMES ON HAIR REGROWTH IN HEALTHY MEN AND WOMEN WITH ANDROGENETIC ALOPECIA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Levit Dermatology","class":"OTHER"},"collaborators":[{"name":"ResilielleTM Age ZeroTM Exosomes","class":"UNKNOWN"},{"name":"Dorisca Research Consulting, LLC","class":"UNKNOWN"}]},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The purpose of this study is to determine whether Wharton's Jelly mesenchymal stem cell-derived exosome microneedling on the scalp is an effective treatment for Androgenetic Alopecia (pattern hairloss).","detailedDescription":"After being informed about the study and potential risks, all participants who give written consent and meet the later discussed inclusion criteria and don't fall under the exclusion criteria will be enrolled in the study.\n\nWe will conduct a double-blind placebo-controlled study to test whether Wharton's Jelly Mesenchymal Stem Cell-derived Exosome (WJMSC-exosome) application with microneedling is an effective treatment for Androgenetic Alopecia. Participants will be broken down into a 5 billion exosome group vs. saline group and a 50 billion exosome vs. saline group.\n\nTreatment will be applied to the following treatment area: two rectangles on the scalp vertex each measuring 4cm on the sagittal plane by 2cm on the coronal plane. One rectangle will be 2.0 mm left of the midline of the scalp and another will be 2.0 mm right of the midline of the scalp. Each treatment area will be divided into an anterior and posterior half with 1 permanent microdot tattoo in the middle (4 tattoos in total). The microdot tattoo (composed of Iron Oxide, Glycerol, Alcohol, and distilled Water and Red - D\\&C Red #30, Glycerol, Alcohol and distilled water) will allow HairMatrix® by Canfeild, an AI-driven hair consultation device, to accurately and reproducibly access changes in hair growth in the treatment areas.\n\nParticipants in the 5 billion exosome group will receive topical applications of 5 billion WJMSC-exosomes on one side of the treatment area and an equal volume of placebo (an identically-looking saline solution) application on the opposite side of the treatment area.\n\nThe 50 billion exosome group will receive topical applications of 50 billion WJMSC-exosomes on one side of the treatment area and an equal volume of placebo application on the opposite side of the treatment area.\n\nImmediately after topical application, all participants will receive microneedling at a depth of .5 mm on the entire treatment area.\n\nTreatment will be administered in 4 sessions, monthly for the first three months and for a 4th time 4 months after the third session.\n\nThe study will go on for 12 months from the date of the first treatment. Participant's changes in hair growth (hair count, hair thickness, and hair color) and adverse events will be evaluated and recorded."},"conditionsModule":{"conditions":["Androgenetic Alopecia"],"keywords":["exosomes","Androgenetic Alopecia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Participants will act as their own control. Each participant will get exosome treatment on one half of the treatment area and placebo on the other half of the treatment area. The treatment area will be two rectangles each measuring 4cm on the sagittal plane by 2cm on the coronal plane on the scalp vertex. One rectangle will be 2.0 mm left of the midline of the scalp and another will be 2.0 mm right of the midline of the scalp. Participants in the 5 billion exosome group will receive 5 billion WJMSC-exosome treatment on one side of the treatment area and an equivalent volume of saline on the other side of the treatment area. Participants in the 50 billion exosome group will receive 5 billion WJMSC-exosome treatment on one side of the treatment area and an equivalent volume of placebo on the other side of the treatment area.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"5 billion exosome group","type":"EXPERIMENTAL","description":"This arm receives 5 billion WJMSC-exosome treatment on one side of the aforementioned treatment area and an equivalent volume of placebo on the contralateral half of the treatment area.","interventionNames":["Combination Product: 5 billion exosomes and saline solution microneedling"]},{"label":"50 billion exosome group","type":"EXPERIMENTAL","description":"This arm receives 50 billion WJMSC-exosome treatment on one half of the aforementioned treatment area and an equivalent volume of placebo on the contralateral half of the treatment area.","interventionNames":["Combination Product: 50 billion exosomes and saline solution microneedling"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"5 billion exosomes and saline solution microneedling","description":"Participants will receive 5 billion WJMSC-exosome topical application on one half of the treatment area and an equivalent volume of saline solution on the contralateral half of the treatment area. Microneedling at a depth of .5mm on the entire treatment area will immediately follow the exosome and saline application. Participants will also receive 4 permanent microdot tattoos on the aforementioned locations.","armGroupLabels":["5 billion exosome group"]},{"type":"COMBINATION_PRODUCT","name":"50 billion exosomes and saline solution microneedling","description":"Participants will receive 50 billion WJMSC-exosome topical application on one half of the treatment area and an equivalent volume of saline solution on the contralateral half of the treatment area. Microneedling at a depth of .5mm on the entire treatment area will immediately follow the exosome and saline application. Participants will also receive 4 permanent microdot tattoos on the aforementioned locations.","armGroupLabels":["50 billion exosome group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hair count","description":"Evaluated by HairMatrix® by Canefeild, an AI-driven hair consultation device","timeFrame":"Evaluated on monthly visits for a year"},{"measure":"Hair thickness","description":"Evaluated by HairMatrix®, an AI-driven hair consultation device","timeFrame":"Evaluated on monthly visits for a year"},{"measure":"Hair color","description":"Evaluated by HairMatrix® by Canefeild, an AI-driven hair consultation device","timeFrame":"Evaluated on monthly visits for a year"}],"secondaryOutcomes":[{"measure":"Adverse events","description":"Patients will self-report adverse events on a questionnaire on a scale of 1-10, with 1 being minimal discomfort and 10 being worst discomfort they have ever experienced.","timeFrame":"Participants will self-report adverse events during monthly visits for the entire 1-year duration"},{"measure":"Self-reported hair changes","description":"Patients will self-report their impression of hair growth changes on each treatment area on a scale of -10 to 10, with -10 being extreme worsening of hair loss and 10 being extreme regrowth. They will scale their impressions of hair thickness, hair density, hair color, hair growth speed, hair texture, and overall satisfaction with therapy applied to each treatment area.","timeFrame":"Patients will self-report on questionnaire during monthly visits for the entire 1-year duration"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant is experiencing hair loss and is diagnosed with Androgenetic Alopecia.\n\nExclusion Criteria:\n\n* Patients cannot have taken any medications, therapies, or treatment modalities of any kind to treat their hair loss in the last six months.\n* Patients cannot have open wounds, eczema, or psoriatic plaques on the treatment area of the scalp.\n* Patients who are undergoing or have undergone chemotherapy and or radiation therapy within the past 6 months\n* Patients with a history of an autoimmune bullous disorder (having auto-antibodies to Dsg-1 or Dsg-3)\n* Patients who are currently immunocompromised or have a low white count making them prone to infections.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eyal K Levit, M.D.","role":"CONTACT","phone":"917-868-5112","email":"eyallevit@gmail.com"},{"name":"Nicholas L Gitsin","role":"CONTACT","phone":"347-932-9894","email":"nicholasgitsin8a@gmail.com"}],"overallOfficials":[{"name":"Eyal K Levit, M.D.","affiliation":"Owner and chief physician","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Levit Dermatology","city":"Brooklyn","state":"New York","zip":"11235","country":"United States","contacts":[{"name":"Eyal K Levit, MD","role":"CONTACT","phone":"917-868-5112","email":"eyallevit@gmail.com"},{"name":"Nicholas L Gitsin","role":"CONTACT","phone":"347-932-9894","email":"nicholasgitsin8a@gmail.com"},{"name":"Eyal K Levit, M.D.","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Carla Mazzeo, M.Sc, Ph.D","role":"SUB_INVESTIGATOR"},{"name":"Nicholas L Gitsin","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":40.6501,"lon":-73.94958}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000505","term":"Alopecia"},{"id":"D000000506","term":"Alopecia Areata"}],"ancestors":[{"id":"D000007039","term":"Hypotrichosis"},{"id":"D000006201","term":"Hair Diseases"},{"id":"D000012871","term":"Skin Diseases"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M3846","name":"Alopecia","asFound":"Androgenetic Alopecia","relevance":"HIGH"},{"id":"M3847","name":"Alopecia Areata","asFound":"Alopecia","relevance":"HIGH"},{"id":"M10089","name":"Hypotrichosis","relevance":"LOW"},{"id":"M9293","name":"Hair Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000019999","term":"Pharmaceutical Solutions"}],"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","asFound":"Procedure","relevance":"HIGH"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}