{"protocolSection":{"identificationModule":{"nctId":"NCT06479070","orgStudyIdInfo":{"id":"2024-A00860-47"},"organization":{"fullName":"Institut de Cancérologie de Lorraine","class":"OTHER"},"briefTitle":"Prognostic Value of Measuring CtDNA in a Cohort of Patients With Stage III and IV Upper Aero-digestive Tract (UADT) Cancer , Treated With Curative RADiOtherapy With or Without Concomitant Treatment.","officialTitle":"Prognostic Value of Measuring Circulating Tumor DNA in a Cohort of Patients With Stage III and IV UADT Cancer, Treated With Curative RADiOtherapy With or Without Concomitant Treatment.","acronym":"CIRADOR"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Institut de Cancérologie de Lorraine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Squamous cell carcinomas of the upper aero-digestive tract (SCC-UADT) represent the seventh cause of cancer and affect approximately 600,000 patients per year worldwide. The majority of UADT cancers are diagnosed at an advanced stage (70.3% at stage III and IV) and less than 60% of these patients are free of the disease at 3 years, despite aggressive multimodal local treatment by surgery and /or radiochemotherapy. The average progression-free survival (PFS) at 2 years varies between 45 and 60% depending on the studies. Tumor recurrence is most often incurable. To our knowledge, no study has demonstrated the benefit of early evaluation of the rate of decrease in ctDNA at 1 month after the end of radiotherapy alone or associated with concomitant treatment, as a predictive factor of PFS in UADT squamous cell carcinomas regardless of their HPV status. The main objective of this study is to evaluate the value of measuring the quantity of circulating tumor DNA (ctDNA) at 1 month post-treatment as a predictive factor for PFS at 24 months.","detailedDescription":"This is a prospective, multicenter cohort study carried out on a total of 188 patients suffering from non-metastatic stage III and IV SCC-UADT (oral cavity, larynx, oropharynx, hypopharynx, maxillary sinus), naïve to any treatment during a consultation or day hospitalization during the radiotherapy consultation.\n\nThe objective of the study is to evaluate the value of measuring the quantity of circulating tumor DNA (ctDNA) at 1 month post-treatment as a predictive factor for PFS at 24 months. This objective will be achieved by quantitatively measuring the number of copies of methylated ctDNA of genes of interest per mL of plasma; This measurement of ctDNA will be evaluated by the rate of decrease in ctDNA between the centering scanner sample and 1 month post-treatment. Two groups will be then considered: patients with a reduction ≥ 85% and those with a reduction \\< 85%.\n\nIn addition, the interest of measuring the quantity of ctDNA at 1 month post-treatment as a predictive factor of overall survival (OS) and specific survival (SS) at 24 months, the kinetics of the evolution of the quantities of ctDNA during the treatment and during follow-up up to 24 months and the evolution of ctDNA quantities during treatment and follow-up as a predictive factor for PFS and OS at 24 months will also be evaluated during this study. . The analyzes will be carried out in subgroups of populations according to their p16 status (HPV viral protein) and according to the presence or absence of concomitant treatment (Cisplatin or Cetuximab)."},"conditionsModule":{"conditions":["SCC - Squamous Cell Carcinoma","Upper Aero-digestive Tract (UADT) Neoplasm"],"keywords":["Squamous Cell Carcinoma","upper aero-digestive trac tumor","Ct DNA","Radiotherapy","Head and neck cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Cohorte, prospective and multicenter study.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":188,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Interventional arm","type":"OTHER","description":"12 blood samples will be taken from patients suffering from non-metastatic stage III and IV SCC-UADT (oral cavity, larynx, oropharynx, hypopharynx, maxillary sinus), naïve to any treatment","interventionNames":["Other: Blood samples"]}],"interventions":[{"type":"OTHER","name":"Blood samples","description":"A blood sample of 20 mL (2 tubes of 10 mL) for research purposes will be collected during:\n\n* The day of the centering scan (Visit 1);\n* During treatment at Week 2 and Week 6 (+/- 1 week) (Visit 2 and 3);\n* The day of the post-therapeutic visit scheduled between 3 and 5 weeks after the end of radiotherapy, whether or not associated with concomitant treatment (Visit 4);\n* At each monitoring visit following radiotherapy associated or not with concomitant treatment (every 3 months for 24 months (V5 to V12 ; V12 = final visit)\n* When the disease progresses before initiation of the 2nd line of treatment.","armGroupLabels":["Interventional arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To evaluate the value of measuring the quantity of circulating tumor DNA (tcDNA) at 1 month post-treatment as a predictive factor for progression-free survival at 24 months.","description":"ctDNA will be measured quantitatively as the number of copies of methylated ctDNA of the genes of interest per mL of plasma.\n\nThe ctDNA measurement will be evaluated by the rate of decrease in ctDNA between the centering scanner sample and 1 month post-treatment. Two groups will then be considered: patients with a reduction ≥ 85% and those with a reduction \\< 85%.\n\nProgression-free survival is defined by the time elapsed between the date of end of treatment (radiotherapy associated or not with concomitant treatment) and the onset of disease progression or death from all causes.","timeFrame":"At 1 month post-treatment"}],"secondaryOutcomes":[{"measure":"Evaluate the value of measuring the quantity of ctDNA at 1 month post-treatment as a predictive factor for overall survival and specific survival at 24 months.","description":"ctDNA will be measured quantitatively as the number of copies of methylated tcDNA of the genes of interest per mL of plasma.","timeFrame":"At 1 month post-treatment"},{"measure":"Study the kinetics of the evolution of ctDNA quantities during treatment and during follow-up up to 24 months.","description":"Overall survival is defined by the time elapsed between the date of end of treatment and the date of death from all causes.","timeFrame":"During treatment and follow-up up to 24 months."},{"measure":"Evaluate the evolution of ctDNA quantities during treatment and follow-up as a predictive factor for progression-free survival and overall survival at 24 months.","description":"Specific survival is defined by the time elapsed between the date of end of treatment and the date of cancer-related death.","timeFrame":"At 24 months."},{"measure":"Evaluate the discriminatory capacity of ctDNA at 1 month post-treatment to predict response to treatment at 24 months.","description":"The kinetics of the evolution of the quantity of ctDNA will be studied from pre-treatment, during treatment and up to 24 months of post-treatment follow-up.","timeFrame":"At 1 month post-treatment"},{"measure":"Compare the clinico-pathological characteristics according to the 2 defined groups: patients with a ≥ 85% decrease in ctDNA between the centration scanner sample and the sample at 1 month post-treatment and those with a decrease <85%.","description":"The evolution of the quantities of ctDNA before treatment, during treatment and up to 24 months of post-treatment follow-up will be evaluated as a risk factor for progression-free survival and overall survival at 24 months.","timeFrame":"1 month."},{"measure":"Analyze the populations into subgroups according to their p16 status (HPV viral protein) and according to the presence or absence of concomitant treatment (Cisplatin or Cetuximab).","description":"Evaluation of partial or complete response to treatment at the last clinical evaluation at 24 months post-treatment by clinical and radiological data.","timeFrame":"at 24 months post-treatment."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* OMS 0 to 2;\n* Patient suffering from UADT squamous cell carcinoma, newly diagnosed and histologically proven, regardless of the p16 protein status, naïve to any treatment for this cancer;\n* Non-metastatic cancer of stages III (N1), IVa (N1 minimum) or IVb;\n* Cancer localized in the oral cavity, larynx, oropharynx, hypopharynx and maxillary sinus;\n* Patient for whom treatment with curative radiotherapy associated or not with concomitant treatment (Cisplatin or Cetuximab) has been validated in a multidisciplinary consultation meeting (RCP);\n* Patient capable and willing to follow all study procedures in accordance with the protocol;\n* Patient having understood, signed and dated the consent form communicated on the day of inclusion;\n* Patient affiliated to the social security system.\n\nExclusion Criteria:\n\n* Minor patient;\n* Cancer located in the cavum, ethmoidal sinus, salivary glands and skin (cutaneous squamous cell carcinoma);\n* Patient already treated for UADT tumor;\n* Patient treated with immunotherapy;\n* Patient who has already had cancer within 5 years (cancer other than in the UADT sphere);\n* OMS \\> 2;\n* Contraindication to radiotherapy treatment associated or not with concomitant treatment;\n* Patient already included in another therapeutic trial;\n* Metastatic disease (stage IVc);\n* Pregnant woman, who may be pregnant, or currently breastfeeding;\n* Persons deprived of liberty or under guardianship (including curatorship).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"BOUJEDAINI NB NAOUAL, PhD.","role":"CONTACT","phone":"03 83 59 86 68","phoneExt":"8668","email":"n.boujedaini@nancy.unicancer.fr"},{"name":"HUIN SCHOHN CHS CECILE, PhD.","role":"CONTACT","phone":"03 83 59 86 07","phoneExt":"8607","email":"c.huinschohn@nancy.unicancer.fr"}],"overallOfficials":[{"name":"FAIVRE JCF JEAN-CHRISTOPHE, MD.","affiliation":"Institut de Cancérologie de Lorraine","role":"PRINCIPAL_INVESTIGATOR"},{"name":"MARTZ NM NICOLAS, MD.","affiliation":"Institut de Cancérologie de Lorraine","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Institut de Cancérologie de Lorraine","city":"Vandœuvre-lès-Nancy","state":"Grand-Est","zip":"54500","country":"France","contacts":[{"name":"TOSTI PT PRISCILLIA, PhD.","role":"CONTACT","phone":"0383598657","email":"p.tosti@nancy.unicancer.fr"},{"name":"FAIVRE JCF JEAN-CHRISTOPHE, MD.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":48.65,"lon":6.18333}},{"facility":"CHU Besançon","city":"Besançon","zip":"25030","country":"France","contacts":[{"name":"CORROTTE CC CELINE","role":"CONTACT","phone":"03 70 63 20 65","email":"ccorrotte@chu-besancon.fr"},{"name":"BOUSTANI JB JIHANE, MD.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":47.24878,"lon":6.01815}},{"facility":"Centre Georges-François Leclerc","city":"Dijon","zip":"21000","country":"France","contacts":[{"name":"TIAGO ST Sandrine","role":"CONTACT","phone":"03 80 73 75 00","email":"stiago@cgfl.fr"},{"name":"TRUC GT GILLES, MD.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":47.31667,"lon":5.01667}},{"facility":"Intitut Jean Godinot","city":"Reims","zip":"51100","country":"France","contacts":[{"name":"MAUBERT ASM ANNE-SOPHIE","role":"CONTACT","phone":"03 26 50 41 84","email":"annesophie.maubert@reims.unicancer.fr"},{"name":"BEDDOK AB Arnaud, MD.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":49.25,"lon":4.03333}},{"facility":"Institut de Cancérologie Strasbourg Europe","city":"Strasbourg","zip":"67033","country":"France","contacts":[{"name":"SARTORI VS VALERIE","role":"CONTACT","phone":"03 68 76 72 23","email":"v.sartori@icans.eu"},{"name":"BRAHIMI YB Youssef, MD.","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":48.58392,"lon":7.74553}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The investigator centers responded to a feasibility questionnaire. After their agreement, they have access to the protocol, the synopsis and all the study documents as well as the eCRF for data entry."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002294","term":"Carcinoma, Squamous Cell"}],"ancestors":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000018307","term":"Neoplasms, Squamous Cell"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","relevance":"LOW"},{"id":"M5550","name":"Carcinoma, Squamous Cell","asFound":"SCC - Squamous Cell Carcinoma","relevance":"HIGH"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M20451","name":"Neoplasms, Squamous Cell","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}