{"protocolSection":{"identificationModule":{"nctId":"NCT06478173","orgStudyIdInfo":{"id":"2024.12"},"secondaryIdInfos":[{"id":"0358","type":"OTHER_GRANT","domain":"Research Council Faroe Islands"}],"organization":{"fullName":"University of the Faroe Islands","class":"OTHER"},"briefTitle":"Exercise Training and Type 2 Diabetes","officialTitle":"The Effect of Complex Exercise Training on General Health Status in Patients With Type 2 Diabetes"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-07","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of the Faroe Islands","class":"OTHER"},"collaborators":[{"name":"National Hospital of the Faroe Islands","class":"UNKNOWN"},{"name":"University of Copenhagen","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Objective: This study investigates the effects of hybrid training in the form of small-sided football games on health status, blood glucose regulation, muscle metabolism, and well-being in patients with type 2 diabetes mellitus (T2DM), with additional focus on the impact of concurrent treatment with Glucagon-Like Peptide-1 receptor agonists and Sodium-Glucose Co-Transporter-2 inhibitors.\n\nBackground: T2DM prevalence has surged globally, characterized by insulin resistance, abnormal insulin secretion, and elevated blood glucose levels, significantly increasing cardiovascular disease risk. Physical activity is known to reduce visceral fat, improve glycaemic control, and lower cardiovascular mortality. However, the interaction between hybrid training and T2DM medication effects remains underexplored.\n\nMethods: A randomized controlled trial will be conducted with men and women aged 40-70 diagnosed with T2DM within the last 10 years. Exclusion criteria include severe micro- or macrovascular complications and pregnancy. Participants (n=800) will be invited and stratified by gender and medication status, then randomized into a football group (FG) or control group (CG). The FG will engage in 60-minute small-sided football sessions three times per week for 14 weeks. Both groups will undergo pre- and post-intervention assessments, including blood pressure, blood parameters, body composition via dual-energy X-ray absorptiometry scans, physical fitness (Yo-Yo Intermittent Endurance Test Level 1), and 24-hour glucose profiling using Continuous Glucose Monitoring systems. Muscle biopsies will be collected from a subset of participants.\n\nConclusion: This study aims to provide insights into the benefits of hybrid training for T2DM patients, potentially informing new treatment guidelines that integrate exercise and pharmacotherapy to optimize health outcomes.","detailedDescription":"Background\n\nIn recent years, there's been heightened awareness of chronic diseases like type 2 diabetes mellitus (T2DM) and their global impact. T2DM has surged dramatically, with cases quadrupling in the last 30 years. The International Diabetes Federation estimates 451 million cases globally, with projections indicating a rise to 629 million by 2045. In high-income countries, T2DM prevalence peaks in older age groups, and a study from the Faroe Islands shows the same tendency. T2DM is characterized by insulin resistance (often associated with visceral obesity), abnormal insulin secretion, and elevated blood glucose levels. It significantly increases the risk of cardiovascular disease, which is the leading cause of death among T2DM patients.\n\nStudies on T2DM patients demonstrate that 2-3 months of regular aerobic training leads to a significant reduction in visceral fat, ranging from 27% to 45% in men and women. Additionally, physical exercise improves glycemic control, with postprandial blood glucose lowered after aerobic, resistance, or combined training. Combination training, including aerobic and resistance exercises or team sports, is recommended for T2DM patients, offering optimal benefits. High-intensity interval training has shown efficiency in blood glucose regulation. Intensive lifestyle interventions in T2DM patients can markedly improve regulation and increase the likelihood of partial remission compared to general diabetes support programs. Small-sided football game studies demonstrate beneficial effects on fasting plasma glucose and complication markers. Physical fitness protects against all-cause mortality and cardiovascular death. Even low-volume physical activity is associated with a significant reduction in the relative risk of noncommunicable diseases. Recent studies suggest that complex training modes like team sports can provide broad-spectrum health effects, even with volumes lower than WHO recommendations.\n\nStandard treatment for T2DM typically includes dietary guidance and advice on a healthy lifestyle. Medical therapy often includes metformin tablets, a Glucagon-Like Peptide-1 (GLP-1) receptor agonist, and/or a sodium-glucose cotransporter-2 (SGLT-2) inhibitor, and insulin. A large portion of T2DM patients on the Faroe Islands are undergoing GLP-1 receptor agonist or SGLT-2 inhibitor treatment. Studies have shown that these medications are highly effective in improving glucose levels and promoting weight loss. The weight loss mainly involves a decrease in fat mass. However, a review has revealed that the reduction in lean body mass accounts for 20% to 50% of the total weight lost, aligning with weight loss observed with dietary changes and bariatric surgery. Therefore, it is also important to investigate to what extent the positive impact of hybrid training is influenced by GLP-1 receptor agonist and SGLT-2 inhibitor treatment.\n\nHypothesis\n\nThe primary hypothesis is that hybrid training (football) combining endurance, high-intensity interval, and resistance training improves general health status, blood glucose regulation, and muscle metabolism, as well as well-being in patients with T2DM. An exploratory hypothesis is that these changes occur irrespective of GLP-1 receptor agonist and SGLT-2 inhibitor treatment.\n\nMethods\n\nMen and women aged 40-70 diagnosed with T2DM within the last 10 years will be invited. Individuals with severe micro- or macrovascular complications and lactating or pregnant women will be excluded, as further detailed in the full protocol. Extraction from the electronic patient records indicates that approximately 800 individuals meet the criteria.\n\nThe study will be designed as a randomized control trial with small-sided football playing as the intervention. In the randomization, there will be stratification based on gender and whether the individuals are undergoing treatment with a GLP-1 receptor agonist and/or an SGLT-2 inhibitor or not. Patients will go through a test battery before (pre-tests) they are randomized into either a football group (FG) or a control group (CG) who will receive standard treatment. After the intervention, participants will undergo the same test battery (post-tests) for evaluation.\n\nTest battery: blood pressure, blood parameters such as HbA1c, plasma glucose, C-peptide, total cholesterol, high-density lipoprotein cholesterol (HDL-C), low-density lipoprotein cholesterol (LDL-C) and triglycerides, as well as systemic markers of inflammation, bone turnover markers, and urine albumin-to-creatinine ratio test. Body composition will be assessed by dual-energy X-ray absorptiometry (DXA) scans of body fat content, lean body mass, and bone mineralization. The patients will perform a Yo-Yo Intermittent Endurance test level 1 (Yo-Yo IE1) to determine physical fitness. To exclude severe peripheral neuropathy, vibration sensation in the feet will be measured using a biothesiometer along with the pre-tests.\n\nTo assess the 24-hour glucose profile, all participants in FG and CG will be provided with a blinded Continuous Glucose Monitoring system (CGM) with two sensors, each designed to last for 14 days. These sensors will be worn consecutively during the initial and final 14 days of the intervention period.\n\nMuscle biopsies will be taken from half of the football group and half of the control group before and after the intervention. The number of biopsies will depend on the total number of participants in the study.\n\nIntervention\n\nThe FG group will train in small-sided football games for 60 minutes minimum three times per week for 14 weeks. Training will be intensified from walking football to small-sided game football (3v3-7v7) after two weeks, as described by Krustrup and Krustrup. Trained coaches will be responsible for the training sessions.\n\nPerspective\n\nAdditional knowledge about the impact of hybrid training (football), combining endurance, high-intensity interval, and resistance training, on general health status, blood glucose regulation, muscle metabolism, and well-being in patients with T2DM, could form the basis for new recommendations in the treatment of this patient group. Furthermore, there is a need for a comprehensive understanding regarding the impact of hybrid training combined with GLP-1 receptor agonists and SGLT-2 inhibitor treatment in patients with T2DM."},"conditionsModule":{"conditions":["Type2diabetes"],"keywords":["Type2diabetes","Exercise training","Health","Adaptation, physiological"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The participants are randomized in a 1:1 ratio to 1) exercise training or 2) control","primaryPurpose":"OTHER","maskingInfo":{"masking":"TRIPLE","maskingDescription":"The above-mentioned are masked with regards to exercise and control (non-exercise)\n\nStatistical analysis of primary outcome will be blinded to the assessor.","whoMasked":["CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Exercise training","type":"ACTIVE_COMPARATOR","description":"Patients in the exercise group will engage in supervised soccer training 3 times a week for 14 weeks.","interventionNames":["Behavioral: Exercise training"]},{"label":"Control","type":"NO_INTERVENTION","description":"Patients in the control group will receive standard treatment and be instructed to maintain habitual activity levels at the same level as before enrollment in the study."}],"interventions":[{"type":"BEHAVIORAL","name":"Exercise training","description":"Exercise training will be performed as supervised small sided soccer games (3v3 to 7v7) 3 times a week for 14 weeks. Each session will last \\~1 hour. Patients allocated to soccer training will undergo a ramp-up phase consisting of walking soccer training during weeks 1 and 2, after which normal soccer training will be applied from weeks 3 to 14.","armGroupLabels":["Exercise training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Lean mass (kg)","description":"Lean mass will be measured using Dual-energy X-ray absorptiometry (DXA) scans","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"}],"secondaryOutcomes":[{"measure":"Fasting plasma glucose (mmol/L)","description":"Fasting plasma glucose will be measured from blood samples in a fasting state","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Glycosylated hemoglobin A1c (HbA1c) (mmol/mol)","description":"HbA1c will be measured from blood samples in a fasting state","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"C-peptide (nmol/L)","description":"C-peptide will be measured from blood samples in a fasting state","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"24h glycemic variability","description":"Measured using continuous glucose monitors (CGM) during weeks 1 and 2 and weeks 13 and 14","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Body fat percentage (%)","description":"Body fat percentage will be measured using Dual-energy X-ray absorptiometry (DXA) scans","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Body fat mass (kg)","description":"Body fat mass will be measured using Dual-energy X-ray absorptiometry (DXA) scans","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Body weight (kg)","description":"Body weight will be measured to the nearest 0.1 kg. in a fasting state without shoes and wearing light clothes.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Waist and hip circumference (cm)","description":"Waist and hip circumference will be measured in duplicate after gentle expiration.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Blood pressure (mmHg)","description":"Systolic- and diastolic blood pressure will be measured in duplicate from the non-dominant arm with a digital blood pressure monitor in sitting position after at least 5 min of rest.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Resting heart rate (bpm)","description":"Resting heart rate will be measured in duplicate from the non-dominant arm with a digital blood pressure monitor in sitting position after at least 5 min of rest.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Lipid profile (mmol/L)","description":"Total cholesterol (mmol/L), low-density lipoprotein-cholesterol (mmol/L), high-density lipoprotein cholesterol (mmol/l) and triglycerides (mmol/l) will be measured from blood samples in a fasting state.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Lipoprotein (a) (nmol/L)","description":"Lipoprotein (a) will be measured from blood samples in a fasting state","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Apolipoprotein B (nmol/L)","description":"Apolipoprotein B will be measured from blood samples in a fasting state","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"World Health Organization Quality of Life - BREF instrument (scale score 0-100)","description":"Quality of life will be evaluated with a Faroese version of the World Health Organization Quality of Life - BREF instrument (WHOQOL-BREF), which ranges from 1-5 for individual items and 0-100 for the overall domain scores with higher scores reflecting a higher quality of life.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Warwick-Edinburgh Mental Well-being Scale (scale score 14-70)","description":"Mental well-being will be evaluated with a Faroese version of the Warwick-Edinburgh Mental Well-Being Scale, which is a 14-item scale covering subjective well-being and psychological functioning. The scale is scored by summing responses to each item answered on a 1 to 5 Likert scale. The minimum scale score is 14 and the maximum is 70. A high score indicates good mental well-being whereas a low score indicates poor mental well-being","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Cardiorespiratory fitness (m)","description":"Cardiorespiratory fitness will be evaluated using the Yo-Yo intermittent endurance test level 1.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"C-terminal telopeptide of type 1 collagen (ng/ml)","description":"C-terminal telopeptide of type 1 collagen will be measured from blood samples.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Procollagen type 1 N propeptide (ng/ml)","description":"Procollagen type 1 N propeptide will be measured from blood samples.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Osteocalcin (ng/ml)","description":"Osteocalcin will be measured from blood samples","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Bone mineral density (g/cm2)","description":"Bone mineral density will be measured using Dual-energy X-ray absorptiometry (DXA) scans","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Bone mineral content (g)","description":"Bone mineral content will be measured using Dual-energy X-ray absorptiometry (DXA) scans","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Skeletal muscle mitochondrial oxidative capacity (µmol/g/min)","description":"Skeletal muscle oxidative capacity will be evaluated as maximal 3-hydroxy-acetylCoa-dehydrogenase and citrate synthase activity (µmol/g/min)","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Skeletal muscle glucose transport capacity","description":"Skeletal muscle glucose transport capacity will be evaluated as GLUT-4 protein expression","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Maximal strength (kg)","description":"Maximal strength will be determined as maximal hand-grip strength (kg) using a hand grip dynamometer","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"}],"otherOutcomes":[{"measure":"Systemic markers of inflammation (fg/mL)","description":"Interferon gamma (fg/mL), tumor necrosis factor alpha (fg/mL) and interleukins 1beta, 2, 6, 8, 10 (fg/mL) will be measured from blood samples","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"White blood cell count (×10^9/L)","description":"White blood cell count will be measured from blood samples","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"C-reactive protein (mg/L)","description":"C-reactive protein will be measured from blood samples","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"skeletal muscle muscle capillarization","description":"Skeletal muscle muscle capillarization will be evaluated from immunohistochemical staining of muscle biopsies","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Myofibre cross-sectional area","description":"Myofibre cross-sectional area will be evaluated from immunohistochemical staining of muscle biopsies","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"},{"measure":"Skeletal muscle glycogen content (mmol kg-1 d.w.)","description":"For the biochemical assessment of whole-muscle glycogen content, muscle tissue will be freeze-dried and dissected free of blood and connective tissue, and analyzed spectrophotometrically.","timeFrame":"Change from baseline to end-of-intervention (14 weeks)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Diagnosed with type 2 diabetes within ten years of study recruitment\n\nExclusion Criteria:\n\n* Diabetic retinopathy (expect mild non-proliferative retinopathy or early proliferative retinopathy\n* Macro-albuminuria (urine albumin-creatinine ratio ≥ 300 mg/g)\n* Nepropathy (plasma creatinine ≥ 130 μM)\n* Diabetic neuropathy (except mild affected vibratory testing (\\<50 V)\n* History of ischemic heart disease\n* History or signs of arterial insufficiency\n* Steroid treatment within 3 months of baseline examination\n* Thyroid disease\n* Inability or contraindication to increased levels of physical activity\n* Anaemia (haemoglobin \\< 7.3 mmol/L (women) and 8.3 mmol/L (men)\n* Signs of kidney disease\n* Pregnancy or breast feeding","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"May-Britt Skoradal, PhD","role":"CONTACT","phone":"292253","phoneExt":"+298","email":"maybritts@setur.fo"},{"name":"Magni Mohr, Professor","role":"CONTACT","phone":"292270","phoneExt":"+298","email":"MagniM@setur.fo"}],"locations":[{"facility":"University of the Faroe Islands","status":"RECRUITING","city":"Tórshavn","zip":"110","country":"Faroe Islands","contacts":[{"name":"May-Britt Skoradal, PhD","role":"CONTACT","phone":"292253","phoneExt":"+298","email":"maybritts@setur.fo"}],"geoPoint":{"lat":62.00973,"lon":-6.77164}}]},"referencesModule":{"references":[{"pmid":"24903461","type":"BACKGROUND","citation":"Andersen TR, Schmidt JF, Thomassen M, Hornstrup T, Frandsen U, Randers MB, Hansen PR, Krustrup P, Bangsbo J. A preliminary study: effects of football training on glucose control, body composition, and performance in men with type 2 diabetes. Scand J Med Sci Sports. 2014 Aug;24 Suppl 1:43-56. doi: 10.1111/sms.12259. Epub 2014 Jun 5."},{"pmid":"27697647","type":"BACKGROUND","citation":"Balakumar P, Maung-U K, Jagadeesh G. Prevalence and prevention of cardiovascular disease and diabetes mellitus. Pharmacol Res. 2016 Nov;113(Pt A):600-609. doi: 10.1016/j.phrs.2016.09.040. Epub 2016 Sep 30."},{"pmid":"32567951","type":"BACKGROUND","citation":"Barbosa A, Brito J, Figueiredo P, Seabra A, Mendes R. Football can tackle type 2 diabetes: a systematic review of the health effects of recreational football practice in individuals with prediabetes and type 2 diabetes. Res Sports Med. 2021 May-Jun;29(3):303-321. doi: 10.1080/15438627.2020.1777417. Epub 2020 Jun 22."},{"pmid":"29496507","type":"BACKGROUND","citation":"Cho NH, Shaw JE, Karuranga S, Huang Y, da Rocha Fernandes JD, Ohlrogge AW, Malanda B. IDF Diabetes Atlas: Global estimates of diabetes prevalence for 2017 and projections for 2045. Diabetes Res Clin Pract. 2018 Apr;138:271-281. doi: 10.1016/j.diabres.2018.02.023. Epub 2018 Feb 26."},{"pmid":"27473445","type":"BACKGROUND","citation":"Connolly LJ, Nordsborg NB, Nyberg M, Weihe P, Krustrup P, Mohr M. Low-volume high-intensity swim training is superior to high-volume low-intensity training in relation to insulin sensitivity and glucose control in inactive middle-aged women. Eur J Appl Physiol. 2016 Oct;116(10):1889-97. doi: 10.1007/s00421-016-3441-8. Epub 2016 Jul 29."},{"pmid":"27733284","type":"BACKGROUND","citation":"GBD 2015 Risk Factors Collaborators. Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015: a systematic analysis for the Global Burden of Disease Study 2015. Lancet. 2016 Oct 8;388(10053):1659-1724. doi: 10.1016/S0140-6736(16)31679-8. Erratum In: Lancet. 2017 Jan 7;389(10064):e1. doi: 10.1016/S0140-6736(16)32632-0."},{"pmid":"23288372","type":"BACKGROUND","citation":"Gregg EW, Chen H, Wagenknecht LE, Clark JM, Delahanty LM, Bantle J, Pownall HJ, Johnson KC, Safford MM, Kitabchi AE, Pi-Sunyer FX, Wing RR, Bertoni AG; Look AHEAD Research Group. Association of an intensive lifestyle intervention with remission of type 2 diabetes. JAMA. 2012 Dec 19;308(23):2489-96. doi: 10.1001/jama.2012.67929."},{"pmid":"28810024","type":"BACKGROUND","citation":"Johansen MY, MacDonald CS, Hansen KB, Karstoft K, Christensen R, Pedersen M, Hansen LS, Zacho M, Wedell-Neergaard AS, Nielsen ST, Iepsen UW, Langberg H, Vaag AA, Pedersen BK, Ried-Larsen M. Effect of an Intensive Lifestyle Intervention on Glycemic Control in Patients With Type 2 Diabetes: A Randomized Clinical Trial. JAMA. 2017 Aug 15;318(7):637-646. doi: 10.1001/jama.2017.10169."},{"pmid":"22818937","type":"BACKGROUND","citation":"Hallal PC, Andersen LB, Bull FC, Guthold R, Haskell W, Ekelund U; Lancet Physical Activity Series Working Group. Global physical activity levels: surveillance progress, pitfalls, and prospects. Lancet. 2012 Jul 21;380(9838):247-57. doi: 10.1016/S0140-6736(12)60646-1."},{"pmid":"29886433","type":"BACKGROUND","citation":"Krustrup P, Krustrup BR. Football is medicine: it is time for patients to play! Br J Sports Med. 2018 Nov;52(22):1412-1414. doi: 10.1136/bjsports-2018-099377. Epub 2018 Jun 9. No abstract available."},{"pmid":"28124381","type":"BACKGROUND","citation":"Krustrup P, Skoradal MB, Randers MB, Weihe P, Uth J, Mortensen J, Mohr M. Broad-spectrum health improvements with one year of soccer training in inactive mildly hypertensive middle-aged women. Scand J Med Sci Sports. 2017 Dec;27(12):1893-1901. doi: 10.1111/sms.12829. Epub 2017 Jan 25."},{"pmid":"24038928","type":"BACKGROUND","citation":"MacLeod SF, Terada T, Chahal BS, Boule NG. Exercise lowers postprandial glucose but not fasting glucose in type 2 diabetes: a meta-analysis of studies using continuous glucose monitoring. Diabetes Metab Res Rev. 2013 Nov;29(8):593-603. doi: 10.1002/dmrr.2461."},{"pmid":"26305880","type":"BACKGROUND","citation":"Milanovic Z, Pantelic S, Sporis G, Mohr M, Krustrup P. Health-Related Physical Fitness in Healthy Untrained Men: Effects on VO2max, Jump Performance and Flexibility of Soccer and Moderate-Intensity Continuous Running. PLoS One. 2015 Aug 25;10(8):e0135319. doi: 10.1371/journal.pone.0135319. eCollection 2015."},{"pmid":"24944131","type":"BACKGROUND","citation":"Mohr M, Lindenskov A, Holm PM, Nielsen HP, Mortensen J, Weihe P, Krustrup P. Football training improves cardiovascular health profile in sedentary, premenopausal hypertensive women. Scand J Med Sci Sports. 2014 Aug;24 Suppl 1:36-42. doi: 10.1111/sms.12278."},{"pmid":"25512789","type":"BACKGROUND","citation":"Noyes AM, Dua K, Devadoss R, Chhabra L. Cardiac adipose tissue and its relationship to diabetes mellitus and cardiovascular disease. World J Diabetes. 2014 Dec 15;5(6):868-76. doi: 10.4239/wjd.v5.i6.868."},{"pmid":"26177573","type":"BACKGROUND","citation":"Pandey A, Chawla S, Guchhait P. Type-2 diabetes: Current understanding and future perspectives. IUBMB Life. 2015 Jul;67(7):506-13. doi: 10.1002/iub.1396. Epub 2015 Jul 15."},{"pmid":"16451303","type":"BACKGROUND","citation":"Pedersen BK, Saltin B. Evidence for prescribing exercise as therapy in chronic disease. Scand J Med Sci Sports. 2006 Feb;16 Suppl 1:3-63. doi: 10.1111/j.1600-0838.2006.00520.x."},{"pmid":"26606383","type":"BACKGROUND","citation":"Pedersen BK, Saltin B. Exercise as medicine - evidence for prescribing exercise as therapy in 26 different chronic diseases. Scand J Med Sci Sports. 2015 Dec;25 Suppl 3:1-72. doi: 10.1111/sms.12581."},{"pmid":"28144978","type":"BACKGROUND","citation":"Pedersen MT, Vorup J, Nistrup A, Wikman JM, Alstrom JM, Melcher PS, Pfister GU, Bangsbo J. Effect of team sports and resistance training on physical function, quality of life, and motivation in older adults. Scand J Med Sci Sports. 2017 Aug;27(8):852-864. doi: 10.1111/sms.12823. Epub 2017 Feb 1."},{"pmid":"20332353","type":"BACKGROUND","citation":"Redmon JB, Bertoni AG, Connelly S, Feeney PA, Glasser SP, Glick H, Greenway F, Hesson LA, Lawlor MS, Montez M, Montgomery B; Look AHEAD Research Group. Effect of the look AHEAD study intervention on medication use and related cost to treat cardiovascular disease risk factors in individuals with type 2 diabetes. Diabetes Care. 2010 Jun;33(6):1153-8. doi: 10.2337/dc09-2090. Epub 2010 Mar 23."},{"pmid":"26656025","type":"BACKGROUND","citation":"Ried-Larsen M, Christensen R, Hansen KB, Johansen MY, Pedersen M, Zacho M, Hansen LS, Kofoed K, Thomsen K, Jensen MS, Nielsen RO, MacDonald C, Langberg H, Vaag AA, Pedersen BK, Karstoft K. Head-to-head comparison of intensive lifestyle intervention (U-TURN) versus conventional multifactorial care in patients with type 2 diabetes: protocol and rationale for an assessor-blinded, parallel group and randomised trial. BMJ Open. 2015 Dec 9;5(12):e009764. doi: 10.1136/bmjopen-2015-009764."},{"pmid":"31565876","type":"BACKGROUND","citation":"Sargeant JA, Henson J, King JA, Yates T, Khunti K, Davies MJ. A Review of the Effects of Glucagon-Like Peptide-1 Receptor Agonists and Sodium-Glucose Cotransporter 2 Inhibitors on Lean Body Mass in Humans. Endocrinol Metab (Seoul). 2019 Sep;34(3):247-262. doi: 10.3803/EnM.2019.34.3.247."},{"pmid":"30047579","type":"BACKGROUND","citation":"Skoradal MB, Helge EW, Jorgensen NR, Mortensen J, Weihe P, Krustrup P, Mohr M. Osteogenic impact of football training in 55- to 70-year-old women and men with prediabetes. Scand J Med Sci Sports. 2018 Aug;28 Suppl 1:52-60. doi: 10.1111/sms.13252. Epub 2018 Jul 26."},{"pmid":"29718556","type":"BACKGROUND","citation":"Skoradal MB, Weihe P, Patursson P, Mortensen J, Connolly L, Krustrup P, Mohr M. Football training improves metabolic and cardiovascular health status in 55- to 70-year-old women and men with prediabetes. Scand J Med Sci Sports. 2018 Aug;28 Suppl 1:42-51. doi: 10.1111/sms.13081. Epub 2018 May 2."},{"pmid":"29596941","type":"BACKGROUND","citation":"Veyhe AS, Andreassen J, Halling J, Grandjean P, Petersen MS, Weihe P. Prevalence of type 2 diabetes and prediabetes in the Faroe Islands. Diabetes Res Clin Pract. 2018 Jun;140:162-173. doi: 10.1016/j.diabres.2018.03.036. Epub 2018 Mar 27."},{"pmid":"29219149","type":"BACKGROUND","citation":"Zheng Y, Ley SH, Hu FB. Global aetiology and epidemiology of type 2 diabetes mellitus and its complications. Nat Rev Endocrinol. 2018 Feb;14(2):88-98. doi: 10.1038/nrendo.2017.151. Epub 2017 Dec 8."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Type 2 Diabetes","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}