{"protocolSection":{"identificationModule":{"nctId":"NCT06478576","orgStudyIdInfo":{"id":"XJ-TAAA-02"},"organization":{"fullName":"Lifetech Scientific (Shenzhen) Co., Ltd.","class":"INDUSTRY"},"briefTitle":"Exploratory Study on Multibranched Stent Graft System in the Treatment of Thoracoabdominal Aortic Aneurysm","officialTitle":"GUo's Renovisceral Artery Reconstruction-2: a Prospective,Single Center,Single-arm Clinical Trial to Evaluate the Safety and Efficacy of a multibRANched sTEnt Graft systEm for Thoracoabdominal Aortic Aneurysm"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-05-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"XuWei","investigatorTitle":"Project manager","investigatorAffiliation":"Lifetech Scientific (Shenzhen) Co., Ltd."},"leadSponsor":{"name":"Lifetech Scientific (Shenzhen) Co., Ltd.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The objective of this study is to evaluate the feasibility of multibranched stent graft system for Endovascular Treatment of Thoracoabdominal Aortic Aneurysm（TAAA）","detailedDescription":"The physician shall strictly follow the clinical study protocol and shall not deviate from or substantially change the protocol. However, in case of emergency such as immediate risk to the subjects, which needs tobe eliminated immediately, it may be reported in written form afterwards. During the course of the study,documents such as amendments to the clinical study protocol and informed consent, requests for deviation,and resumption of the suspended clinical study shall be subject to the written approval of the Ethics Committee"},"conditionsModule":{"conditions":["Thoracoabdominal Aortic Aneurysm"],"keywords":["Lifetech","multibranched stent graft system","Endovascular Treatment"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":73,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"multibranched stent graft system","type":"EXPERIMENTAL","description":"Endovascular treatment of patients withThoracoabdominal Aortic Aneurysm using multibranched stent graft system","interventionNames":["Device: multibranched stent graft system"]}],"interventions":[{"type":"DEVICE","name":"multibranched stent graft system","description":"To evaluate the feasibility of multibranched stent graft system for Endovascular Treatment of Thoracoabdominal Aortic Aneurysm（TAAA）","armGroupLabels":["multibranched stent graft system"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Incidence of Major Adverse Events (MAE) Within 30 Days Postoperative","description":"Major Adverse Event (MAE) was defined as all-cause death, liver failure, intestinal necrosis, kidney failure, stroke, permanent paraplegia, myocardial infarction, and respiratory failure","timeFrame":"within 30 days postoperative"},{"measure":"The success rate of thoracic and abdominal aortic aneurysm treatment after 12 months of surgery","description":"Successful treatment of thoracoabdominal aortic aneurysm is a composite endpoint that requires meeting the following indicators at the same time: immediate technical success (immediate technical success refers to the successful delivery of the delivery system to the predetermined position, successful deployment of the system, safe withdrawal of the delivery system from the body, and no type I/III endoleak), and no secondary surgical intervention related to thoracoabdominal aortic aneurysm within 12 months after surgery (secondary surgery caused by aneurysm rupture, continuous enlargement, stent migration, type I/III endoleak, branch vessel stenosis/occlusion).","timeFrame":"Intraoperative and 12 months postoperatively"}],"secondaryOutcomes":[{"measure":"Delivery system-related complications during perioperative period (from surgery to 30 days after surgery)","description":"The incidence rate of related complications during the perioperative period (from surgery to 30 days after surgery), including intraoperative transition surgeries caused by delivery devices, bleeding, hematoma, and pseudoaneurysm during the delivery access route.","timeFrame":"perioperative period (from surgery to 30 days after surgery)"},{"measure":"All-cause mortality at 6 months and 12 months postoperatively","description":"All-cause mortality refers to death from any cause that occurs within the follow-up time period.","timeFrame":"6 months and 12 months postoperatively"},{"measure":"Mortality Rate Related to Thoracoabdominal Aortic Aneurysm at 6 months and 12 months postoperatively","description":"Mortality related to thoracoabdominal aortic aneurysm refers to death caused by the rupture of the thoracoabdominal aortic aneurysm or surgery for the treatment of the thoracoabdominal aortic aneurysm.","timeFrame":"6 months and 12 months postoperatively"},{"measure":"Incidence of severe adverse events at 6 and 12 months postoperatively","description":"A serious adverse event refers to any occurrence during a clinical trial that leads to death or a serious deterioration in health status, including fatal illnesses or injuries, permanent defects in physical structure or function, the need for hospitalization or prolongation of hospital stay, the need for medical or surgical intervention to prevent permanent defects in physical structure or function, or events leading to fetal distress, fetal death, or congenital abnormalities or defects.","timeFrame":"6 months and 12 months postoperatively"},{"measure":"Device-related adverse events at 6 months and 12 months postoperatively","description":"Adverse events refers to an unfavorable medical event that occurs during a clinical trial, regardless of whether it is related to the medical device being tested. However, it should be distinguished from normal postoperative stress reactions, such as fever and constipation. If the researcher determines that they are normal postoperative stress reactions, they do not need to be recorded as adverse events. If the surgeon chooses staged reconstruction due to the subject's medical condition, it does not constitute an adverse event.","timeFrame":"6 months and 12 months postoperatively"},{"measure":"aneurysmal enlargement at 6 and 12 months postoperatively","description":"aneurysmal enlargement defined as a maximum aortic diameter increase of \\> 5 mm","timeFrame":"6 and 12 months postoperatively"},{"measure":"type I/III endoleak at 6 and 12 months postoperatively","description":"Type I endoleak, also known as peri-graft endoleak or graft-related endoleak, refers to the leakage caused by the inability of the stent graft to tightly adhere to the autologous vessel, leading to continuous blood flow into the aneurysm sac. This includes proximal and distal Type I endoleaks. Type III endoleak refers to the leakage caused by the inability of the stent graft's own connectors to tightly adhere or the rupture of the artificial vessel, which results in continuous blood flow into the aneurysm sac.","timeFrame":"6 and 12 months postoperatively"},{"measure":"stent graft migration at 6 and 12 months postoperatively","description":"The evaluation criteria are: at the postoperative follow-up nodes, the position shift of the thoracoabdominal aortic covered stent is greater than 10mm compared to before discharge, or the shift causes symptoms or requires intervention.","timeFrame":"6 and 12 months postoperatively"},{"measure":"renovisceral artery patency rate at 6 and 12 months postoperatively","description":"branch vessel patency is defined as stenosis of ≤50%","timeFrame":"6 and 12 months postoperatively"},{"measure":"Incidence of secondary surgical interventions related to the Thoracoabdominal Aortic Aneurysm at 6 and 12 months postoperatively","description":"Notes: Due to the patient's condition, the surgeon's choice of staged reconstruction does not constitute a secondary surgical intervention.","timeFrame":"6 and 12 months postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥18 and ≤80 years;\n2. Patients diagnosed with thoracoabdominal aortic aneurysm (based on the modified Crawford classification and the 2019 European guidelines for the treatment of aortic aneurysms), and should meet at least one of the following conditions:\n\n   1. Maximum diameter of TAAA \\>50 mm,\n   2. rapid growth of sac \\>5 mm in diameter in the most recent 6 months, or rapid growth \\>10 mm in diameter within 1 year\n   3. Symptoms related to thoracoabdominal aortic aneurysm, such as clear abdominal pain and back pain.\n3. Anatomical criteria, including:\n\n   1. Proximal landing zone 17-36 mm in diameter and ≥25 mm in length\n   2. If distal landing zone in abdominal aorta:Distal landing zone 12-36 mm in diameter and ≥20 mm in length If distal landing zone in iliac artery:Distal landing zone 7-25 mm in diameter and ≥15 mm in length\n   3. Visceral vessel landing zone 6-13 mm in diameter and ≥15 mm in length\n   4. Renal artery landing zone 4.5-9 mm in diameter and ≥15 mm in length\n4. Patients with Feasible iliofemoral artery and upper patent upper extremity access;\n5. Patients who can understand the purpose of the trial, volunntarily participate and sign the informed consent form, and are willing to complete the follow-up according to the requirements of the protocol;\n\nExclusion Criteria:\n\n1. Ruptured aortic aneurysm in unstable haemodynamic condition;\n2. Aneurysmal aortic dissection;\n3. Infected or mycotic aortic aneurysm;\n4. Patients whose systemic or local infection may increase the risk of intravascular graft infection;\n5. Patients with occlusion of the superior mesenteric artery, celiac trunk, or renal artery.\n6. Requiring simultaneous coverage or embolisation for bilateral internal iliac arteries;\n7. Severe stenosis, calcification, or mural thrombus at stent-graft landing zone;\n8. Diagnosis of acute coronary syndrome within 6 months; Acute coronary syndrome refers to an acute cardiac ischemia syndrome caused by the rupture or erosion of unstable atherosclerotic plaques in the coronary arteries, which is followed by the formation of fresh thrombus. It includes ST-segment elevation myocardial infarction, non-ST-segment elevation myocardial infarction, and unstable angina pectoris.\n9. Patients with any transient ischemic attack (TIA) or ischemic stroke within 3 months;\n10. Preoperative liver renal function abnormalities (ALT or AST ≥ 5 times the upper limit of normal value), or serum creatinine ≥ 150 μmol/L;\n11. Severe pulmonary insufficiency who cannot tolerate general anaesthesia;\n12. Severe coagulation dysfunction;\n13. Undergone major surgical or interventionic surgery within 30 days before surgery;\n14. An allergic history for contrast agents, anticoagulants, antiplatelet drugs, stent graft or materials of delivery system( (referring to nickel-titanium, polyester, PTFE, nylon-based polymer materials)；\n15. Patients with connective tissue diseases, such as systemic lupus erythematosus, Marfan syndrome, Ehlers-Danlos syndrome, or Behcet's disease；\n16. Patients with takayasu arteritis;\n17. Patients with serious vital organ dysfunction or other serious disease;\n18. Planning pregnancy, pregnancy, or breastfeeding;\n19. The patient participated in other clinical trials or not completed or withdrawn from other clinical trials within the last 3 months at the time of screening period ;\n20. Life expectancy less than 1 year;\n21. Patients not appropriate for endovascular repair based on the investigators' clinical judgement.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wei Xu, Professor","role":"CONTACT","phone":"15695219339","phoneExt":"86","email":"xuwei@lifetechmed.com"}],"overallOfficials":[{"name":"Wei Guo, Professor","affiliation":"Chinese PLA General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chinese PLA General Hospital","status":"RECRUITING","city":"Beijing","country":"China","contacts":[{"name":"Wei Guo, Professor","role":"CONTACT"},{"name":"Wei Guo","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.9075,"lon":116.39723}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000783","term":"Aneurysm"},{"id":"D000001014","term":"Aortic Aneurysm"},{"id":"D000094624","term":"Aortic Aneurysm, Thoracoabdominal"},{"id":"D000017545","term":"Aortic Aneurysm, Thoracic"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001018","term":"Aortic Diseases"},{"id":"D000017544","term":"Aortic Aneurysm, Abdominal"}],"browseLeaves":[{"id":"M4113","name":"Aneurysm","asFound":"Aneurysm","relevance":"HIGH"},{"id":"M4330","name":"Aortic Aneurysm","asFound":"Aortic Aneurysm","relevance":"HIGH"},{"id":"M3070","name":"Aortic Aneurysm, Thoracoabdominal","asFound":"Thoracoabdominal Aortic Aneurysm","relevance":"HIGH"},{"id":"M19801","name":"Aortic Aneurysm, Thoracic","asFound":"Thoracoabdominal Aortic Aneurysm","relevance":"HIGH"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4334","name":"Aortic Diseases","relevance":"LOW"},{"id":"M19800","name":"Aortic Aneurysm, Abdominal","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}