{"protocolSection":{"identificationModule":{"nctId":"NCT06474962","orgStudyIdInfo":{"id":"71092523.7.0000.0068"},"organization":{"fullName":"University of Sao Paulo","class":"OTHER"},"briefTitle":"Cardiorespiratory Fitness and Health Parameters in E-cigarrete Users: Impact of a Short Term Pause in Consumption","officialTitle":"Cardiorespiratory Fitness and Health Parameters in E-cigarrete Users: Impact of a Short Term Pause in Consumption","acronym":"EXERVAPE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-04","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Bruno Gualano","investigatorTitle":"Associate Professor","investigatorAffiliation":"University of Sao Paulo"},"leadSponsor":{"name":"University of Sao Paulo","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Goal: Investigate the health effects of electronic cigarettes (e-cigarettes) and whether a short break from using them can improve health.\n\nParticipants:\n\nUp to 148 people (74 who use e-cigarettes and 74 who don't) Age and sex will be matched between the groups.\n\nStudy Design:\n\nTwo connected studies:\n\nObservational Study: Compares general health (including lung function, heart health, blood pressure, and inflammation) of e-cigarette users to non-smokers.\n\nClinical Trial: E-cigarette users will be randomly assigned to either:\n\nTake a 7-day break from e-cigarettes (intervention group) Continue using e-cigarettes as usual (control group) Both groups will have their health measured before and after the 7-day period. Main Outcome: How well your heart and lungs work during exercise.\n\nOther Outcomes: Lung function, blood vessel function, risk factors for heart disease, and body measurements.\n\nWhy is this study important?\n\nE-cigarettes are becoming more popular, but their health effects are unknown. This study will provide new information on whether e-cigarettes harm your health and if quitting for a short time can improve it.\n\nThis information can be used to create better public health policies about e-cigarettes.","detailedDescription":"The emergence of electronic smoking devices is a recent and scientifically underexplored phenomenon. These devices were initially thought of as a harm-reduction strategy in cigarette smokers, a purpose for which there is still no definitive evidence of effectiveness. Preliminary but consistent findings in the literature suggest the possibility of detrimental health effects to e-cigarette users. Despite being prohibited for sale in the country, electronic cigarettes are easily accessible, in an unregulated manner. The increasing number of users, approaching one million according to recent data, and the uncertainties regarding the composition, manufacturing quality, and potential long-term effects of exposure to the vapor they produce, make the use of electronic cigarettes an emerging issue in Brazilian public health. Based on the aforementioned issues, exploring the potential effects of this new health-related behavior is urgent. Thus, the present proposal describes a research project envisioning the execution of two interconnected studies: (1) an observational cross-sectional analysis, in an exposed-control design, evaluating general health parameters of electronic cigarette users compared to non-smoking control individuals, matched by sex and age; and (2) an intervention study nested within the first study, designed as a randomized clinical trial, with electronic cigarette users assigned to a group that will take a 7-day pause from using these devices, compared to a control group that will not undergo any intervention. The studies were designed with cardiorespiratory fitness - measured by a maximum exercise cardiopulmonary test (ergospirometry) - as the primary outcome. The sample size calculated for the cross-sectional study comprises 148 individuals (74 per group), and the intended sample for the randomized clinical trial consists of the 74 electronic cigarette users already recruited for the cross-sectional study. The secondary outcomes of both studies are related to cardiorespiratory parameters, pulmonary function (spirometry), vascular function (endothelial function and tissue oxygenation), cardiovascular risk (lipid profile and blood pressure), inflammatory markers, and anthropometric measurements. The statistical analyses will be performed using Analysis of Covariance (ANCOVA), with physical activity level as a covariate for the cross-sectional study, and Generalized Estimating Equations (GEE), with initial oxygen consumption value as a covariate for the clinical trial. The investigators expect that the proposed studies yield new and relevant information regarding the potential harmful effects of electronic cigarettes, as well as the possibility of reversing these effects through refraining from their consumption. The novelty of the studies, the urgency of the topic, the boldness of the experimental approaches, and the high immediate applicability of the findings are highlighted in this proposal, with the potential to support public health policies concerning this relevant issue."},"conditionsModule":{"conditions":["Electronic Nicotine Delivery Systems"],"keywords":["vaping","e-cigarette"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":148,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pause","type":"EXPERIMENTAL","description":"Individuals will attempt to halt e-cigarette consumption for 7 days","interventionNames":["Behavioral: Pause"]},{"label":"Control","type":"NO_INTERVENTION","description":"Individuals will continue habits as usual"}],"interventions":[{"type":"BEHAVIORAL","name":"Pause","description":"7 days of no e-cigarette consumption","armGroupLabels":["Pause"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximal oxygen consumption","description":"Maximal cardiorespiratory fitness assessed in a treadmill test","timeFrame":"Baseline"},{"measure":"Maximal oxygen consumption","description":"Maximal cardiorespiratory fitness assessed in a treadmill test","timeFrame":"7 days"}],"secondaryOutcomes":[{"measure":"Pulmonary function","description":"Assessed through spirometry analysis of flow volume loops patterns","timeFrame":"Baseline"},{"measure":"Pulmonary function","description":"Assessed through spirometry analysis of flow volume loops patterns","timeFrame":"7 days"},{"measure":"Endothelial function","description":"Assessed through ultrasonography of brachial artery","timeFrame":"Baseline"},{"measure":"Endothelial function","description":"Assessed through ultrasonography of brachial artery","timeFrame":"7 days"},{"measure":"Lipid profile","description":"Blood concentrations of HDL cholesterol, LDL cholesterol, total cholesterol and tryglicerides","timeFrame":"Baseline"},{"measure":"Lipid profile","description":"Blood concentrations of HDL cholesterol, LDL cholesterol, total cholesterol and tryglicerides","timeFrame":"7 days"},{"measure":"Health-related quality of life","description":"Assessed through \"Short-form 36\" questionnaire","timeFrame":"Baseline"},{"measure":"Health-related quality of life","description":"Assessed through \"Short-form 36\" questionnaire","timeFrame":"7 days"},{"measure":"Anxiety symptoms","description":"Assessed through Beck's Anxiety Inventory","timeFrame":"Baseline"},{"measure":"Anxiety symptoms","description":"Assessed through Beck's Anxiety Inventory","timeFrame":"7 days"},{"measure":"Blood pressure","description":"Office blood pressure measured with automated oscillometric device","timeFrame":"Baseline"},{"measure":"Inflammatory status","description":"Measured by blood concentration of inflammatory markers: interleukins 6 and 10, interferon-gamma, c-reactive protein and tumoral necrosis factor alpha","timeFrame":"Baseline"},{"measure":"Inflammatory status","description":"Measured by blood concentration of inflammatory markers: interleukins 6 and 10, interferon-gamma, c-reactive protein and tumoral necrosis factor alpha","timeFrame":"7 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 14 years of age or older\n* Reporting using nicotine electronic cigarettes (e-cigarettes)\n* Serum cotinine levels equal to or greater than 3 ng/mL\n\nExclusion Criteria:\n\n* Contraindications for maximum exercise testing or any of study procedures\n* Use of any smoking product except e-cigarette (combustible cigarette, cigar, hookah, marijuana, etc.)","healthyVolunteers":true,"sex":"ALL","minimumAge":"14 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Bruno Gualano, PhD","role":"CONTACT","phone":"551126618022","email":"gualano@usp.br"},{"name":"Lucas Porto Santos, PhD","role":"CONTACT","phone":"5551999636177","email":"lucaspsantos87@gmail.com"}],"overallOfficials":[{"name":"Bruno Gualano, PhD","affiliation":"University of Sao Paulo","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Clinical Hospital of the School of Medicine, University of Sao Paulo","city":"Sao Paulo","zip":"05403-000","country":"Brazil","geoPoint":{"lat":-23.5475,"lon":-46.63611}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be shared in accordance with institutional and legal requirements and will be provided upon reasonable request.","timeFrame":"Data will be available upon the publication of first study report containing the study's primary outcome and will be kept available indefinitely.","accessCriteria":"E-mail to study's principal investigator requesting data will be analyzed by the study team."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}