{"protocolSection":{"identificationModule":{"nctId":"NCT06473012","orgStudyIdInfo":{"id":"2023-0030-001"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Cluster RCT of Cognitive Behavioral Therapy to Support Caregivers of Older Adults in Hong Kong","officialTitle":"Cluster Randomized Controlled Trial to Test the Efficacy of a Cognitive Behavioral Therapy to Support Caregivers of Older Adults in Hong Kong"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Prof. Vivian W.Q. Lou","investigatorTitle":"Professor","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this cluster randomized controlled trial study is to compare the effectiveness of a novel psychosocial intervention based on Cognitive Behavioral Therapy, lifestyle intervention and effective communication skills in caregivers of older adults in Hong Kong. The main question\\[s\\] it aims to answer are:\n\nWhat is the impact of the 6-week psychosocial intervention on distress and burden among participants? Participants will participate in a 6-week psychosocial intervention. Researchers will compare the results between the intervention group and the active control group to see if participants in the intervention group have lower distress and burden.","detailedDescription":"Proposed Study:\n\nWe propose a 6-week cluster randomized controlled trial to compare the effectiveness of a novel psychosocial intervention for caregivers of older adults in Hong Kong. The intervention is based on Cognitive Behavioral Therapy, lifestyle intervention, and effective communication skills.\n\nCluster Randomization:\n\nThe research team will perform cluster randomization using statistical software and notify the district-based caregiver support units of their group allocations. Randomisation will be first stratified by SES of district-based caregiver support units, then using random permuted blocks via an online computer randomisation system from an independent clinical trials unit. District-based caregiver support units will be randomised into an intervention or control group.\n\nOutcomes:\n\nThe primary objective of this study is to reduce carers' depressive symptoms and anxiety through the implementation of a CBT-guided intervention that includes symptom management, stress management, and coping skills training. The secondary objective of this study is to improve carers' self-efficacy for stress management by providing them with the necessary skills and strategies from the CBT-guided intervention.\n\nRecruitment and Inclusion Criteria:\n\nA total of 250 caregivers from elderly community service units will be recruited. The inclusion criteria are as follows: 1) Participants must be adults aged 18 or above with a family member aged 60 or above requiring caregiving, providing at least 6 hours of care per week; 2) They must self-identify as a family caregiver; 3) Participants must live in Hong Kong and 4) be able to communicate with the interventionist; 5) Participation must be voluntary; 6) Participants must report significant insufficiency in self-efficacy (a score \\< 50 using the Caregiver Self-Efficacy Scale (CSES-8)) or 7) low level of caregiving preparedness (a score \\< 2 using the Preparedness for Caregiving Scale (CPS)); 8) Additionally, participants must report moderate risk need in the Carer Need Screening tool, as well as 9) mild to moderate depressive symptoms (PHQ-9 score 5-14) and 10) mild to moderate anxiety (GAD-7 score 5-14). The exclusion criteria include: 1) the older family member receiving government-subvented service; 2) having diagnosed Alzheimer's or other dementia; or 3) experiencing acute health conditions that hinder caregiving support or intervention participation.\n\nStudy Procedures:\n\nThis study will consist of a 6-week intervention, with a screening process to be conducted prior to the intervention implementation. Pre-implementation and post-implementation assessments, as well as a 3-month follow-up evaluation, will be performed for statistical comparison. The participation of caregivers in tests, surveys, and interviews will not affect the quality of care they receive. No drug usage or medical treatment is involved in this study, and there are no anticipated physical or medical risks to participants. Withdrawal from the study is voluntary at any time, and will not impact participants' ongoing medical care or legal rights.\n\nThe screening process involves carers completing a standardized screening form comprising items pertaining to demographics, self-efficacy, caregiving preparedness, and willingness to join, which they will either fill out independently or have facilitated by project staff upon enrolling for membership. Carers' needs are classified into four levels: low, mild, moderate, and high.\n\nThe Carer Need Screening Tool was developed and validated by the research team of the Jockey Club Carer Space Project, which was led by Professor Vivian Lou, the Director of the Sau Po Centre on Ageing at the University of Hong Kong. The research centre followed a six-step approach, based on the scale development method proposed by Hinkin (1995), to establish the Carer Need Screening Tool. These steps encompassed: (1) a literature review, (2) the formation of an expert panel, (3) a Delphi study, (4) the confirmation of an item list, (5) an item validation study, and (6) the finalization of the scale. The research team developed a 22-item screening tool, and the screening tool involves 5 domains of risk including carers' mental ill health, caregiving capacity, lack of support, carers' health challenges, and high care demands.\n\nData Analysis:\n\nA MANOVA will be conducted for the continuous variables and a chi-square test will be used for the categorical variables, to compare the differences between the primary and secondary outcomes of the two groups. The associations among different variables will be investigated using Pearson's correlation analysis. The interaction Group x Time treatment effects within and between the groups will be tested with a factorial ANOVA with repeated measures. Differential changes in each outcome across the 3 assessment time points (T0, T1, T2) between the two treatment groups will be compared. Recruitment rate, attrition rate, and missing data will also be examined and reported. All outcome measures will be analysed based on intention-to-treat principles. Exploratory analysis will assess whether the intervention effects are mediated by caregiver self-efficacy or knowledge gain. The data will be analysed using SPSS, version 28.0. All statistical tests will be two-sided with the level of significance set at .05.\n\nData Storage and Privacy:\n\nPersonal data will be securely stored by the principal investigator for 5 years after the publication of the first paper, followed by 10 years for anonymized data. All information will be used for research purposes only and stored on encrypted workstations and password-protected online cloud storage."},"conditionsModule":{"conditions":["Caregiver Burden","Depressive Symptoms","Quality of Life","Self Efficacy","Resilience"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A multi-site RCT with one intervention group and one control group is planned to be implemented. The intervention group will receive a novel group intervention based on cognitive behavioral therapy, lifestyle intervention, and effective communication skills. It is tailor-made for caregivers of older adults in Hong Kong identified with psychological symptoms or risks through empirically validated screening assessment. It is devised and administered with the consideration of the Hong Kong local culture.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CBT Experimental Group","type":"EXPERIMENTAL","description":"Group intervention based on Cognitive Behavioral Therapy, lifestyle intervention, and effective communication.","interventionNames":["Behavioral: Cognitive Behavioral Therapy for Caregivers of Older Adults"]},{"label":"Active Control Group","type":"ACTIVE_COMPARATOR","description":"The session focused on education about lifestyle and communication.","interventionNames":["Behavioral: Control intervention for Caregivers of Older Adults"]}],"interventions":[{"type":"BEHAVIORAL","name":"Cognitive Behavioral Therapy for Caregivers of Older Adults","description":"Cognitive Behavioral Therapy Intervention for Caregivers of Older Adults is designed to be implemented in a group setting with 12 to 15 caregivers in a group. It consists of 6 weekly sessions, and each session lasts for 90 minutes to 120 minutes. The content of the intervention is based on lifestyle intervention, CBT and effective communication skills. Home practices will be assigned to the participants in between each weekly session.","armGroupLabels":["CBT Experimental Group"]},{"type":"BEHAVIORAL","name":"Control intervention for Caregivers of Older Adults","description":"The control group receives 6 weekly education sessions on useful healthcare information (mental health, physical health, health ageing and dementia). Each session lasts for 90 minutes to 120 minutes.","armGroupLabels":["Active Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Caregiver Risk Screening Tool (RST-22)","description":"Risk screening tool 22-item. The Carer Need Screening Tool is a 22-item assessment that evaluates caregivers across 5 key domains of risk:Carers' mental ill health, Caregiving capacity, Lack of support, Carers' health challenges and High care demands.","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"Cantonese short version of the Zarit Burden Interview (CZBI)","description":"Reduced burden of caregivers","timeFrame":"3 months"},{"measure":"The World Health Organization Quality of Life (WHOQoL-BREF)","description":"he WHOQOL-BREF is a 28-item instrument developed by the World Health Organization to assess an individual's quality of life across four domains: physical health, psychological health, social relationships, and environment.","timeFrame":"3 months"},{"measure":"Patient Health Questionnaire (PHQ-9)","description":"The PHQ-9 is a self-report instrument used to assess symptoms of depression.","timeFrame":"3 months"},{"measure":"Connor-Davidson Resilience Scale (CD-RISC-25)","description":"The CD-RISC is a 25-item self-administered scale that assesses an individual's level of resilience.","timeFrame":"3 months"},{"measure":"Self-Care Self-Efficacy Scale (SCSES-10)","description":"The SCSES-10 is a measurement tool used to assess an individual's self-efficacy self-care self-efficacy for chronic illness and has been tested in the Hong Kong population.","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* family member needs to be the identified adult primary caregiver to an older adult aged 60 years old or above who living in the community\n* caregiver needs to score \\< 50 using the Caregiver Self-Efficacy Scale (CSES-8) which represents significant insufficiency in self-efficacy\n* report mild to moderate depressive symptoms: a total score ranged from 5 to 14 using the Patient Health Questionnaire (PHQ-9)\n* report mild to moderate anxiety: a total score ranged from 5 to 14 using the Generalized Anxiety Disorder 7-item (GAD-7)\n* living in designated clusters in Hong Kong\n\nExclusion Criteria:\n\n* caregivers diagnosed with Alzheimer's disease or other types of dementia\n* older family member with caregiving needs is receiving government-subvented service\n* suffering from acute health conditions, such as conditions caused by a virus, infection, injury, misuse of drugs or medications, preventing the provision of caregiving support\n* illiterate","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vivian Lou, PhD","role":"CONTACT","phone":"3917 4835","email":"wlou@hku.hk"}],"overallOfficials":[{"name":"Vivian Lou, PhD","affiliation":"Sau Po Center on Ageing, HKU","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Sau Po Center on Ageing HKU","city":"Hong Kong","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data collected in this study will be published and submitted to academic journals to share with other researchers.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"Between 2024 and 2026, the data will become available.","accessCriteria":"Upon request from the academic journals."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000084802","term":"Caregiver Burden"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000013315","term":"Stress, Psychological"}],"browseLeaves":[{"id":"M2480","name":"Caregiver Burden","asFound":"Caregiver Burden","relevance":"HIGH"},{"id":"M7058","name":"Depression","asFound":"Depressive Symptoms","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M16105","name":"Stress, Psychological","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}