{"protocolSection":{"identificationModule":{"nctId":"NCT06482827","orgStudyIdInfo":{"id":"17797"},"organization":{"fullName":"McMaster University","class":"OTHER"},"briefTitle":"Treatment for Diabetic Neuropathy Using Repetitive Transcranial Magnetic Stimulation","officialTitle":"Effects of Repetitive Transcranial Magnetic Stimulation on Neuropathy in Diabetic Neuropathy: A Pilot Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Aimee Nelson","investigatorTitle":"Proffessor","investigatorAffiliation":"McMaster University"},"leadSponsor":{"name":"McMaster University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of this study is to determine whether a 4-week treatment of repetitive transcranial magnetic stimulation (rTMS) can alleviate the symptoms of neuropathy in individuals with diabetic neuropathy. The study will involve using questionnaires, nerve assessments, sensory tests, blood flow measurements, and blood tests to monitor any changes in symptoms after the rTMS intervention.","detailedDescription":"Diabetic neuropathy (DN) is one of the most common complications of diabetes, occurring in \\~50% of patients (Juster-Switlyk \\& Smith, 2016; Pop-Busui et al., 2017). DN results from damage to the peripheral and autonomic nervous systems (Feldman et al., 2019). Due to the damage to small peripheral nerve fibers, patients often do not properly perceive local traumas because of the absence of pain perception and vibration perception. The upper and lower limbs are the most commonly affected areas among individuals with DN, putting patients at a higher risk of developing skin ulcerations and undergoing amputations (Bondar \\& Popa, 2018). DN is characterized by various symptoms including numbness, loss of sensation, tingling, weakness, pain, unsteadiness, loss of vibration sense and abnormal temperature (often cold) (Feldman et al., 2019). DN is associated with decreased quality of life, depression, sleep disturbance and anxiety (Callaghan et al., 2015; Sieberg et al., 2018). It is currently managed by the control of blood glucose levels, medications to relieve pain and symptoms, physical therapy and lifestyle modifications (Feldman et al., 2019). The global prevalence of DN is increasing, leading to a high incidence of lower limp amputations in the DN population, which accounts for approximately 70% of non-traumatic amputations worldwide (Bondar \\& Popa, 2018). DN is also correlated with increased risk of cardiovascular disease and leads to an increase in mortality of diabetic patients (Duran-Salgado \\& Rubio-Guerra, 2014). Therefore, it is crucial to find new ways to improve neuropathy in patients living with DN.\n\nA novel approach to treating neuropathy is through the induction of neuroplasticity. Neuroplasticity refers to the ability of the brain to change, either through structural reorganization or functional changes in brain activation (Hallett, 2007). Neuroplasticity can be induced non-invasively with a form of brain stimulation known as repetitive Transcranial Magnetic Stimulation (rTMS). rTMS involves an electromagnetic coil placed against the scalp that generates magnetic pulses to induce electric fields in the brain. By delivering these electric fields in rapid succession and at low intensity, functional changes in the brain (i.e. neuroplasticity) can be evoked. rTMS can be used to treat neurodegeneration, blood flow change, autonomic nervous disorders, depression, and vascular endothelial injury. rTMS can produce inhibitory or excitatory stimulation of the cerebral cortex or specific areas, leading to remodeling of the nervous system. This makes it a promising application for promoting nerve regeneration, neuroprotection, and localization of injuries (Xu \\& Xu, 2021). DN is closely related to cardiovascular disease as DN damages the autonomic nervous system (ANS), which controls heart rate (HR) and blood pressure (BP) (Vinik et al., 2013). With rTMS, this damage in ANS, specifically, HR and BP, can be improved. Inhibitory stimulation can lower HR while excitatory stimulation can enhance heart rate variability. Both inhibitory and excitatory stimulation can lower BP (Lee et al., 2023). Thus, the use of rTMS can improve a variety of functions that could prevent further complications and possibly improve neuropathy, as well.\n\nInflammation is a crucial factor in the progression of DN, as it involves an increase in chemokine production, inflammatory cell infiltration in the kidney, tissue damage, and production of pro-inflammatory cytokines (Duran-Salgado \\& Rubio-Guerra, 2014). Infiltration of inflammatory cells into the kidney can lead to diabetic kidney disease, which is the most prevalent cause of terminal renal failure globally with suboptimal treatment options (Lim \\& Tesch, 2012). Due to the close link between DN and inflammation, reducing inflammation has been suggested as a possible therapeutic option for this population. Additionally, diabetic wounds and inflammation are also associated, therefore controlling inflammation may improve wound management and healing rates (Pop-Busui et al., 2016). Researchers have recently discovered that rTMS can impact the levels of inflammatory markers (such as IL-1B, IL-6, IL-10, TNF-α, TGF-β, CRP, SP, and BDNF) in other conditions such as depression, post-stroke, and Alzheimer's (Cha et al., 2022; Velioglu et al., 2021; Zhao et al., 2019). The study by Zhao et al. (2019) investigated the effects of 20 sessions of rTMS intervention on 29 individuals diagnosed with refractory depression. Significant increases in serum BDNF levels and decreases in IL-1β and TNF-α levels were noted after one week of intervention, compared to healthy individuals, and this trend continued over the 4-week stimulation period. However, there was no change noted in the sham group. Cha et al. (2022) conducted a post-stroke study measuring the effects of 10 sessions of rTMS intervention on 10 individuals with post-stroke cognitive impairment. Following the intervention, levels of IL-1β, IL-6, TNF-α, and TGF-β mRNA decreased. Velioglu et al. (2021) explored the effects of 10 sessions of rTMS intervention on 15 individuals with Alzheimer's Disease. An increase in BDNF levels was noted following the conclusion of the intervention. Although no studies have been done in the DN population, the use of rTMS to examine changes in these levels is promising.\n\nThe goal of the proposed research is to investigate the use of rTMS to improve the symptoms of neuropathy in patients living with diabetic neuropathy."},"conditionsModule":{"conditions":["Diabetic Neuropathies"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group A (Sham)","type":"SHAM_COMPARATOR","description":"Participants in group A will take part in 4 weeks of treatment with 5 sessions per week. Each session will involve sham repetitive transcranial magnetic stimulation (rTMS). Sham rTMS will be delivered at 10 Hz, 2004 pulses targeting the leg representation of the primary motor cortex. Participants will hear and experience the clicking but will not be provided with any stimulation. Sham rTMS will take approximately 11.5 minutes.","interventionNames":["Device: Sham Repetitive transcranial magnetic stimulation"]},{"label":"Group B (Active)","type":"ACTIVE_COMPARATOR","description":"Participants in group B will take part in 4 weeks of treatment with 5 sessions per week. Each session will involve real repetitive transcranial magnetic stimulation (rTMS). rTMS will be delivered at 10 Hz, 2004 pulses targeting the leg representation of the primary motor cortex. rTMS will take approximately 11.5 minutes.","interventionNames":["Device: Repetitive transcranial magnetic stimulation"]}],"interventions":[{"type":"DEVICE","name":"Sham Repetitive transcranial magnetic stimulation","description":"Sham repetitive transcranial magnetic stimulation (rTMS) is a non-invasive, non-painful procedure. The abductor pollicis brevis (APB) muscle of the left motor cortex will be targeted using neuronavigation software. During the sham, participants will hear and experience the clicking from the device but will not be provided with any stimulation. The delivery of sham rTMS requires \\~ 11.5 minutes in total.","armGroupLabels":["Group A (Sham)"]},{"type":"DEVICE","name":"Repetitive transcranial magnetic stimulation","description":"Repetitive transcranial magnetic stimulation (rTMS) is a non-invasive, non-painful procedure used to relieve chronic pain and promote short-term changes. The abductor pollicis brevis (APB) muscle of the left motor cortex will be targeted using neuronavigation software. 2004 pulses will be delivered at 10 Hz stimulation. Stimulation will be delivered at 80% of the resting motor threshold obtained from the right APB muscle. The delivery of rTMS requires \\~ 11.5 minutes in total.","armGroupLabels":["Group B (Active)"],"otherNames":["rTMS, Repetitive TMS"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in inflammation markers (IL-1B, IL-6, IL-10, TNF-α, TGF-β, CRP, SP, and BDNF)","description":"10 mL of blood will be collected to assess the changes in the levels of inflammatory markers (IL-1B, IL-6, IL-10, TNF-α, TGF-β, CRP, SP, and BDNF)","timeFrame":"Immediately before intervention, immediately following intervention"}],"secondaryOutcomes":[{"measure":"PROMIS-29 v2.0 Profile","description":"Using numerical rating (0 to 5) to assess seven health domains including physical function, anxiety, depression, fatigue, sleep disturbances, ability to participate in social roles and activities, and pain interference. Each category consists of 4 questions. Also uses a numerical rating to asses pain intensity (0-10).","timeFrame":"Immediately before intervention, immediately following intervention, 4 weeks after intervention"},{"measure":"Patient Perceived Global Index of Change (PGIC)","description":"1-7 Likert Scale: Patients rate their change as \"very much improved,\" \"much improved,\" \"minimally improved,\" \"no change,\" \"minimally worse,\" \"much worse,\" or \"very much worse","timeFrame":"Immediately following intervention, 4 weeks after intervention"},{"measure":"Change in quantitative sensory testing","description":"Will be used in this study to assess somatosensory function to determine underlying pain mechanisms for pain phenotypes. QST will be used to measure detection thresholds for cold, warm, vibration, and mechanical stimuli. Pain thresholds will be assessed for cold, heat, mechanical, and pressure stimuli. In addition, allodynia will be measured.","timeFrame":"Immediately before intervention, immediately following intervention, 4 weeks after intervention"},{"measure":"Change in nerve conduction assessments","description":"Non-invasive peripheral nerve stimulation will be delivered using surface bar electrodes placed over the tibial nerve at the popliteal fossa and the medial malleolus. Compound muscle action potential will be recorded with surface electromyography over soleus, gastrocnemius, and abductor hallucis. These measures will be obtained from both lower limbs.","timeFrame":"Immediately before intervention, immediately following intervention"},{"measure":"Modified Toronto Clinical Neuropathy Score","description":"Will be used to assess the presence and severity of diabetic neuropathy ('yes' or 'no')","timeFrame":"Immediately before intervention, immediately following intervention, 4 weeks after intervention"},{"measure":"Pain catastrophizing scale-EN-SF","description":"Will be used to assess the patients feeling and emotion related to their pain experience","timeFrame":"Immediately before intervention, immediately following intervention, 4 weeks after intervention"},{"measure":"Change in blood flow","description":"Will use color Doppler ultrasound to measure hemodynamic characteristics in diabetic neuropathy. Six major arteries that are responsible for supplying blood to the foot sole will be evaluated including the first common plantar artery, second common plantar artery, third common plantar artery, fourth common plantar artery, posterior tibial artery, and fibular side of the first plantar toe proper artery.","timeFrame":"Immediately before intervention, immediately following intervention"},{"measure":"Changes in wound","description":"Will use the app called Swift Skin and Wound to track the changes in wound size over the course of the study","timeFrame":"Immediately before intervention, immediately following intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A diagnosis of diabetic neuropathy\n\nExclusion Criteria:\n\n* Contraindications to transcranial magnetic stimulation\n* Known psychological diagnosis affecting comprehension\n* Inability to participate in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Aimee Nelson, PhD","role":"CONTACT","phone":"9055259140","phoneExt":"28053","email":"nelsonaj@mcmaster.ca"},{"name":"Jiyeon Park, BSc","role":"CONTACT","phone":"2899523710","email":"parkj103@mcmaster.ca"}],"overallOfficials":[{"name":"Aimee Nelson, PhD","affiliation":"McMaster University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"McMaster University","city":"Hamilton","state":"Ontario","zip":"L8S4L1","country":"Canada","geoPoint":{"lat":43.25011,"lon":-79.84963}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003929","term":"Diabetic Neuropathies"}],"ancestors":[{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000048909","term":"Diabetes Complications"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7124","name":"Diabetic Neuropathies","asFound":"Diabetic Neuropathy","relevance":"HIGH"},{"id":"M13432","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12411","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M26004","name":"Diabetes Complications","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}