{"protocolSection":{"identificationModule":{"nctId":"NCT06477588","orgStudyIdInfo":{"id":"IRB23-1495"},"secondaryIdInfos":[{"id":"R01MH134262","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01MH134262"}],"organization":{"fullName":"University of Chicago","class":"OTHER"},"briefTitle":"J-RISE: Relevant Implementation Strategies to Eliminate the Social and Structural Barriers to HIV Services Among Justice-involved Black Men Who Have Sex With Men and Other Key Populations","officialTitle":"J-RISE: Relevant Implementation Strategies to Eliminate the Social and Structural Barriers to HIV Services Among Justice-involved Black Men Who Have Sex With Men and Other Key Populations","acronym":"J-RISE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Chicago","class":"OTHER"},"collaborators":[{"name":"Northwestern University","class":"OTHER"},{"name":"NORC at the University of Chicago","class":"OTHER"},{"name":"Frontline Legal Services","class":"UNKNOWN"},{"name":"Capitol Area Reentry Program","class":"UNKNOWN"},{"name":"National Institute of Mental Health (NIMH)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to compare two interventions - Health Navigation and Health Navigation Plus among individuals who have been impacted by the criminal legal system.\n\nThe main question it aims to answer is:\n\n• Compared with the Health Navigation group, are participants in the Health Navigation Plus group more likely to a) access HIV care, treatment, and prevention services and employment services and b) access employment services and be employed in community?\n\nParticipants on the study will be:\n\n* Randomly assigned (like a flip of a coin) to participate in either Health Navigation or Health Navigation Plus. Participants will have an equal chance of being placed in either group.\n* Complete three surveys over the course of 13 months\n* Participants in the Health Navigation group will have two in person meetings and seven check-ins with the health navigator over 6 months\n* Participants in the Health Navigation Plus group will have two in person meetings and seven check-ins with the health navigator over 6 months, two in person and 10 check ins with the employment navigator over 12 months and up to $200 to support employment and career development needs and receive up to $140 to support health goals. Samples of blood, urine and swabs may be collected to meet the health goals.","detailedDescription":"The overarching goals of J-RISE is to evaluate the effectiveness and implementation of two packaged status neutral interventions to improve access to HIV and employment-related services and employment among criminal legal involved Black men who have sex with men (BMSM). Criminal legal involved BMSM are particularly vulnerable to HIV, and oftentimes experience delayed uptake and benefit from available HIV services. Status neutral interventions for criminal legal involved BMSM hold significant promise in supporting Ending the HIV Epidemic (EHE) plans including enhancing access to HIV, mental health, and substance use services post-release; expanding the skills of the HIV workforce; and addressing the social and structural barriers to HIV services (e.g., unemployment) experienced by this population. The underlying tenet of status neutral interventions is a holistic or whole person approach to service delivery that meets the needs of clients regardless of their HIV status. There is a dearth of implementation science research in this domain, generally, and specifically for criminal legal involved BMSM. In September 2023, in addition to BMSM, community partners have prioritized Black transgender/gender non-conforming individuals and Black cisgender women who have sex with men as key populations for inclusion in J-RISE. Thus, J-RISE will be expanded to include these populations. The following status neutral evidenced-informed/promising interventions will be implemented to improve HIV, pre-exposure prophylaxis (PrEP), and employment-related outcomes: (1) Health Navigation (HN) - leading with status neutral health navigator, a foundational intervention, to enhance access to HIV, mental health, substance use, and other supportive services; followed by (2) Employment navigation (EN) -status neutral employment navigators dedicated to supporting client employment, training, and career development needs; and coupled with (3) Contingency Management Intervention (CMI) - the provision of financial incentives for the uptake and achievement of specific HIV care and prevention milestones. Bringing these interventions together will maximize their independent effectiveness and provide significant promise for addressing the social and structural barriers to HIV services for key populations that are highly impacted by HIV. J-RISE will be guided by robust implementation science and equity frameworks (i.e., CFIR: Consolidated Framework for Implementation Research, RE-AIM: Reach Effectiveness Adoption Implementation Maintenance, and MIPA: Meaningful Involvement of People Living with and Impacted by HIV) and tools (e.g., implementation outcomes crosswalk and implementation research logic model). The implementation evaluation will study seven proposed implementation strategies: (1) Building a cross-site learning collaborative; (2) conducting readiness assessments; (3) providing cross-site training for the status-neutral interventions; (4) facilitating ongoing calls with interventionists; (5) monitoring financial incentives; (6) conducting audit and feedback to support implementation; and (7) engaging clients and consumers in the intervention.\n\nStudy Aim:\n\nAim 1. Evaluate the effectiveness of two packaged status neutral interventions (Health Navigation versus Health Navigation + Employment Navigation + Contingency Management Intervention) on primary outcomes (i.e., linkages to HIV, PrEP, and employment-related services within 90 days) and secondary outcomes (i.e., receipt of HIV/STI testing, receipt of mental health and substance use services, retention in HIV and PrEP care, viral suppression, employment within 180 days and sustained employment) among enrolled participants. The investigators will conduct a pragmatic 2-arm randomized control trial (RCT) with N=350 enrolled participants randomized 1:1.\n\nAim 2. Explore the deployment of seven prioritized implementation strategies to enhance the adoption, implementation, and sustainment of the packaged status neutral interventions as it relates to nine key implementation outcomes (i.e., reach, acceptability, feasibility, adoption, fidelity, penetration, effectiveness, cost, engagement, and sustainability). The investigators will utilize a mixed method approach to complete this aim."},"conditionsModule":{"conditions":["HIV","Contingency Management","Justice Involved Populations","Status Neutral Interventions"],"keywords":["HIV","Contingency management","Justice involved populations","Status neutral interventions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":350,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Health Navigation","type":"ACTIVE_COMPARATOR","description":"Referrals to HIV, mental health, substance use, and other supportive services","interventionNames":["Behavioral: Health Navigation"]},{"label":"Health Navigation, Employment Navigation plus Contingency Management Intervention","type":"EXPERIMENTAL","description":"Referrals to HIV, mental health, substance use, and other supportive services Referrals for employment including training, and career development needs; Provision of financial incentives for the uptake and achievement of specific HIV care and prevention milestones.","interventionNames":["Behavioral: Health Navigation, Employment Navigation plus Contingency Management Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Health Navigation","description":"Participants meet with Health Navigator twice in-person and receive 7 check-ins from the Health Navigator over a 6 month period. The health navigator provides participants with referrals and support to HIV, mental health, substance use, and other supportive services","armGroupLabels":["Health Navigation"]},{"type":"BEHAVIORAL","name":"Health Navigation, Employment Navigation plus Contingency Management Intervention","description":"Participants meet with health navigator twice in-person and receive 7 check-ins from the health navigator over a 6 month period. The health navigator provides participants with referrals and support to HIV, mental health, substance use, and other supportive services. Participants meeting with the employment navigator twice in-person and receive 10 check-ins from the employment navigator over 12 months. The employment navigator provides participants with referrals to employment and career development opportunities in the community and up to $200 for employment and career development support (e.g., transportation to interview, GED preparation course). Participants also receive up to $140 for HIV/STI care, treatment, and prevention milestones as part of the contingency management interview over a period of 12 months.","armGroupLabels":["Health Navigation, Employment Navigation plus Contingency Management Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Linkage to HIV care","description":"Number of participants who visit a provider for HIV care and receive a prescription based on medical reports","timeFrame":"Baseline through 90 days in community"},{"measure":"Linkage to PrEP care","description":"Number of participants who visit a provider for PrEP care ranging from PrEP information only to the receipt of a prescription based on medical reports","timeFrame":"Baseline through 90 days in community"},{"measure":"Linkage to employment-related services in community","description":"Number of referred participants who receive employment-related service in the community based on referral reports completed by the interventionists","timeFrame":"Baseline through 90 days in community"},{"measure":"Employment","description":"Number of employment seeking participants who self-report on surveys becoming employed","timeFrame":"Baseline through 180 days in community"}],"secondaryOutcomes":[{"measure":"Retention in HIV care","description":"Number of participants who attend two HIV care visits at least 90 days apart based on medical reports","timeFrame":"12 months"},{"measure":"HIV viral suppression","description":"Number of participants with an HIV viral load \\< 200 copies/ml based on medical reports","timeFrame":"Baseline through 12 months"},{"measure":"Retention in PrEP care","description":"Number of participants with at least two PrEP care visits in a 12-month period based on medical reports","timeFrame":"12 months"},{"measure":"Receipt of mental health services","description":"Number of participants with a mental health service visit within 180 days based on referrals reported complete by interventionists.","timeFrame":"Baseline through 180 days in community"},{"measure":"Receipt of substance use services","description":"Number of participants with a substance use visit within 180 days based on referrals reported complete by interventionists.","timeFrame":"Baseline through 180 days in community"},{"measure":"Sustained employment","description":"Number of participants who self-report in surveys maintaining employment for at least 3 months within a 12-month period","timeFrame":"12 months"}],"otherOutcomes":[{"measure":"Receipt of other HIV prevention services","description":"Number of participants who self-report in surveys receiving a HIV/STI Test, nonoccupational HIV post-exposure prophylaxis (nPEP), and/or Doxycycline post-exposure prophylaxis (DoxyPEP)","timeFrame":"Baseline through 12 months"},{"measure":"Changes in employer and temporary staffing agency policies and practices","description":"Number and types of observed policies and practices related to hiring returned citizens over the course of the study based on email correspondence and informal conversations with employers and temporary staffing agencies.","timeFrame":"Baseline through 12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. be at least 18 years of age;\n2. self-identify as African American, Black, or multi-ethnic Black;\n3. be a cisgender female, or a cisgender male, or a transgender-identified or gender fluid individual;\n4. if cisgender male, must identify as gay, bisexual, same gender loving, queer, questioning, pansexual and/or report same sex attraction or sex with another man in the last 24 months and if cisgender female must report opposite sex attraction or previous sex with men in the last 24 months;\n5. currently reside or intend to reside in Cook County, Illinois, New Orleans area, or Baton Rouge area;\n6. be able to provide informed consent in English and complete the study in English. In addition, potential participants must:\n7. be currently incarcerated in jail or prison and report an expected release within 90 days, or under community supervision, or report a recent incarceration within the last 12 months, or in the last 12 months has been stopped, searched, physically or verbally abused, or had any negative interaction with law enforcement that did not lead to an arrest or jail or prison time, AND has not already been linked and/or retained in HIV or PrEP care in the community;\n8. report needing employment-related services; and\n9. have a confirmed HIV positive or negative status (within 90 days of enrollment) and if HIV negative meets one of CDC's PrEP indications (i.e., sexually active, needle sharing, previous STI history in the last 24 months)25 or plans to have sex in the next 12 months or wants more information about PrEP.\n\nExclusion Criteria:\n\n1. unwilling/unable to provide informed consent,\n2. does not live or intend to live in one of the study locations,\n3. unable to confirm HIV status,\n4. unable to conduct the study in English, and\n5. currently enrolled in another intervention to support HIV care, PrEP care, and economic stability.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jeannette Webb","role":"CONTACT","phone":"773-834-5795","email":"jwebb9@bsd.uchicago.edu"},{"name":"Mainza Durrell, DrPH","role":"CONTACT","phone":"773-702-7589","email":"mdurrell@bsd.uchicago.edu"}],"overallOfficials":[{"name":"Russell Brewer, DrPH","affiliation":"University of Chicago","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The J-RISE project will share individual level data of common data elements, with identifiers removed, with the SISCI coordinating center. Definitions and codebooks for all common data elements will be provided by the SISCI coordinating center, along with standardized survey items and qualitative questions where possible. All data submitted to the SISCI coordinating center will be deposited to Northwestern University's ARCH repository at the end of the performance period; de-identified survey data will be submitted to the National Institute of Mental Health Data Archive (NDA) at the National Institutes of Health (NIH). De-identified data will be shared with outside entities at the end of the study upon publication of the planned protocol and primary outcomes papers.","infoTypes":["STUDY_PROTOCOL","ANALYTIC_CODE"],"timeFrame":"Data will be shared biannually on July 15 and December 1 from 2024-2028. All data submitted to the SISCI coordinating center will be deposited to Northwestern University's ARCH repository at the end of the performance period; de-identified survey data will be submitted to the National Institute of Mental Health Data Archive (NDA) at the National Institutes of Health (NIH). De-identified data will be shared with outside entities at the end of the study upon publication of the planned protocol and primary outcomes papers.","accessCriteria":"Any investigator may propose research questions and manuscript ideas. For external investigators, the SISCI coordinating center will determine whether a data use agreement is needed that will regulate sharing of de-identified data. PIs will be able to opt in to data sharing on a case-by-case basis upon reviewing the proposal. Through this mechanism, the University of Chicago will make data available to users under data sharing agreements that meet the following criteria:\n\n* A commitment to using the data only for research purposes and not to identify any individual participant\n* A commitment to securing the data using appropriate transfer and storage protections\n* A commitment to destroying or returning the data after analyses are completed\n* A commitment to acknowledging the source (i.e. parent study) of the data","url":"https://arch.library.northwestern.edu/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M3522","name":"Acquired Immunodeficiency Syndrome","relevance":"LOW"},{"id":"M18250","name":"HIV Infections","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}