{"protocolSection":{"identificationModule":{"nctId":"NCT06479889","orgStudyIdInfo":{"id":"242424"},"organization":{"fullName":"Vanderbilt University Medical Center","class":"OTHER"},"briefTitle":"Safer Storage Safer Homes An Inpatient Pediatric Lethal Means Counseling Pilot Trial","officialTitle":"Safer Storage Safer Homes: Investigating the Use of Secure Storage Devices in the Inpatient Behavioral Health Population"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kelsey Gastineau","investigatorTitle":"Assistant Professor of Pediatrics","investigatorAffiliation":"Vanderbilt University Medical Center"},"leadSponsor":{"name":"Vanderbilt University Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Firearm injuries are the leading cause of death for American youth. Strikingly, firearm suicide among adolescents is growing faster than other groups. Lethal means counseling is standard of care, however, infrequently occurs despite pediatricians recognizing the importance. Lack of time, topic discomfort, and inadequate resources for families are commonly reported barriers to counseling. By addressing these factors, we can improve counseling with the ultimate goal of increasing safe storage and reducing firearm injuries in youth.\n\nChildren admitted in acute mental health crises while awaiting psychiatric hospital placement are a population at greater risk of suicide. We plan to implement a pilot intervention to offer secure storage counseling and storage device distribution to families of behavioral health patients who indicate firearm ownership on initial screening. The goal of this project is to evaluate the feasibility and acceptability of firearm secure storage counseling and device provision in the inpatient setting.","detailedDescription":"The Behavioral Health service at Monroe Carell Jr Children's Hospital at Vanderbilt (MCJCHV) provides specialized care for children and adolescents offering settings for patients to feel safe and supported while awaiting inpatient psychiatric care. Patients admitted to this team include children and adolescents with behavioral and psychological health challenges, including anxiety, depression, emotional distress, mood or personality disorders and many other mental health issues placing them at increased risk from harm from lethal means (sharps, medications, and firearms). Reducing immediate access to lethal means may mitigate the risk of fatal self-harm in youth. While likely beneficial in the inpatient setting, only one study exists examining the effects of an educational intervention for parents of hospitalized children.\n\nTo address this gap, we plan to implement a pilot intervention to offer secure storage counseling and device distribution to families of behavioral health patients who indicate firearm ownership on initial screening. The primary goal of this project is to determine the utilization and feasibility of providing these tools in the inpatient setting. We will additionally be assessing the feasibility of recruiting and retaining participants as well as the acceptability offering secure storage counseling in our study population to help inform future studies.\n\nThis will be a single arm observational pilot study. Participants will be asked to complete a pre- and post-survey via REDCap. Participants will first complete a self-guided pre-survey including demographic questions and current behaviors for medication and firearm storage. There will then be a 5-minute injury prevention educational session (lethal means counseling which is an underperformed standard of care for patients admitted with behavioral or mental health needs) informed by current evidence. The participants will also complete an online self-guided follow-up survey 1 month following the educational training. A REDCap link will be sent to the participant via email. Reminders will be sent at 1,2, and 7 days. Participants will be compensated for their participation."},"conditionsModule":{"conditions":["Firearm Injury","Hospitalizations Psychiatric"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Counseling + Lock provision","type":"EXPERIMENTAL","description":"Guardians of patients admitted to the behavioral health team who identify as firearm owners will be provided lethal means counseling and offered up to 3 secure storage devices of their choosing.","interventionNames":["Behavioral: Guardians receiving counseling + lock"]}],"interventions":[{"type":"BEHAVIORAL","name":"Guardians receiving counseling + lock","description":"Guardians of patients admitted to the Pediatric Hospital Medicine behavioral health team will be provided a brief lethal means educational session and offered up to 3 secure storage devices of their choosing (lock box and or cable locks)","armGroupLabels":["Counseling + Lock provision"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Secure Storage Device Uptake","description":"The proportion of eligible families who take at least 1 storage device (cable locks or lock boxes). The numerator is defined as the number of guardians who take a firearm secure storage device when offered and the denominator is defined as the number of families included in the study.","timeFrame":"1 day (Assessed at Initial survey)"}],"secondaryOutcomes":[{"measure":"Secure Storage Device Usage","description":"The proportion of eligible families who self-report using the chosen device at time of 3-month follow up survey. This will be assessed via the survey question \"Are you using any of the device(s) to lock a firearm?\" with a dichotomous \"Yes/No\" response option.","timeFrame":"one month"},{"measure":"Feasibility of follow up","description":"Feasibility of completing a follow up survey with parents within 1 month after the intervention measured by the proportion of guardian who complete the survey in its entirety either electronically or by phone.","timeFrame":"one month"},{"measure":"Acceptability of intervention","description":"Acceptability will be measured using the Acceptability Intervention Measure, a 4-item instrument measuring the acceptability of an intervention on a 5-point Likert scale (Completely Disagree-Completely Agree).","timeFrame":"one month"}],"otherOutcomes":[{"measure":"Feasibility of enrollment","description":"Feasibility of enrolling participants measured by the proportion of patient guardians approached who were enrolled. The numerator is defined as the number of guardians who are enrolled at the initial hospitalization. The denominator will be the total number of guardians approached.","timeFrame":"Throughout the study, approximately one year"},{"measure":"Secure firearm storage","description":"Self-report at two time points based on the survey question, \"To the best of your knowledge, are all the firearms where your child lives stored locked, unloaded and separate from ammunition?\"","timeFrame":"one month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Guardian of child ages 0-18 years old who is admitted to and receiving care on the MCJCHV Behavioral Health Team\n2. Guardian age \\> or = 18 years\n3. Guardian with phone access to receive calls or email access to receive study information electronically\n4. English or Spanish-speaking guardian\n5. Guardian self-identifies as firearm owner\n\nExclusion Criteria:\n\n1. Guardian of children outside the specified age range\n2. Guardian speaks a language that is not English or Spanish\n3. Lack of telephone or email contact\n4. Guardian age is outside of the specific age range\n5. Guardians/children who do not otherwise meet the eligibility criteria listed in section above as determined by pre-screen\n6. Guardian or child in distress at time of enrollment","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"justine.c.stassun@vumc.org Gastineau, MD MPH","role":"CONTACT","phone":"615-936-7276","email":"kelsey.gastineau@vumc.org"},{"name":"Justine Stassun, MS","role":"CONTACT","email":"justine.c.stassun@vumc.org"}],"overallOfficials":[{"name":"Kelsey Gastineau","affiliation":"Vanderbilt University Medical Center","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}