{"protocolSection":{"identificationModule":{"nctId":"NCT06476158","orgStudyIdInfo":{"id":"HNF1626-22"},"organization":{"fullName":"Nordlandssykehuset HF","class":"OTHER"},"briefTitle":"Safer Personalised Cancer Treatment Digital Follow-up","officialTitle":"Monitoring of Adverse Events Caused by Systemic Cancer Treatment. Identifying Adverse Events Related to Immunotherapy Treatment Before and After Implementation of Personalized Digital Patient Reported Outcomes","acronym":"SPecT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nordlandssykehuset HF","class":"OTHER"},"collaborators":[{"name":"University of Tromso","class":"OTHER"},{"name":"Helgelandssykehuset HF","class":"UNKNOWN"},{"name":"University Hospital of North Norway","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to investigate patient harm/ adverse events, overall survival and health related quality of life under treatment with immunotherapy medication in cancer patients when they are followed up by a personalized digital program where the patients report symptoms directly to health care personnel.\n\nThe main questions the clinical trial aims to answer are:\n\n* How often and how severe are immunotherapy related adverse events/ side effects when patients are followed up by a digital personalized patient-reporting system compared to standard follow-up?\n* How are life quality and survival affected for patients followed up by a digital personalized patient-reporting system compared to follow-up standard follow-up??\n\nParticipants under immunotherapy cancer treatment will be followed up by a digital patient reporting program in one group, and compared to a group of cancer patients receiving the same treatment, but with standard follow-up without a digital program in another group. Researchers will compare the two groups to see if there any differences in how many patients who develop immunotherapy related patient harm and how long the patients live.","detailedDescription":"Cancer patients experience more frequently patient harm than other patients, mostly from systemic anticancer treatment. To reduce avoidable patient harm from modern cancer treatment such as immunotherapy and targeted therapies, precise and clinically relevant measurements are needed.\n\nThe study aims through three different sub-studies/ work pacages (WP) to develop electronic methods for measuring automatically injuries in cancer patients, and investigate if electronic patient follow-up (ePRO) can prevent injuries, affect quality of life and survival in patients receiving immunotherapy cancer treatment.\n\nResearch has shown that the recommended method for measuring patient harm and medication related adverse events is not specific or sensitive enough to detect cancer-related patient harm. In recent years, three patient harm measurement tools for cancer have been validated based on a manual retrospective review of the patient record. Based on existing technology and research, in WP1 the aim is to develop and validate a fully automatic patient harm measurement tool for retrospective detection of harm in cancer patients receiving immunotherapy. The development of the technological solution is done by Datavarehuset Helse Nord and SAS Institute in an already existing solution (Nordic Clinical Analytics Framework - NCAF) which is used daily in all health trusts in Helse Nord, Northern Norway.\n\nIn order to prevent avoidable patient harm and adverse events, it is important to involve the patient in their own treatment. Research on follow-up with ePRO revealed more side effects, increased quality of life and overall survival in cancer patients.\n\nIn WP2, the technology developed in WP1 is used to prospectively examine whether follow-up with ePRO compared to standard follow-up results in less adverse events. In WP3, quality of life and survival are investigated with ePRO follow-up compared to standard follow-up. WP1 is a retrospective diagnostic study. WP2 and 3 are clinical cohort studies where a prospective intervention group of cancer patients are followed with ePRO during immunotherapy treatment and compared with a retrospective group of cancer patients followed with standard clinical follow-up. WP2 investigates rates, severity and types of immunotherapy related adverse events in patients monitored with ePRO compared to standard follow-up. WP3 investigates quality of life in the ePRO cohort, and overall survival in patients monitored to standard follow-up.\n\nWhen the study is completed in 2027, the intention is to have developed and validated an automatic measurement tool for the detection of cancer-related injuries for general use nationally and internationally, and new knowledge about how and if digital follow-up with ePRO can affect patient harm and adverse events, quality of life and survival.\n\nThe study contributes to new knowledge about measurement of patient injuries and digital follow-up of cancer patients during active treatment with immunotherapy as a new standard of care in our region.\n\nAdverse events are an additional burden for seriously ill cancer patients. By measuring adverse events that occur in cancer patients, we recognize that these events happen and is a part of oncology that need to be taken to account for each individual patient. Knowledge of the occurrence of adverse events in each individual department will be able to say something about status in each department, so measures can be taken at a system level to improve patient safety and the quality of the health service.\n\nThe use of personalized ePRO gives the patient the opportunity to participate actively in the course of their illness, regardless of where and who the patient is. Increased involvement of the patient inthe patient journey has shown to provide increased empowerment, safety, better quality of life and possible increase survival in other studies. Follow-up with ePRO makes it easier for healthcare personnel to detect early signs of potential injuries so that measures can be initiated faster to mitigate potential harm."},"conditionsModule":{"conditions":["Patient Reported Outcome Measure"],"keywords":["Adverse events","Patient reported outcome","Digital follow-up","Immunotherapy","Routine cancer care"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A retrospective quantitative approach will be used to develop and validate new technology and methods since there is a need to control and check the outcomes, before we use an ambi-directional cohort study design to see how the new technology and methods perform in clinical practice on real world data.","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":900,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Digital follow-up with e-PROs","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Kaiku Health"]},{"label":"Standard clinical follow-up","type":"NO_INTERVENTION"}],"interventions":[{"type":"DEVICE","name":"Kaiku Health","description":"Digital follow-up with Kaiku Health as medical device","armGroupLabels":["Digital follow-up with e-PROs"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence and severity of immunotherapy related adverse events (irAEs)","description":"Incidence of irAEs per 100 patients and per patient, and severity of irAEs graded by Common Terminology Critera for Adverse Events (CTCAE) 0-5 where 0 is no harm, and 5 is death. Consequence of the irAEs are graded by National Coordinating Council for Medication Error Reporting and Prevention (NCC MERP) Index category E-I where E is an error contributing to or resulted in temporary harm and required intervention. I is the maximum value, where an error occurred that may have contributed to or resulted in a patient death.","timeFrame":"3 years"}],"secondaryOutcomes":[{"measure":"Overall survival","description":"Implement personalised ePRO immunotherapy follow-up and investigate overall survival compared to standard of care from cancer diagnosis to death, and from start of immunotherapy treatment and intervention to death in the two comparing groups.","timeFrame":"3 years"},{"measure":"Health related quality of life","description":"Implement personalised ePRO immunotherapy follow-up and investigate QoL in intervention group by EORTC QLQ-C30 version 3.0 including global health status, functional scales (physical, role, emotional, cognitive, social) and symptom scales at baseline ( at start cancer treatment), 3, 6 and 12 months under cancer treatment. All of the scales and single-item measures range in score from 0 to 100. A high score for a functional scale represents a high / healthy level of functioning, a high score for the global health status / QoL represents a high QoL but a high score for a symptom scale represents a high level of symptomatology / problems. Firstly an estimate of the average of the items that contribute to the scale; this is the raw score. Then a linear transformation is used to standardise the raw score, so that scores range from 0 to 100; a higher score represents a higher (\"better\") level of functioning, or a higher (\"worse\") level of symptoms.","timeFrame":"3 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Above 18 years of age\n* Cancer diagnosis as primary or secondary diagnosis according to the ICD-10 classification\n* Receiving immunotherapy as systemic anticancer treatment reported with ATC codes for medications.\n\nExclusion Criteria:\n\n* Hematological cancer\n* Gynecological cancer","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ellinor C Haukland, MD, Phd","role":"CONTACT","phone":"+4792267328","email":"ellinor.haukland@nlsh.no"},{"name":"Siv Gyda Aanes, MD","role":"CONTACT","phone":"+4790944580","email":"siv.gyda.aanes@nlsh.no"}],"locations":[{"facility":"Nordlandssykehuset HF","status":"RECRUITING","city":"Bodø","state":"Nordland","zip":"8092","country":"Norway","contacts":[{"name":"Ellinor Haukland, MD, PhD","role":"CONTACT","phone":"+4792267328","email":"ellinor.haukland@nlsh.no"},{"name":"Siv Gyda Aanes, MD","role":"CONTACT","phone":"+4790944580","email":"siv.gyda.aanes@nlsh.no"}],"geoPoint":{"lat":67.28,"lon":14.40501}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All data are stored for 10 years after the research has concluded, in accordance with the Health Research Act. Identifiable data are destroyed after 10 years. Anonymized quantitative result data are further preserved, stored on a secure server at SIKT, the service provider for the knowledge sector, sikt.no, following their advice on anonymization. Anonymized quantitative result data are further preserved, stored on a secure server at SIKT, the service provider for the knowledge sector, sikt.no, following their advice on anonymization. This will make them searchable and accessible for secondary use in research, educational purposes and for replication and validation","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"2024 - 2034","accessCriteria":"Open access","url":"https://app.cristin.no/projects/show.jsf?id=2713678"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}