{"protocolSection":{"identificationModule":{"nctId":"NCT06480045","orgStudyIdInfo":{"id":"KA21/353"},"organization":{"fullName":"Baskent University","class":"OTHER"},"briefTitle":"Usage Of Artificial Intelligence-Integrated Usg In Application of Pectoral Block In Mastectomies","officialTitle":"Usage Of Artificial Intelligence-Integrated Usg In Application of Pectoral Block In Mastectomies"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-11-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-02-05","type":"ACTUAL"},"completionDateStruct":{"date":"2023-05-05","type":"ACTUAL"},"studyFirstSubmitDate":"2023-12-07","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Çağla Yazar, MD","investigatorTitle":"Principal investigator","investigatorAffiliation":"Baskent University"},"leadSponsor":{"name":"Baskent University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigator's goal in this study is to apply PECS II block, before starting surgery, by either conventional USG or artificial intelligence integrated USG to patients who will undergo mastectomy under general anesthesia to determine the effect of the block on hemodynamics and opioid consumption in the intraoperative period. Besides, the investigatorwanted to investigate the contribution of artificial intelligence integrated USG use in the success of a 4-year anesthesiology resident for imaging the injection site.","detailedDescription":"After receiving the approval of the Clinical Research Ethics Committee of Başkent University (KA21/353), 70 patients with ASA I-II, between the ages of 18-75, who were scheduled for mastectomy surgery were included in the study. A 4. year anesthesiology resident under the supervision of two senior anesthesiologists, performed a PECS II block with AI-integrated USG or conventional USG (Group AI-USG and Group USG) after randomization. Although the resident had no experience with pectoral blocks, she had experience with the use of USG and regional anesthesia related to other trunk-area and peripheral blocks. The block was performed after induction of general anesthesia. Patient data in terms of hemodynamic changes in the intraoperative period, opioid (remifentanil) consumption, and postoperatively hemodynamics, pain scores (VAS), postoperative opioid \\[tramadol administered with a patient-controlled analgesia pump (PCA)\\] and, if necessary, rescue analgesic agent (non-steroidal antiinflammatory agent) consumption were monitored in the post anesthesia care unit (PACU), and at postoperative 6., 12. and 24.hours."},"conditionsModule":{"conditions":["Breast Neoplasms"],"keywords":["mastectomy","pectoral nerve block","USG","artificial intelligence"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"70 patients with ASA I-II, between the ages of 18-75, who were scheduled for mastectomy surgery were included in the study. An anesthesiology resident under the supervision of senior anesthesiologist, performed a PECS II block with AI-integrated USG or conventional USG (Group AI-USG and Group USG) after randomization. Block was performed after induction of general anesthesia. Patient data in terms of hemodynamic changes in the intraoperative period, opioid consumption, and postoperatively hemodynamics, pain scores (VAS), postoperative opioid (tramadol administered with a patient-controlled analgesia pump) and, if necessary, rescue analgesic agent (non-steroidal antiinflammatory agent) consumption were monitored in the post-anesthesia care unit, and at postoperative 6., 12. and 24.hours.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Group AI-USG","type":"ACTIVE_COMPARATOR","description":"performed a PECS II block with AI-integrated USG","interventionNames":["Procedure: Performed PECS II block with AI integrated USG"]},{"label":"Group USG","type":"ACTIVE_COMPARATOR","description":"performed a PECS II block with conventional USG","interventionNames":["Procedure: Performed PECS II block with conventional USG"]}],"interventions":[{"type":"PROCEDURE","name":"Performed PECS II block with AI integrated USG","description":"A 4-year anesthesiology resident, under the supervision of two senior anesthesiologists, performed a PECS II block with AI-integrated USG.","armGroupLabels":["Group AI-USG"]},{"type":"PROCEDURE","name":"Performed PECS II block with conventional USG","description":"A 4-year anesthesiology resident, under the supervision of two senior anesthesiologists, performed a PECS II block with conventional USG.","armGroupLabels":["Group USG"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Pain in the postoperative period was evaluated using the VAS score.","description":"The researchers investigate whether postoperative pain increases or decreases, using the VAS score at the postoperative anesthesia care unit, at postoperative 6 hours, 12 hours, and 24 hours.","timeFrame":"24 hours"}],"secondaryOutcomes":[{"measure":"Incorporating the use of AI applications reduces the time required to block.","description":"This software finds the image, implements the block quickly, and spends less time.","timeFrame":"During the procedure."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-70 years\n* ASA I and II\n* Female\n* Underwent mastectomy surgery\n* Without local anesthetic allergy\n\nExclusion Criteria:\n\n* Patients with ASA III and above\n* Obesity (body mass index \\>30)\n* Psychotropic drug use\n* Bleeding diathesis\n* Local anesthetic allergy\n* Chest wall deformity\n* Infection at the injection site\n* Chronic analgesic usage","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Elvin Kesimci","affiliation":"Baskent University","role":"STUDY_DIRECTOR"},{"name":"Çağla Yazar","affiliation":"Baskent University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Çağla Yazar, MD","city":"Antalya","zip":"07090","country":"Turkey","geoPoint":{"lat":36.90812,"lon":30.69556}}]},"referencesModule":{"references":[{"pmid":"31040712","type":"BACKGROUND","citation":"Momenimovahed Z, Salehiniya H. Epidemiological characteristics of and risk factors for breast cancer in the world. Breast Cancer (Dove Med Press). 2019 Apr 10;11:151-164. doi: 10.2147/BCTT.S176070. eCollection 2019."},{"pmid":"25376971","type":"BACKGROUND","citation":"Bashandy GM, Abbas DN. Pectoral nerves I and II blocks in multimodal analgesia for breast cancer surgery: a randomized clinical trial. Reg Anesth Pain Med. 2015 Jan-Feb;40(1):68-74. doi: 10.1097/AAP.0000000000000163."},{"type":"BACKGROUND","citation":"Bartakke DAA, Varma DMK. Analgesia for breast surgery - A Brief Overview. Medicine. 2019;7."},{"pmid":"21831090","type":"BACKGROUND","citation":"Blanco R. The 'pecs block': a novel technique for providing analgesia after breast surgery. Anaesthesia. 2011 Sep;66(9):847-8. doi: 10.1111/j.1365-2044.2011.06838.x. No abstract available."},{"pmid":"32765052","type":"BACKGROUND","citation":"Bakeer AH, Kamel KM, Abdelgalil AS, Ghoneim AA, Abouel Soud AH, Hassan ME. Modified Pectoral Nerve Block versus Serratus Block for Analgesia Following Modified Radical Mastectomy: A Randomized Controlled Trial. J Pain Res. 2020 Jul 14;13:1769-1775. doi: 10.2147/JPR.S252539. eCollection 2020."},{"pmid":"29627431","type":"BACKGROUND","citation":"Karaca O, Pinar HU, Arpaci E, Dogan R, Cok OY, Ahiskalioglu A. The efficacy of ultrasound-guided type-I and type-II pectoral nerve blocks for postoperative analgesia after breast augmentation: A prospective, randomised study. Anaesth Crit Care Pain Med. 2019 Feb;38(1):47-52. doi: 10.1016/j.accpm.2018.03.009. Epub 2018 Apr 5."},{"pmid":"708565","type":"BACKGROUND","citation":"la Grange P, Foster PA, Pretorius LK. Application of the Doppler ultrasound bloodflow detector in supraclavicular brachial plexus block. Br J Anaesth. 1978 Sep;50(9):965-7. doi: 10.1093/bja/50.9.965."},{"pmid":"22939099","type":"BACKGROUND","citation":"Blanco R, Fajardo M, Parras Maldonado T. Ultrasound description of Pecs II (modified Pecs I): a novel approach to breast surgery. Rev Esp Anestesiol Reanim. 2012 Nov;59(9):470-5. doi: 10.1016/j.redar.2012.07.003. Epub 2012 Aug 29."},{"type":"BACKGROUND","citation":"Kuş A. Pektoral blok derleme. Türkiye Klinikleri Anesteziyoloji Reanimasyon - Özel Konular. 2015;8(3):74-7."},{"pmid":"19258987","type":"BACKGROUND","citation":"Sites BD, Chan VW, Neal JM, Weller R, Grau T, Koscielniak-Nielsen ZJ, Ivani G; American Society of Regional Anesthesia and Pain Medicine; European Society Of Regional Anaesthesia and Pain Therapy Joint Committee. The American Society of Regional Anesthesia and Pain Medicine and the European Society Of Regional Anaesthesia and Pain Therapy Joint Committee recommendations for education and training in ultrasound-guided regional anesthesia. Reg Anesth Pain Med. 2009 Jan-Feb;34(1):40-6. doi: 10.1097/AAP.0b013e3181926779."},{"pmid":"31492410","type":"BACKGROUND","citation":"Akkus Z, Cai J, Boonrod A, Zeinoddini A, Weston AD, Philbrick KA, Erickson BJ. A Survey of Deep-Learning Applications in Ultrasound: Artificial Intelligence-Powered Ultrasound for Improving Clinical Workflow. J Am Coll Radiol. 2019 Sep;16(9 Pt B):1318-1328. doi: 10.1016/j.jacr.2019.06.004."},{"pmid":"33904628","type":"BACKGROUND","citation":"Bowness J, Varsou O, Turbitt L, Burkett-St Laurent D. Identifying anatomical structures on ultrasound: assistive artificial intelligence in ultrasound-guided regional anesthesia. Clin Anat. 2021 Jul;34(5):802-809. doi: 10.1002/ca.23742. Epub 2021 May 11."},{"pmid":"34008072","type":"BACKGROUND","citation":"Gungor I, Gunaydin B, Oktar SO, M Buyukgebiz B, Bagcaz S, Ozdemir MG, Inan G. A real-time anatomy identification via tool based on artificial intelligence for ultrasound-guided peripheral nerve block procedures: an accuracy study. J Anesth. 2021 Aug;35(4):591-594. doi: 10.1007/s00540-021-02947-3. Epub 2021 May 19."},{"pmid":"32726498","type":"BACKGROUND","citation":"Bowness J, El-Boghdadly K, Burckett-St Laurent D. Artificial intelligence for image interpretation in ultrasound-guided regional anaesthesia. Anaesthesia. 2021 May;76(5):602-607. doi: 10.1111/anae.15212. Epub 2020 Jul 29. No abstract available."},{"pmid":"31272657","type":"BACKGROUND","citation":"FitzGerald S, Odor PM, Barron A, Pawa A. Breast surgery and regional anaesthesia. Best Pract Res Clin Anaesthesiol. 2019 Mar;33(1):95-110. doi: 10.1016/j.bpa.2019.03.003. Epub 2019 Apr 6."},{"type":"BACKGROUND","citation":"Hadzic A. Hadzic's Textbook of Regional Anesthesia and Acute Pain Management. 2nd edition. New York: McGraw Hill / Medical; 2017. 1536 p."},{"pmid":"31984479","type":"BACKGROUND","citation":"Jacobs A, Lemoine A, Joshi GP, Van de Velde M, Bonnet F; PROSPECT Working Group collaborators#. PROSPECT guideline for oncological breast surgery: a systematic review and procedure-specific postoperative pain management recommendations. Anaesthesia. 2020 May;75(5):664-673. doi: 10.1111/anae.14964. Epub 2020 Jan 26."},{"pmid":"31791572","type":"BACKGROUND","citation":"Helander EM, Webb MP, Kendrick J, Montet T, Kaye AJ, Cornett EM, Kaye AD. PECS, serratus plane, erector spinae, and paravertebral blocks: A comprehensive review. Best Pract Res Clin Anaesthesiol. 2019 Dec;33(4):573-581. doi: 10.1016/j.bpa.2019.07.003. Epub 2019 Jul 17."},{"pmid":"29561295","type":"BACKGROUND","citation":"Elsharkawy H, Pawa A, Mariano ER. Interfascial Plane Blocks: Back to Basics. Reg Anesth Pain Med. 2018 May;43(4):341-346. doi: 10.1097/AAP.0000000000000750."},{"pmid":"32826623","type":"BACKGROUND","citation":"Warfield DJ Jr, Barre S, Adhikary SD. Current understanding of the fascial plane blocks for analgesia of the chest wall: techniques and indications update for 2020. Curr Opin Anaesthesiol. 2020 Oct;33(5):692-697. doi: 10.1097/ACO.0000000000000909."},{"pmid":"32310360","type":"BACKGROUND","citation":"Lopez-Rincon RM, Hendrix JM, Kumar V. Ultrasound-Guided Intercostal Nerve Block. 2023 Jul 19. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK555900/"},{"pmid":"23923989","type":"BACKGROUND","citation":"Blanco R, Parras T, McDonnell JG, Prats-Galino A. Serratus plane block: a novel ultrasound-guided thoracic wall nerve block. Anaesthesia. 2013 Nov;68(11):1107-13. doi: 10.1111/anae.12344. Epub 2013 Aug 7."},{"pmid":"28118226","type":"BACKGROUND","citation":"Hinchcliff KM, Hylton JR, Orbay H, Wong MS. Intraoperative Placement of Pectoral Nerve Block Catheters: Description of a Novel Technique and Review of the Literature. Ann Plast Surg. 2017 May;78(5 Suppl 4):S189-S193. doi: 10.1097/SAP.0000000000000954."},{"pmid":"30988539","type":"BACKGROUND","citation":"Khemka R, Chakraborty A. Ultrasound-guided modified serratus anterior plane block for perioperative analgesia in breast oncoplastic surgery: A case series. Indian J Anaesth. 2019 Mar;63(3):231-234. doi: 10.4103/ija.IJA_752_18."},{"pmid":"29062649","type":"BACKGROUND","citation":"Afonso AM, Newman MI, Seeley N, Hutchins J, Smith KL, Mena G, Selber JC, Saint-Cyr MH, Gadsden JC. Multimodal Analgesia in Breast Surgical Procedures: Technical and Pharmacological Considerations for Liposomal Bupivacaine Use. Plast Reconstr Surg Glob Open. 2017 Sep 15;5(9):e1480. doi: 10.1097/GOX.0000000000001480. eCollection 2017 Sep."},{"pmid":"35203086","type":"BACKGROUND","citation":"Maheshwari K, Cywinski JB, Papay F, Khanna AK, Mathur P. Artificial Intelligence for Perioperative Medicine: Perioperative Intelligence. Anesth Analg. 2023 Apr 1;136(4):637-645. doi: 10.1213/ANE.0000000000005952. Epub 2023 Mar 16."},{"pmid":"29389679","type":"BACKGROUND","citation":"Hashimoto DA, Rosman G, Rus D, Meireles OR. Artificial Intelligence in Surgery: Promises and Perils. Ann Surg. 2018 Jul;268(1):70-76. doi: 10.1097/SLA.0000000000002693."},{"pmid":"36928148","type":"BACKGROUND","citation":"Nathan N. Perioperative Artificial Intelligence. Anesth Analg. 2023 Apr 1;136(4):636. doi: 10.1213/ANE.0000000000006427. Epub 2023 Mar 16. No abstract available."},{"pmid":"24464610","type":"BACKGROUND","citation":"Morse J, Terrasini N, Wehbe M, Philippona C, Zaouter C, Cyr S, Hemmerling TM. Comparison of success rates, learning curves, and inter-subject performance variability of robot-assisted and manual ultrasound-guided nerve block needle guidance in simulation. Br J Anaesth. 2014 Jun;112(6):1092-7. doi: 10.1093/bja/aet440. Epub 2014 Jan 23."},{"pmid":"35091395","type":"BACKGROUND","citation":"Bowness JS, El-Boghdadly K, Woodworth G, Noble JA, Higham H, Burckett-St Laurent D. Exploring the utility of assistive artificial intelligence for ultrasound scanning in regional anesthesia. Reg Anesth Pain Med. 2022 Jun;47(6):375-379. doi: 10.1136/rapm-2021-103368. Epub 2022 Jan 28."},{"pmid":"35886547","type":"BACKGROUND","citation":"Szamborski M, Janc J, Rosinczuk J, Janc JJ, Lesnik P, Lysenko L. Use of Ultrasound-Guided Interfascial Plane Blocks in Anterior and Lateral Thoracic Wall Region as Safe Method for Patient Anesthesia and Analgesia: Review of Techniques and Approaches during COVID-19 Pandemic. Int J Environ Res Public Health. 2022 Jul 17;19(14):8696. doi: 10.3390/ijerph19148696."},{"pmid":"29962525","type":"BACKGROUND","citation":"Kumar S, Goel D, Sharma SK, Ahmad S, Dwivedi P, Deo N, Rani R. A randomised controlled study of the post-operative analgesic efficacy of ultrasound-guided pectoral nerve block in the first 24 h after modified radical mastectomy. Indian J Anaesth. 2018 Jun;62(6):436-442. doi: 10.4103/ija.IJA_523_17."},{"pmid":"36891452","type":"BACKGROUND","citation":"Jindal R, Meena S, Bhati S, Patel P, Gulati C, Singh S. Postoperative Analgesic Efficacy of Intraoperative Pectoral Nerve Block for Modified Radical Mastectomy: a Double-Blind Prospective Randomised Interventional Study. Indian J Surg Oncol. 2023 Mar;14(1):215-221. doi: 10.1007/s13193-022-01680-x. Epub 2022 Nov 14."},{"pmid":"36916186","type":"BACKGROUND","citation":"Cesur S, Aksu C, Guler SA, Kus A. Modified pectoral nerve block versus bi-level erector spinae plane block for postoperative analgesia after radical mastectomy surgery: a prospective, randomized, controlled trial. Korean J Anesthesiol. 2023 Aug;76(4):317-325. doi: 10.4097/kja.22188. Epub 2023 Mar 14."},{"pmid":"37161553","type":"BACKGROUND","citation":"Kocer Tulgar Y, Tulgar S, Guven Kose S, Kose HC, Cevik Nasirlier G, Dogan M, Thomas DT. Anesthesiologists' Perspective on the Use of Artificial Intelligence in Ultrasound-Guided Regional Anaesthesia in Terms of Medical Ethics and Medical Education: A Survey Study. Eurasian J Med. 2023 Jun;55(2):146-151. doi: 10.5152/eurasianjmed.2023.22254."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000001941","term":"Breast Diseases"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Neoplasms","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4107","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}