{"protocolSection":{"identificationModule":{"nctId":"NCT06482645","orgStudyIdInfo":{"id":"PB-01"},"organization":{"fullName":"Peking University First Hospital","class":"OTHER"},"briefTitle":"Evaluation of Perilesional Biopsy in Diagnosis of Prostate Cancer: a Multicenter Randomized Controlled Trial","officialTitle":"Efficacy and Safety Evaluation of Perilesional/Regional Systematic Biopsy in Diagnosis of Prostate Cancer: a Multicenter Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"LIU Yi","investigatorTitle":"Associate chief physician","investigatorAffiliation":"Peking University First Hospital"},"leadSponsor":{"name":"Peking University First Hospital","class":"OTHER"},"collaborators":[{"name":"Beijing Hospital","class":"OTHER_GOV"},{"name":"Shanghai East Hospital","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this multicenter randomized controlled trial (RCT) is to evaluate the efficacy and safety of different prostate biopsy schemes, including perilesional/regional systematic biopsy (PB/RSB) and combination of systematic biopsy and targeted biopsy (TB+SB).\n\nThe main questions it aims to answer are:\n\nDoes PB/RSB promote the accurate diagnosis of clinically significant prostate cancer? What's the value of PB/RSB in improving the safety of prostate biopsy? Researchers will compare the cancer detection rates of PB/RSB and combination of TB+SB to explore the efficacy of different prostate biopsy schemes. They will evaluate the safety profile of different prostate biopsy schemes through the complication rates and postoperative quality of life.\n\nParticipants will:\n\nReceive PB/RSB or TB+SB.","detailedDescription":"Currently, combination of systematic biopsy and targeted biopsy (TB+SB) has been recommended for the diagnosis of patients with suspicious lesion found on multiparametric magnetic resonance imaging (mpMRI). Although the combined biopsy approach could effectively detect clinically significant prostate cancer (csPCa), the increased number of biopsy cores would increase the risk of complications and decrease the postoperative quality of life. In recent years, urological and radiologic thinking has changed after realizing that systemic biopsies may be omitted when the chance of missing a clinically significant lesion is low, or when a systemic biopsy has already been done beforehand. More and more radiologists and urologists focused on the issue of optimization of prostate biopsy schemes. Previous studies found that the majority of csPCa were found within a band of 10-mm radius outside MRI lesions (the penumbra). Based on the penumbra theory, the perilesional/regional systematic biopsy (PB/RSB) has gradually received urologists' attention. Some studies demonstrated that the prostate cancer (PCa) detection rate was not inferior to the combined biopsy with the benefits of using fewer biopsy cores. However, the safety profile warrants further evaluation, and there is still a lack of high-quality, prospective evidence for the PB/RSB schemes. Thus, this multicenter randomized controlled trial (RCT) aims to evaluate the efficacy and safety of PB/RSB schemes and the routine TB+SB schemes, provide high-quality evidence for the optimization of prostate biopsy schemes.\n\nThe main questions it aims to answer are:\n\nDoes PB/RSB promote the accurate diagnosis of clinically significant prostate cancer? What is the value of PB/RSB in improving the safety of prostate biopsy? This prospective, multi-institution RCT compared the csPCa detection rates of PB/RSB and combination of TB+SB. Participants were prospectively enrolled at Peking University First Hospital (Beijing, China), Beijing Hospital (Beijing, China), and Shanghai East Hospital (Shanghai, China) from July 2024 to June 2025. Participants were randomly allocated to PB/RSB group and TB+SB group.\n\nResearchers will compare the cancer detection rates of PB/RSB and combination of TB+SB to explore the efficacy of different prostate biopsy schemes. They will evaluate the safety profile of different prostate biopsy schemes through the complication rates and postoperative quality of life.\n\nParticipants will:\n\nReceive PB/RSB or TB+SB."},"conditionsModule":{"conditions":["Prostate Cancer"],"keywords":["Prostate cancer","Multicenter randomized controlled trial","Perilesional biopsy","Regional systematic biopsy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Perilesional/regional systematic biopsy (PB/RSB) group","type":"EXPERIMENTAL","description":"For each predefined mpMRI suspicious lesion, urologists obtained nine cores at 5-mm intervals within and around the region of interest (penumbra). The location of these nine cores depended on the shape and location of the suspicious lesion.","interventionNames":["Procedure: Perilesional/regional systematic biopsy"]},{"label":"Combination of systematic biopsy and targeted biopsy (TB+SB) group","type":"EXPERIMENTAL","description":"For patients in the TB+SB group, three to five targeted biopsies from the lesion were performed within and around the predefined mpMRI suspicious lesion, followed by fore-zone 12-core biopsy.","interventionNames":["Procedure: Combination of systematic biopsy and targeted biopsy"]}],"interventions":[{"type":"PROCEDURE","name":"Perilesional/regional systematic biopsy","description":"The biopsy procedure was conducted by a highly skilled and experienced urologist who specializes in performing prostate biopsies. Prophylactic antibiotics were routinely used both before and one day prior to scheduled surgery. Each patient was placed in the left lateral position or lithotomy position. For each predefined mpMRI suspicious lesion, urologists obtained nine cores at 5-mm intervals within and around the region of interest (penumbra). The location of these nine cores depended on the shape and location of the suspicious lesion.","armGroupLabels":["Perilesional/regional systematic biopsy (PB/RSB) group"]},{"type":"PROCEDURE","name":"Combination of systematic biopsy and targeted biopsy","description":"The biopsy procedure was conducted by a highly skilled and experienced urologist who specializes in performing prostate biopsies. Prophylactic antibiotics were routinely used both before and one day prior to scheduled surgery. Each patient was placed in the left lateral position or lithotomy position. The ultrasound equipment used included a color Doppler ultrasound diagnostic instrument (Hitachi HiVision, Philips Epiq 7), transrectal probes, and corresponding puncture needle guns. Color Doppler examination was performed from the base to the apex. Three to five targeted biopsies from the lesion were performed within and around the predefined mpMRI suspicious lesion, followed by fore-zone 12-core biopsy.","armGroupLabels":["Combination of systematic biopsy and targeted biopsy (TB+SB) group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The clinically significant prostate cancer (csPCa) detection rate for PB/RSB and TB+SB","description":"csPCa was defined as PCa with a grade group \\> 2 or GS ≥ 7. The reference standard was the pathological result.","timeFrame":"One month after the biopsy procedure."}],"secondaryOutcomes":[{"measure":"The overall complication rate","description":"The complication (mainly including bleeding, infection, pain, and lower urinary tract symptoms) rate after the prostate biopsy (PB/RSB or TB+SB).","timeFrame":"One month after the biopsy procedure."},{"measure":"The self-reported quality of life after the prostate biopsy","description":"The self-reported levels of pain and discomfort after the prostate biopsy.","timeFrame":"One month after the biopsy procedure."},{"measure":"The operation time of prostate biopsy","description":"The operation time of prostate biopsy was defined as the time from the beginning to the end of the prostate biopsy.","timeFrame":"During the prostate biopsy procedure."},{"measure":"The PCa detection rate","description":"The PCa detection rate for PB/RSB and combination of TB+SB.","timeFrame":"One month after the biopsy procedure."},{"measure":"The Gleason score (GS) of the biopsy sample","description":"The Gleason score was reported by senior uropathologists according to the Standards of Reporting for MRI Targeted Biopsy Studies (START) criteria and interpreted according to the recommendations of the International Society of Urological Pathology (ISUP) Grade Group.","timeFrame":"One month after the biopsy procedure."},{"measure":"The GS of radical prostatectomy (RP) specimens","description":"The overall grade was assigned based on the part with the highest Gleason score according to the recommendations of the ISUP. For the RP specimens, the overall grade was assigned based on the part with the highest Gleason score according to the recommendations of the ISUP.","timeFrame":"One month after the biopsy procedure."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The age of the patient is between 45 and 85.\n* No previous biopsy.\n* Patients with single suspicious lesion, complete multiparametric magnetic resonance imaging (mpMRI) data, qualified image quality control, suspicious lesions, and Prostate Imaging Reporting and Data System version 2.1 (PI-RADS V2.1) of \\> 3.\n* Patients were in accordance with the indication of prostate biopsy, including patients with suspicious prostate nodes found by digital rectal examination (DRE), the suspicious lesions found by transrectal ultrasound (TRUS) or MRI, total prostate-specific antigen (tPSA) \\>10ng/mL, tPSA 4-10ng/mL with free-to-total PSA ratio (f/tPSA) \\<0.16 or PSA density (PSAD) \\>0.15.\n* The prostate biopsy pathological results were complete. The time interval between prostate biopsy and prostate mpMRI examination should not exceed one month.\n* Patients with complete clinical information.\n\nExclusion Criteria:\n\n* The mpMRI data was unqualified or incomplete.\n* Patients had received radiotherapy, chemotherapy, androgen deprivation therapy, or surgery treatment before prostate mpMRI examination or prostate biopsy.\n* Patients with previous biopsy.\n* Patients with PI-RADS V2.1 of \\< 4.\n* Patients were not in accordance with the indication of prostate biopsy.\n* The patient could not cooperate to complete the prostate biopsy.\n* The patients or their family members refused to participate in this study.\n* Patients with incomplete clinical information.","healthyVolunteers":false,"sex":"MALE","minimumAge":"45 Years","maximumAge":"85 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yi LIU","role":"CONTACT","phone":"+86 13611035261","email":"liuyipkuhsc@163.com"}],"overallOfficials":[{"name":"Yi LIU","affiliation":"Peking University First Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Peking University First Hospital","city":"Beijing","state":"Beijing","zip":"100034","country":"China","geoPoint":{"lat":39.9075,"lon":116.39723}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011471","term":"Prostatic Neoplasms"}],"ancestors":[{"id":"D000005834","term":"Genital Neoplasms, Male"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000011469","term":"Prostatic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M14335","name":"Prostatic Neoplasms","asFound":"Prostate Cancer","relevance":"HIGH"},{"id":"M8946","name":"Genital Neoplasms, Male","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M8944","name":"Genital Diseases, Male","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M14333","name":"Prostatic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4222","name":"Anti-Bacterial Agents","relevance":"LOW"},{"id":"M4224","name":"Antibiotics, Antitubercular","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}