{"protocolSection":{"identificationModule":{"nctId":"NCT06475456","orgStudyIdInfo":{"id":"I-CSI-IT V1.0 07 May 2024"},"organization":{"fullName":"Fondazione GISE Onlus","class":"OTHER"},"briefTitle":"Pilot Italian Cardiogenic Shock Initiative","officialTitle":"SPOKE-HUB SHOCK PROTOCOL MANAGEMENT ACCORDING TO SCAI CLASS IN TURIN AND MILAN AREA","acronym":"ICSI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-11-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-21","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Fondazione GISE Onlus","class":"OTHER"},"collaborators":[{"name":"Mediolanum Cardio Research","class":"OTHER"},{"name":"San Raffaele University Hospital, Italy","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Study Objective To evaluate the impact on 30-day mortality of the adoption of a dedicated cardiogenic shock protocol designed to improve communication and collaboration among centres to timely refer Cardiogenic Shock (CS) patients from spoke to hub centres in Turin and Milan metropolitan Area. Study Design A multicentre, observational, study, consisting of\n\n* retrospective cohort including anonymous data from electronic health records of patients admitted with acute myocardial infarction complicated by cardiogenic shock (AMICS) SCAI class B-D, from Jan 2016 until Dec 2019\n* prospective cohort including all consecutive patients admitted for AMICS SCAI class B-D in the study centres Study Population and Centres 768 patients admitted in spoke hospitals for AMICS: 384 in each study cohort. Four centres - two in Milan metropolitan Area and two in Turin - will serve as hub centres, each one receiving CS patients from three referring spoke centres. In total, 16 centres will be involved in the study. Follow-up period Up to 30 days from hospital admission Primary Endpoint The primary endpoint will be the short-term mortality defined as inhospital or 30-day mortality. Secondary Endpoints\n* In-hospital or 30-day incidence of:\n\n  1. stroke, (fatal or non-fatal) or TIA\n  2. bleedings (BARC classification ≥3),\n  3. renal replacement therapy (CVVH / new onset of dialysis)\n  4. vascular complications (all complication needing intervention),\n  5. non-fatal myocardial infarction\n* Door-to-support time,\n* Onset of symptoms to support time Inclusion criteria Prospective cohort\n* For conscious patients, signed and dated informed consent and consent to the processing of personal data\n* For unconscious patients, informed consent signed and dated by the legal representative, or a proxy or a relative. The consent will be presented to the patient as soon the health conditions will improve.\n* Aging more than 18 years\n* Patients admitted within 24h from the diagnosis of AMICS and SCAI SHOCK classification B to D.\n\nCS will be defined as:\n\n1. Systolic blood pressure (SBP) \\< 90 mmHg or mean arterial pressure (MAP) \\< 60 mmHg, after an appropriate fluid challenge if there is no sign of overt fluid overload, OR need of vasoactive agents to maintain SBP \\> 90 mmHg or MAP \\> 60 mmHg, OR need of mechanical cardiac support (MCS);\n2. At least one of the following criteria/signs of overt hypoperfusion: mixed venous oxygen saturation \\< 60% arterial lactates \\> 2 mmol/L; oliguria \\< 0.5 ml/Kg/h for at least 6 hours.\n3. CS SCAI B-C-D following an acute myocardial infarction (AMICS) or acute decompensation of heart failure (ADHFCS) Exclusion criteria\n\n1) Cardiac arrest with no quantifiable or longer than 10 minutes \"no-flow\" time or with refractory cardiac arrest (defined as CPR lasting more than 20') 2) Absolute contraindication to mechanical circulatory support devices 3) CS due to other aetiology apart from the ones in inclusion criteria as well as SCAI A and E before device positioning. 4) Age less than 18 years 5) Life expectancy \\< 1 year due to other reason than cardiogenic shock. Study Timetable Retrospective data collection: Jan 2016 until Dec 2019 Date of first enrolment planned: September 2024 Duration of recruitment: 24 months Follow-up period: 30 days Statistical methods A sample size of 768 patients (384 in each arm) is required to provide the study an 80% power to detect superiority in the primary endpoint with an alpha error set at 0.05 and assuming 30-day mortality estimates of 48% in the pre-protocol group and 38% in group post protocol.","detailedDescription":"Background and rationale Acute myocardial infarction complicated by cardiogenic shock (AMICS) is the leading cause of inhospital mortality in acute myocardial infarctions (AMI), occurs in up to 10% of cases, and is increasingly frequent 2,3. Primary percutaneous coronary intervention (pPCI) is the cornerstone of treatment for AMI complicated by CS (AMICS), and its routine use is associated with a long-term survival benefit4. However, despite innovations in pharmacologic and device-based therapies and systems of care, in-hospital and 30-day mortality in AMICS remain high (50 to 70%) 5. To address this survival plateau, percutaneous mechanical circulatory support devices (pMCS) have been introduced in this clinical setting 6-8. Unfortunately, these technologies are restricted to tertiary hub centres with specific expertise, selection, and management. As a result, shock centres have developed internal protocols to timely manage cardiogenic shock patients. Nevertheless, spoke centres frequently lack dedicated shock protocols for correct and timely management and refer AMICS patients to hub centres, especially in the early phase of the acute presentation. On the other side, a standardized approach to cardiogenic shock performed by a shock team has been demonstrated to have a significant impact on in-hospital and 1-month mortality. The Hub-and-Spoke model is based on the current model for STEMI, trauma, and stroke referral systems9. Studies including patients receiving ECMO and LVADs 10,11 have all demonstrated better outcomes in higher volume facilities. This model can potentially contribute to concentrating resources in each region. The key to the success of the hub and spoke model is the close collaboration between the hub and the spoke centres to develop common protocols and provide training for their effective implementation 12. Recent experiences in the US demonstrated how correct management among Hub and Spoke centres may improve the outcomes of the AMICS patients admitted at Emergency Departments of the spoke centres.\n\nThe Spoke and Hub network is a consolidated reality in the Italian sanitary system since the primary PCI networkintroduction for STEMI patients at the end of the 1990s. This approach has been proposed in the last few years also for more complex clinical scenarios, such as cardiogenic shock.\n\nThe implementation of a hub and spoke network for the management of cardiogenic shock offers significant advantages as the opportunity to benefit from a specialized shock team and the maximize the implementation of mechanical circulatory support. Having a dedicated multidisciplinary cardiogenic shock team within a referral centre (hub) is crucial. Clinical studies have demonstrated that the timely activation of a multidisciplinary team, including interventional cardiologists, cardiothoracic surgeons, and intensivists, can dramatically reduce mortality associated with this critical condition13. The speed of intervention and the team and expertise in performing life-saving procedures such as pPCI or the implantation and management of ventricular assist devices are determining factors to improve patient survival.\n\nThe hub and spoke network also offer the possibility to use more advanced medical therapy and/or mechanical circulatory support and to serve as bridge to recovery or bridge to permanent ventricular assist device or heart transplantation. In fact, patients with cardiogenic shock might benefit from temporary and or permanent ventricular assist devices (VAD). The availability of these devices in hub centres allows for more effective management and continuous monitoring of critically ill patients14.\n\nTimely access to these technologies can significantly increase the chances of hemodynamic stabilization and recovery.\n\nIn conclusion, a hub and spoke network for cardiogenic shock offers an integrated and specialized approach that can significantly improve the clinical outcome of patients, both through the presence of an expert team and through the optimization of mechanical circulatory support.\n\nHowever, although an informal agreement already exists among hub and spoke centres, a consolidated network it is not standardized in term of patient stratification and communication between physicians of different hospitals.\n\nTherefore, the aim of the spoke-hub cardiogenic shock protocol is to test whether in a real-world setting the use of a prespecified shock management protocol improving communication and collaboration among centres to timely refer AMICS patients from spoke to hub centres can reduce the incidence of in hospital and 30-day mortality. A correct transfer protocol of selected patients will extend the implementation of dedicated and complex cardiogenic shock treatments to patients initially admitted to spoke centres; this protocol must be adapted according to the local health care organization and economic availability in each area or country. This will help to provide an equal access to care for CS patients in the metropolitan area and is expected to improve their outcomes. This study will evaluate the impact on in-hospital or 30-day mortality of the use of a prespecified shock management protocol improving communication and collaboration among centres in the same area to timely refer CS patients from spoke to hub centres in hospital networks in Turin and Milan metropolitan Area.\n\n2.1. Hub and spoke network: literature review The creation of hub and spoke networks has demonstrated a significant benefit on mortality in various cardiovascular acute care settings, greatly improving the management of complex patients. In both STEMI and stroke, the presence of hub and spoke networks has enabled easier communication between referral centres and the periphery to improve clinical management of the patient. Preliminary data regarding the impact of the hub and spoke-integrated protocols regarding CS have been published by several groups.\n\nDaniel Lu et al 13 compared the outcomes of CS patients among three cohorts: (A) direct admissions to spokes, (B) direct admissions to hubs, and (C) interhospital transfer to hubs. The authors stratified all consecutive patients enrolled in their CS registry (Nationwide Readmissions Database 2010 - 2014). A total of 130 656 (31.7%) patients with CS were directly admitted to spokes, 253 234 (61.4%) were directly admitted to hubs, and 28 777 (7.0%) were transferred to hubs. Similarly, to the Italian health care organization, most of the included centres were spoke centres in sub-urban regions with limited access to mechanical support devices and low volume for PCI, while hub centres were about 30% and mainly in metropolitan areas. CS mortality was 47.8% at spoke hospitals and was lower at hub hospitals, both for direct admissions (39.3%) and transferred (33.4%) patients. On multivariable analysis, direct admission to CS hubs \\[odds ratio (OR) 0.86, 95% confidence interval (CI) 0.84-0.89, \\] and transfer to hubs (OR 0.72, 95% CI 0.69-0.76,) were both associated with lower mortality. The authors conclude that treatment of CS at transfer hubs was associated with significantly lower mortality within this large real-world sample. Another experience has been reported by WellStar Medical Center15 and consists of the implementation of the hub-and-spoke model, with a cardiogenic shock algorithm. Well-Star Kennestone Regional Medical Centre served as the hub; it is a highvolume centre for of cardiogenic shock, with 250 STEMIs per year and 24-hour cardiology critical care expertise, cardiac surgery, and advanced heart failure therapies for patients in need of more advanced care. When WellStar implemented its hub-and-spoke model, the survival rate for AMI-CS was at about 50 percent, consistent with national averages. Within a few months, survival rates raised to 60% and up to 70%.\n\nA further example of the effectiveness of optimal protocols applications in the care of patients presenting with CS comes from the experience described in the Japanese registry by Dr. Ako et al., who analysed 593 consecutive AMICS patients from the J-PVAD registry and their cumulative 30-day survival and safety profiles. The overall 30-day survival was 80.9% when microaxial flow pumps were used. These results were obtained with a strict application of the enrolment protocol.16 Tehrani et al 14 compared the outcomes of CS patients initially admitted to spoke versus hub hospitals within a regional care network (The Inova Health System Regionalized Care Network for Cardiogenic Shock). The authors stratified all consecutive patients enrolled in their CS registry (January 2017 to December 2019) by first admission to a spoke versus hub hospitals. Of 520 CS patients, more than half initially presented to spoke hospitals. In their analysis, patients first admitted to hub centres were more often supported with pVAD (44% vs 11%; P \\&amp;lt; 0.01) and veno-arterial extracorporeal membrane oxygenation (13% vs 0%; P \\&amp;lt; 0.01). Initial presentation to a spoke was not associated with increased risk-adjusted 30-day mortality, bleeding, or stroke. The authors conclude that spoke and hub patients experienced similar short-term outcomes within a regionalized CS network.\n\nIn all these experiences the applied protocol was promoting a prompt stratification and diagnosis of SCAI shock class, recognition of right ventricular failure, use of pVADs when indicated - as soon as possible, down titration of inotropic agents, prompt upscale of mechanical cardiac support, if needed, bridge to recovery and /or permanent VAD and /or heart transplantation. Recently, it was published by Lombardy region a local guideline (DGR N° XII / 1117 meeting date 16/10/2023) about acute heart failure/cardiogenic shock network identifying in Milano area two hub centres (IRCCS San Raffaele ASST Grande Ospedale Metropolitano Niguarda) whom the spoke centre should refer to. Nevertheless, this network system is not nowadays applied in our country, and the Italian healthcare system is still lacking a CS Network. The optimal strategy to promote standardized care and improved outcomes across regional CS networks deserve further investigation. 2.2. Creation of hub and spoke network A hub and spoke network in cardiogenic shock facilitates the rapid transfer of patients to specialized tertiary care centres. When a patient presents with cardiogenic shock at a spoke hospital, immediate hemodynamic stabilization is the priority. The network communication channels enable rapid consultation with the hub, where specialised cardiac teams evaluate the patient condition remotely and provide expert recommendations. If advanced interventions, such as pPCI or mechanical circulatory support, are required, the patient is promptly transferred to the hub. This expedited transfer process ensures that patients receive timely access to specialized care, reducing treatment delays and improving the chances of a favourable outcome.\n\nA hub and spoke network establishes regional centres of excellence in the management of cardiogenic shock. The hub acts as the central facility equipped with advanced cardiac interventions, highly skilled healthcare professionals, and state-of-the-art infrastructure. This concentration of expertise allows for specialised care that may not be available at smaller spoke hospitals. By designating specific hubs, patients have improved access to specialized resources, including cardiac catheterization laboratories, advanced imaging technologies, and multidisciplinary CS teams trained in managing complex cases of cardiogenic shock. These regional centres of excellence ensure that patients are directed to facilities with the highest level of expertise, increasing the likelihood of successful treatment and improved patient outcomes.\n\nCardiogenic shock patients often face geographic disparities when accessing specialized care, especially in rural or remote areas. A hub and spoke network addresses this challenge by bringing specialized services closer to patients locations. The spoke hospitals act as local access points, providing initial stabilization and interventions. Through efficient transfer protocols, patients can be quickly transported to the hub, bypassing the need for long-distance travel. This reduces the burden on patients and their families while minimizing delays in receiving critical care. By bridging the geographical gap, the hub and spoke network ensures that patients with cardiogenic shock, regardless of their location, can access specialised care promptly, leading to improved outcomes and potentially saving lives.\n\nThe hub and spoke model promotes effective coordination and communication between healthcare providers involved in the care of cardiogenic shock patients. Communication channels are established to facilitate real-time consultation and collaboration between spoke hospitals and the hub. This seamless exchange of information allows for accurate assessment of patient conditions and prompt decision-making regarding transfer and specialized interventions. Moreover, the network encourages regular meetings, case discussions, and knowledge sharing, fostering continuous education and professional development among healthcare teams. By streamlining communication, the hub and spoke network enhances the overall quality of care and ensures that patients with cardiogenic shock benefit from the collective expertise of the network healthcare professionals.\n\n3. Objectives and hypotheses of the study The main objective of this study is to compare in hospital-30 days clinical outcome of patients with AMICS who were admitted in spoke centres in a historical (retrospective) vs prospective cohort. The main hypothesis of the study is that the time factor as well as the presence of a multidisciplinary CS team is crucial in the management and treatment of cardiogenic shock. Patients who can benefit from circulatory support, through medication and/or mechanical support, the earlier they receiv treatment, the better their outcome. Thus, a constant communication between hub and spoke centres would allow early identification of patients at risk of unfavourable evolution and enable faster treatment of them.\n\n3.1. Justification of the study design The study includes a prospective and a retrospective cohort. This study design will allow us to compare the impact on 30 days mortality of patients admitted with AMICS in study centres following the adoption of a dedicated protocol designed to improve communication and collaboration among centres to timely refer such patients from spoke to hub centres (prospective cohort) as compared to prior practise in the same centres not adopting such a protocol (retrospective cohort). These data will be extremely useful to assess whether there is a clinical benefit for CS patients following the creation of the Hub and Spoke network for AMICS.\n\n3.2. Endpoints Primary and clinical secondary endpoints will be adjudicated by an independent Clinical Event Adjudication Committee. 3.2.1. Primary Endpoint The primary endpoint is all-cause mortality in-hospital or up to30-days. Overall, all-cause mortality is indisputable and cannot be subject to subjective interpretation and is considered the gold standard for demonstrating clinical benefit. The relatively short follow-up will minimize the competing risk that death is caused conditions other than CS. 3.2.2. Secondary Endpoints\n\nThe secondary endpoints are so defined:\n\n* In-hospital or 30-days incidence of adjudicated stroke (fatal or non-fatal) or TIA;\n* In-hospital or 30-days incidence of bleedings (to classify bleeding we use BARC classification in the endpoints we include only bleedings with a BARC score greater than or equal to 3);\n* In-hospital or 30-days incidence of renal replacement therapy (need for at least one cycle of CVVH or the initiation of dialysis therapy);\n* In-hospital or 30-days incidence of vascular complications (as vascular complications we refer to all those complications requiring medical intervention referring to vascular, diagnostic and/or therapeutic accesses);\n* In-hospital or 30-days incidence of non-fatal myocardial infarction, excluding any presenting event. Non-fatal was defined according to the definition of NSTE-ACS or STE-ACS, respectively \\[17\\];\n* Door-to-support time indicates the time from patient presentation, at a hub or spoke center, to the start of hemodynamic support with MCS;\n* The onset of symptoms-to-support time indicates the time from the onset of clinical symptoms reported by the patient to the start of hemodynamic support with MCS. 4. Study Design This will be an observational, multicentre study including consecutive patients admitted in the spoke centres with CS SCAI classification B-D in the retrospective cohort from 2016 to 2019 and in the prospective cohort from 2024 to 2026. Four centres - two in Milan metropolitan Area and two in Turin - will serve as hub centres, each one receiving CS patients from three referring spoke centres. In total, 16 centres will be involved in the study. In the retrospective cohort, the information will be derived from Diagnosis Related Groups (DRGs) (see appendix): only anonymous data will be collected. In the prospective cohort a prespecified protocol following the current ESC guidelines on Acute and Chronic Heart Failure17 improving communication and collaboration among centres in the same area to timely refer CS patients from spoke to hub centres will be adopted allocating patients referred for advanced shock treatment from a spoke to a hub centre. The patients who will fulfil the following inclusion criteria will be enrolled retrospectively, and prospectively. 4.1. Study Population Patients presenting with cardiogenic shock SCAI B to D as defined in inclusion criteria (as shown below). 4.2. Subject Selection 4.2.1. Inclusion Criteria\n\nAll subjects participating in this clinical trial must meet the following criteria:\n\nProspective cohort\n\n* For conscious patients, signed and dated informed consent and consent to the processing of personal data\n* For unconscious patients, informed consent signed and dated by the legal representative, or a proxy or a relative. The consent will be presented to the patient as soon the health conditions will improve. Aging ≥18\n\nCS will be defined as:\n\n1. Systolic blood pressure (SBP) \\< 90 mmHg or mean arterial pressure (MAP) \\< 60 mmHg, after an appropriate fluid challenge if there is no sign of overt fluid overload, OR need of vasoactive agents to maintain SBP \\> 90 mmHg or MAP \\>60 mmHg, OR need of MCS;\n2. At least one of the following criteria/signs of overt hypoperfusion: mixed venous oxygen saturation \\< 60%; arterial lactates \\> 2 mmol/L; oliguria \\<0.5 ml/Kg/h for at least 6 hours.\n3. CS following an acute myocardial infarction (AMICS) or acute decompensation of heart failure (ADHF-CS) 4.2.2. Exclusion Criteria\n\nPatients will be excluded if any of the following conditions apply:\n\n1. Cardiac arrest with no quantifiable or longer than 10 minutes \"no-flow\" time or with refractory cardiac arrest (as defined by CPR prolonging for more than 20')\n2. Absolute contraindication to support devices.\n3. CS due to other aetiology apart from the ones in inclusion criteria as well as SCAI A and E before device positioning.\n4. Age greater than 75-year-old\n5. Life expectancy\\< 1 year due to other reason than cardiogenic shock. 5. Study procedures 5.1. Hub and spoke centre definitions\n\nThe Hub centre is frequently a 3rd level Hospital where there is the availability of:\n\n* CS team 24/7\n* PCI service 24/7\n* Dedicated CCU\n* pVAD availability and extensive expertise in management 24/7, as well as mobile ECMO team.\n* Cardiac surgery backup ±LVAD capability/heart transplant\n* Cardiac Shock team The shock team is a multidisciplinary team dedicated to optimizing the care of Cardiogenic shock patients via:\n\n  1. Rapid identification\n  2. Coordinated consultation.\n  3. Early transfer/admission to cardiac\n  4. ICU, Cath Lab, or Operating room It is composed by: Interventional Cardiologist, Cardiac Surgeon, Advanced Heart failure specialist, Intensivists and Anesthesiologists.\n\nThe Spoke centre is frequently:\n\n* 1st level Hospital with dedicated CCU\n* 2nd level Hospital with dedicated CCU and with some pVAD expertise\n\nThe spoke centres in each area that will be included in the study have to fulfil the following criteria:\n\n* 24h cath lab for primary PCI\n* already an informal patient transferal protocol with the hub center\n* less than 30 km of distance 5.2. Communication Protocol The following communication protocol is based on guidelines and cardiogenic shock consensus (1) its aim is to improve physicians communication and guidelines adherence, and in any situation can overcome the physician's judgment.\n\n5.2.1. Communication protocol 1: Stepwise checklist application for the on-call cardiologist at the spoke centre according to SCAI class 5.2.1.1. CS Diagnosis, classification, and exclusion criteria 5.2.1.3. WHO activates the Shock Team?\n\n1. Emergency department\n2. Other units in the hospital e.g. Cath lab or ICUs\n3. Spoke centre cardiology department. The efferent unit will call the shock team on a dedicated phone number. 5.2.2. Protocol 2: stepwise checklist for the on-call cardiologist at the hub centre Communication between the spoke and hub centres should be performed at the time of diagnosis or in case of worsening after two consecutive worsening evaluation at 30 min time difference.\n\n   * After reaching consensus on transfer to hub centre activation of CS team\n   * CS management according to the local hub protocol 5.2.3. Patient transfer between spoke and hub centres After the case discussion and bilateral agreement, the patient will be transferred from the spoke to the hub centre according to the local protocol by a dedicated ambulance system with a cardiologist and/or anesthesiologist onboard. In case of life threatening hemodynamic instability of the patients, a dedicated team of the hub centre may place a pVAD at the spoke centre for a protected transfer. In this perspective, all the data regarding the transportation duration, also considering the time of day (day or night) will be collected, to evaluate the impact of time and distance between the spoke and the hub centres. 5.2.4. Hub centres management protocol The hub centres will have a shared management protocol according to current ST segment elevation, non-ST segment elevation myocardial infarction guidelines18, Acute heart failure and pVAD implantation recommendation19. CS phenotypisation will be performed according to invasive or not invasive hemodynamic evaluation.\n\n6. Settings and locations for data collection For prospective data collection, baseline clinical characteristics, clinical examinations and in-hospital procedures of the patients are collected during their hospitalization by dedicated physicians. The data regarding the patients that will be transferred from spoke to hub centers will be collected from the spoke and/or the hub according to the role in the clinical management of the patient.\n\nNeed for MCS, timing of device insertion, size of device (extent of support) as well as optimal duration of therapy will also be recorded. Special attention will be given to the documentation of the patient's clinical status regarding morbidity and mortality, major adverse cardiac cerebrovascular events (MACCE) such as stroke or TIA, bleedings, cardiac ischemic events and vascular complications, as well as renal replacement therapy.\n\nThe information will be derived from the hospital clinical charts up to 30 days from admission and recorded in the electronic CRF of the study. No intervention nor changes in therapeutic strategies and decisions will be implemented for the purpose of the study. For the retrospective data collection DRG code will be used in order to select cases affected by CS, and data collected in anonymous fashion. Only data related to the clinical outcome associated to the DRG will be retrieved from hospital registries, without any personal data. DRG codes of interest for the study are reported in Appendix 1. 7. Statistical considerations Outcomes will be compared between the retrospective cohort and the prospective cohort.\n\nTargets for analysis will focus on improving outcomes and quality of care. Specifically, assessing morbidity and mortality, need for MCS, timing of device insertion, size of device (extent of support) as well as optimal duration of therapy are all opportunities to expand the appropriate use and understanding of the role of hemodynamic support. 7.1. Determination of Sample Size A sample size of 768 patients (384 in each cohort) is required to provide the study an 80% power to detect superiority in the primary endpoint with an alpha error set at 0.05 and assuming 30-day mortality estimates of 48% in the historical cohort and 38% in the prospective cohort.\n\nA 48% 30-day death rate was calculated based on the mean mortality of SCAI SHOCK patients Class C-D, as reported by previous metanalysis19, while 38% for the prospective cohort is based on the recently published papers 20-21 that evaluated similar outcomes in USA area after the improvement of the hub-spoke network. Considering a 10% of patient loss due to consent unavailability/withdrawal the total number of screened patients will be 845. 7.2. General Statistical Approach Descriptive statistics (mean with standard deviation, minimum and maximum, median with the first and third quartile and 95% confidence interval) will be calculated for quantitative variables. For qualitative variables, counts and percentages will be provided together with the 95% confidence interval. In calculation of percentages, patients with missing data will not be considered, unless otherwise specified. All baseline characteristics will be summarized. The baseline value for each patient is defined as the last available value prior to spoke hospital admission. A detailed Statistical Analysis Plan will be developed. 7.2.1. Main Analysis Comparisons will be made via Student's t-test, Wilcoxon rank sum test, 1-way analysis of variance, chi-square, or Fisher's exact tests, where appropriate. To determine the potential relationship between site of initial triage and the primary and secondary outcomes, we will fit multivariable logistic regression models, which adjusted for clinical and hemodynamic variables historically associated with outcomes in CS: SCAI CS stage (C vs D-E), age (per 5 years), duration of vasopressors (minutes), female sex, diabetes, baseline log lactate and log cardiac power output (CPO) measurements, MCS use, haemolysis and dialysis. We will compare the risk of primary and secondary outcomes in spoke vs hub patients and calculate adjusted ORs with corresponding 95% Cis for the primary and secondary outcomes. Statistical significance is defined as a P value \\&amp;lt;0.05 for 2- sided tests. All analyses are performed using R version 4.0.2 software (R Foundation for Statistical Computing). 7.2.1.1. Prespecified sub-analysis Prespecified sub-analysis according to the time between symptoms onset/pPCI to pVAD placement will be performed.\n\nPre-specified supplementary analysis:\n\n1. The analysis will be performed with artificial intelligence methods to create a risk stratification model to increase the protocol efficiency and patients' selection to be transferred.\n2. Protocol adherence in both spoke and hub center will be evaluated.\n3. Spoke center misdiagnosis for CS. 7.2.2. Safety Analysis Adverse Events (AE) occurred to the patients and collected in the e-CRF will be coded to a \"Preferred Term\" (PT) and associated \"System-Organ Class\" according to the most recent version of the MedDRA dictionary before analysis. Patients will be counted only once in each system organ class category, and only once in each preferred term category. All adverse events will be summarized by presenting the number and percentage of patients having any adverse event and having at least one serious adverse event. For quantitative safety parameters, descriptive statistics will be used to summarise results and change from baseline values. Concomitant medications will be collected in the CRF and summarised by number and percentages (n; %). 8. Data management Data collection will be carried out by means of Electronic Data Capture (EDC) systems, whereby data recorded in an electronic CRF (e-CRF) are directly registered in the study database. The e-CRF for the study will be provided by the CRO Mediolanum Cardio Research (Italy). Main characteristics of the EDC system are:\n\n   * compliance with FDA 21 CFR part 11 requirements and guidelines concerning security and data protection\n   * multi-user and simultaneous data entry\n   * intuitive friendly web forms\n   * browsers (Edge, Google Chrome - preferred one - Safari and Opera)\n   * access control and advanced user management\n   * advanced user profiling management and customization\n   * Audit Trail: tracking all user operations (e.g., visited pages); user data audit, patients, and centres audit, CRF data audit\n   * CRF source verified data locking at visit / page / single variable levels\n   * off-line and on-line control of data plausibility and consistency\n   * automatic and manual query generation\n   * supervision and validation of solved queries (optional)\n   * e-monitoring tools\n   * documentation area (protocols, manuals, etc)\n   * production of blank and annotated CRF\n   * use of ad hoc medical dictionaries (MedDRA, WHO, etc)\n   * exporting data to SAS and Excel format\n   * graphic reports and descriptive statistics\n   * production of SAE/MACCE listings\n   * alert email (new patient, new SAE etc.)\n   * SAS clinical data base\n   * dedicated section for upload of study documents Security\n   * Hosting server in a secure Web farm in Italy under 7x24 monitoring.\n   * Server protected by firewall to prevent unauthorized access.\n   * Secure data transmission adopted using 256-bit SSL (HTTPS); the module and the relative Certificate acquired from Thawte Certification Authority\n   * User authentication through complex personal password\n   * Session timeout after 15 minutes inactivity\n   * Redundant hardware\n   * Redundant daily backups Only the study Investigators will have access rights to enter and to modify the data. It is the responsibility of the Investigator to maintain adequate and accurate e-CRFs to record all observations and other data pertinent to the clinical investigation. Appropriate edit checks will be developed to identify the discrepancies in the entered data, embedded in the database, to ensure data validity. Discrepancies may be due to inconsistent data, missing data, range checks, and deviations from the protocol. The data validation process will be run every night and queries released in the e-CRF for identifying discrepancies. These discrepancies (queries) will be resolved by investigators after logging into the system. It is the Investigator's responsibility to respond by confirming or modifying the data questioned. Data management will be in accordance with the SOPs of the CRO. Ongoing quality control of data processing is undertaken at regular intervals during the course of the study. A study-specific data management plan will be produced describing the data entry and data tracking guidelines, quality control measures, discrepancy management, data transfer/extraction, and database locking guidelines.\n\nCoding of medical terms and medications will be performed using MedDRA and the WHO Drug Dictionary, respectively."},"conditionsModule":{"conditions":["Cardiogenic Shock"],"keywords":["cardiogenic shock","SPOKE-HUB"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"30 Days","designInfo":{"observationalModel":"COHORT","timePerspective":"OTHER"},"enrollmentInfo":{"count":786,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pre-Protocol Cohort","description":"Patients enrolled retrospectively between 2016 and 2019"},{"label":"Post-protocol Cohort","description":"Patients enrolled prospectively between 2024 and 2026"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mortality.","description":"short-term mortality defined as inhospital or 30-day mortality.","timeFrame":"30-days"}],"secondaryOutcomes":[{"measure":"Stroke, (fatal or non-fatal) or TIA","timeFrame":"30-days"},{"measure":"Bleedings (BARC classification ≥3),","timeFrame":"30-days"},{"measure":"Renal replacement therapy","description":"CVVH / new onset of dialysis","timeFrame":"30-days"},{"measure":"Vascular complications","description":"all complication needing intervention","timeFrame":"30-days"},{"measure":"Non-fatal myocardial infarction","timeFrame":"30-days"},{"measure":"Door-to-support time","timeFrame":"30-days"},{"measure":"Onset of symptoms to support time","timeFrame":"30-days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAll subjects participating in this clinical trial must meet the following criteria:\n\nProspective cohort\n\n* For conscious patients, signed and dated informed consent and consent to the processing of personal data\n* For unconscious patients, informed consent signed and dated by the legal representative, or a proxy or a relative. The consent will be presented to the patient as soon the health conditions will improve. Aging ≥18\n\nCS will be defined as:\n\n1. Systolic blood pressure (SBP) \\&lt;90 mmHg or mean arterial pressure (MAP) \\&lt;60 mmHg, after an appropriate fluid challenge if there is no sign of overt fluid overload, OR need of vasoactive agents to maintain SBP \\&gt; 90 mmHg or MAP \\&gt; 60 mmHg, OR need of MCS;\n2. At least one of the following criteria/signs of overt hypoperfusion: mixed venous oxygen saturation \\&lt;60%; arterial lactates \\&gt; 2 mmol/L; oliguria \\&lt; 0.5 ml/Kg/h for at least 6 hours.\n3. CS following an acute myocardial infarction (AMICS) or acute decompensation of heart failure (ADHF-CS)\n\nExclusion Criteria:\n\nPatients will be excluded if any of the following conditions apply:\n\n1. Cardiac arrest with no quantifiable or longer than 10 minutes \"no-flow\" time or with refractory cardiac arrest (as defined by CPR prolonging for more than 20')\n2. Absolute contraindication to support devices.\n3. CS due to other aetiology apart from the ones in inclusion criteria as well as SCAI A and E before device positioning.\n4. Age greater than 75-year-old\n5. Life expectancy \\&lt; 1 year due to other reason than cardiogenic shock.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients presenting with cardiogenic shock SCAI B to D as defined in inclusion criteria","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Alaide Chieffo, Prof","role":"CONTACT","phone":"+390226437331","email":"cecalaide@gmail.com"},{"name":"Mario Iannaccone, MD","role":"CONTACT","phone":"+390112402851","email":"mario.iannaccone@hotmail.it"}],"overallOfficials":[{"name":"Alaide Chieffo, Prof","affiliation":"IRCCS San Raffaele Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Mario Iannaccone, MD","affiliation":"San Giovanni Bosco Hospital, ASL Città di Torino","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"33121700","type":"RESULT","citation":"Tehrani BN, Truesdell AG, Psotka MA, Rosner C, Singh R, Sinha SS, Damluji AA, Batchelor WB. A Standardized and Comprehensive Approach to the Management of Cardiogenic Shock. JACC Heart Fail. 2020 Nov;8(11):879-891. doi: 10.1016/j.jchf.2020.09.005."},{"pmid":"32971148","type":"RESULT","citation":"Iannaccone M, Albani S, Giannini F, Colangelo S, Boccuzzi GG, Garbo R, Brilakis ES, D'ascenzo F, de Ferrari GM, Colombo A. Short term outcomes of Impella in cardiogenic shock: A review and meta-analysis of observational studies. Int J Cardiol. 2021 Feb 1;324:44-51. doi: 10.1016/j.ijcard.2020.09.044. Epub 2020 Sep 22."},{"pmid":"34057071","type":"RESULT","citation":"Chieffo A, Dudek D, Hassager C, Combes A, Gramegna M, Halvorsen S, Huber K, Kunadian V, Maly J, Moller JE, Pappalardo F, Tarantini G, Tavazzi G, Thiele H, Vandenbriele C, Van Mieghem N, Vranckx P, Werner N, Price S. Joint EAPCI/ACVC expert consensus document on percutaneous ventricular assist devices. EuroIntervention. 2021 Jul 20;17(4):e274-e286. doi: 10.4244/EIJY21M05_01."},{"pmid":"28886621","type":"RESULT","citation":"Ibanez B, James S, Agewall S, Antunes MJ, Bucciarelli-Ducci C, Bueno H, Caforio ALP, Crea F, Goudevenos JA, Halvorsen S, Hindricks G, Kastrati A, Lenzen MJ, Prescott E, Roffi M, Valgimigli M, Varenhorst C, Vranckx P, Widimsky P; ESC Scientific Document Group. 2017 ESC Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: The Task Force for the management of acute myocardial infarction in patients presenting with ST-segment elevation of the European Society of Cardiology (ESC). Eur Heart J. 2018 Jan 7;39(2):119-177. doi: 10.1093/eurheartj/ehx393. No abstract available."},{"pmid":"38048601","type":"RESULT","citation":"Nasu T, Ninomiya R, Koeda Y, Morino Y. Impella device in fulminant myocarditis: Japanese Registry for Percutaneous Ventricular Assist Device (J-PVAD) registry analysis on outcomes and adverse events. Eur Heart J Acute Cardiovasc Care. 2024 Mar 11;13(3):275-283. doi: 10.1093/ehjacc/zuad149."},{"pmid":"36175063","type":"RESULT","citation":"Tehrani BN, Sherwood MW, Rosner C, Truesdell AG, Ben Lee S, Damluji AA, Desai M, Desai S, Epps KC, Flanagan MC, Howard E, Ibrahim N, Kennedy J, Moukhachen H, Psotka M, Raja A, Saeed I, Shah P, Singh R, Sinha SS, Tang D, Welch T, Young K, deFilippi CR, Speir A, O'Connor CM, Batchelor WB. A Standardized and Regionalized Network of Care for Cardiogenic Shock. JACC Heart Fail. 2022 Oct;10(10):768-781. doi: 10.1016/j.jchf.2022.04.004. Epub 2022 Jun 8."},{"pmid":"34114302","type":"RESULT","citation":"Lu DY, Adelsheimer A, Chan K, Yeo I, Krishnan U, Karas MG, Horn EM, Feldman DN, Sobol I, Goyal P, Bhatt R, Batra S, Sciria CT, Olonoff D, Cheung JW, Kim LK. Impact of hospital transfer to hubs on outcomes of cardiogenic shock in the real world. Eur J Heart Fail. 2021 Nov;23(11):1927-1937. doi: 10.1002/ejhf.2263. Epub 2021 Jun 22."},{"pmid":"30947919","type":"RESULT","citation":"Tehrani BN, Truesdell AG, Sherwood MW, Desai S, Tran HA, Epps KC, Singh R, Psotka M, Shah P, Cooper LB, Rosner C, Raja A, Barnett SD, Saulino P, deFilippi CR, Gurbel PA, Murphy CE, O'Connor CM. Standardized Team-Based Care for Cardiogenic Shock. J Am Coll Cardiol. 2019 Apr 9;73(13):1659-1669. doi: 10.1016/j.jacc.2018.12.084. Erratum In: J Am Coll Cardiol. 2019 Jul 23;74(3):481. doi: 10.1016/j.jacc.2019.06.010."},{"pmid":"33222608","type":"RESULT","citation":"Wang JI, Lu DY, Mhs, Feldman DN, McCullough SA, Goyal P, Karas MG, Sobol I, Horn EM, Kim LK, Krishnan U. Outcomes of Hospitalizations for Cardiogenic Shock at Left Ventricular Assist Device Versus Non-Left Ventricular Assist Device Centers. J Am Heart Assoc. 2020 Dec;9(23):e017326. doi: 10.1161/JAHA.120.017326. Epub 2020 Nov 23."},{"pmid":"32503646","type":"RESULT","citation":"Becher PM, Gossling A, Schrage B, Twerenbold R, Fluschnik N, Seiffert M, Bernhardt AM, Reichenspurner H, Blankenberg S, Westermann D. Procedural volume and outcomes in patients undergoing VA-ECMO support. Crit Care. 2020 Jun 5;24(1):291. doi: 10.1186/s13054-020-03016-z."},{"pmid":"31707323","type":"RESULT","citation":"Samsky M, Krucoff M, Althouse AD, Abraham WT, Adamson P, Aguel F, Bilazarian S, Dangas GD, Gilchrist IC, Henry TD, Hochman JS, Kapur NK, Laschinger J, Masters RG, Michelson E, Morrow DA, Morrow V, Ohman EM, Pina I, Proudfoot AG, Rogers J, Sapirstein J, Senatore F, Stockbridge N, Thiele H, Truesdell AG, Waksman R, Rao S. Clinical and regulatory landscape for cardiogenic shock: A report from the Cardiac Safety Research Consortium ThinkTank on cardiogenic shock. Am Heart J. 2020 Jan;219:1-8. doi: 10.1016/j.ahj.2019.10.006. Epub 2019 Nov 7. No abstract available."},{"pmid":"35533755","type":"RESULT","citation":"Iannaccone M, Franchin L, Hanson ID, Boccuzzi G, Basir MB, Truesdell AG, O'Neill W. Timing of impella placement in PCI for acute myocardial infarction complicated by cardiogenic shock: An updated meta-analysis. Int J Cardiol. 2022 Sep 1;362:47-54. doi: 10.1016/j.ijcard.2022.05.011. Epub 2022 May 6."},{"pmid":"30586755","type":"RESULT","citation":"Schrage B, Ibrahim K, Loehn T, Werner N, Sinning JM, Pappalardo F, Pieri M, Skurk C, Lauten A, Landmesser U, Westenfeld R, Horn P, Pauschinger M, Eckner D, Twerenbold R, Nordbeck P, Salinger T, Abel P, Empen K, Busch MC, Felix SB, Sieweke JT, Moller JE, Pareek N, Hill J, MacCarthy P, Bergmann MW, Henriques JPS, Mobius-Winkler S, Schulze PC, Ouarrak T, Zeymer U, Schneider S, Blankenberg S, Thiele H, Schafer A, Westermann D. Impella Support for Acute Myocardial Infarction Complicated by Cardiogenic Shock. Circulation. 2019 Mar 5;139(10):1249-1258. doi: 10.1161/CIRCULATIONAHA.118.036614."},{"pmid":"27810347","type":"RESULT","citation":"Ouweneel DM, Eriksen E, Sjauw KD, van Dongen IM, Hirsch A, Packer EJ, Vis MM, Wykrzykowska JJ, Koch KT, Baan J, de Winter RJ, Piek JJ, Lagrand WK, de Mol BA, Tijssen JG, Henriques JP. Percutaneous Mechanical Circulatory Support Versus Intra-Aortic Balloon Pump in Cardiogenic Shock After Acute Myocardial Infarction. J Am Coll Cardiol. 2017 Jan 24;69(3):278-287. doi: 10.1016/j.jacc.2016.10.022. Epub 2016 Oct 31."},{"pmid":"23299937","type":"RESULT","citation":"O'Gara PT, Kushner FG, Ascheim DD, Casey DE Jr, Chung MK, de Lemos JA, Ettinger SM, Fang JC, Fesmire FM, Franklin BA, Granger CB, Krumholz HM, Linderbaum JA, Morrow DA, Newby LK, Ornato JP, Ou N, Radford MJ, Tamis-Holland JE, Tommaso CL, Tracy CM, Woo YJ, Zhao DX; American College of Cardiology Foundation; American Heart Association Task Force on Practice Guidelines; American College of Emergency Physicians; Society for Cardiovascular Angiography and Interventions. 2013 ACCF/AHA guideline for the management of ST-elevation myocardial infarction: executive summary: a report of the American College of Cardiology Foundation/American Heart Association Task Force on Practice Guidelines: developed in collaboration with the American College of Emergency Physicians and Society for Cardiovascular Angiography and Interventions. Catheter Cardiovasc Interv. 2013 Jul 1;82(1):E1-27. doi: 10.1002/ccd.24776. Epub 2013 Jan 8. No abstract available."},{"pmid":"10460813","type":"RESULT","citation":"Hochman JS, Sleeper LA, Webb JG, Sanborn TA, White HD, Talley JD, Buller CE, Jacobs AK, Slater JN, Col J, McKinlay SM, LeJemtel TH. Early revascularization in acute myocardial infarction complicated by cardiogenic shock. SHOCK Investigators. Should We Emergently Revascularize Occluded Coronaries for Cardiogenic Shock. N Engl J Med. 1999 Aug 26;341(9):625-34. doi: 10.1056/NEJM199908263410901."},{"pmid":"24419737","type":"RESULT","citation":"Kolte D, Khera S, Aronow WS, Mujib M, Palaniswamy C, Sule S, Jain D, Gotsis W, Ahmed A, Frishman WH, Fonarow GC. Trends in incidence, management, and outcomes of cardiogenic shock complicating ST-elevation myocardial infarction in the United States. J Am Heart Assoc. 2014 Jan 13;3(1):e000590. doi: 10.1161/JAHA.113.000590."},{"pmid":"28923988","type":"RESULT","citation":"van Diepen S, Katz JN, Albert NM, Henry TD, Jacobs AK, Kapur NK, Kilic A, Menon V, Ohman EM, Sweitzer NK, Thiele H, Washam JB, Cohen MG; American Heart Association Council on Clinical Cardiology; Council on Cardiovascular and Stroke Nursing; Council on Quality of Care and Outcomes Research; and Mission: Lifeline. Contemporary Management of Cardiogenic Shock: A Scientific Statement From the American Heart Association. Circulation. 2017 Oct 17;136(16):e232-e268. doi: 10.1161/CIR.0000000000000525. Epub 2017 Sep 18."},{"pmid":"34447992","type":"RESULT","citation":"McDonagh TA, Metra M, Adamo M, Gardner RS, Baumbach A, Bohm M, Burri H, Butler J, Celutkiene J, Chioncel O, Cleland JGF, Coats AJS, Crespo-Leiro MG, Farmakis D, Gilard M, Heymans S, Hoes AW, Jaarsma T, Jankowska EA, Lainscak M, Lam CSP, Lyon AR, McMurray JJV, Mebazaa A, Mindham R, Muneretto C, Francesco Piepoli M, Price S, Rosano GMC, Ruschitzka F, Kathrine Skibelund A; ESC Scientific Document Group. 2021 ESC Guidelines for the diagnosis and treatment of acute and chronic heart failure. Eur Heart J. 2021 Sep 21;42(36):3599-3726. doi: 10.1093/eurheartj/ehab368. No abstract available. Erratum In: Eur Heart J. 2021 Dec 21;42(48):4901. doi: 10.1093/eurheartj/ehab670."},{"pmid":"35115207","type":"RESULT","citation":"Naidu SS, Baran DA, Jentzer JC, Hollenberg SM, van Diepen S, Basir MB, Grines CL, Diercks DB, Hall S, Kapur NK, Kent W, Rao SV, Samsky MD, Thiele H, Truesdell AG, Henry TD. SCAI SHOCK Stage Classification Expert Consensus Update: A Review and Incorporation of Validation Studies: This statement was endorsed by the American College of Cardiology (ACC), American College of Emergency Physicians (ACEP), American Heart Association (AHA), European Society of Cardiology (ESC) Association for Acute Cardiovascular Care (ACVC), International Society for Heart and Lung Transplantation (ISHLT), Society of Critical Care Medicine (SCCM), and Society of Thoracic Surgeons (STS) in December 2021. J Am Coll Cardiol. 2022 Mar 8;79(9):933-946. doi: 10.1016/j.jacc.2022.01.018. Epub 2022 Jan 31. No abstract available."}],"seeAlsoLinks":[{"label":"Hub \\&amp; Spoke: Improving Cardiogenic Shock Outcomes at WellStar","url":"https://cardiovascularbusiness.com/sponsored/1172/abiomed/topics/patient-care/hub-spoke-improving-cardiogenic-shock-outcomes-wellstar"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000012770","term":"Shock, Cardiogenic"},{"id":"D000012769","term":"Shock"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009203","term":"Myocardial Infarction"},{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000007238","term":"Infarction"},{"id":"D000007511","term":"Ischemia"},{"id":"D000009336","term":"Necrosis"}],"browseLeaves":[{"id":"M15577","name":"Shock","asFound":"Shock","relevance":"HIGH"},{"id":"M15578","name":"Shock, Cardiogenic","asFound":"Cardiogenic Shock","relevance":"HIGH"},{"id":"M12155","name":"Myocardial Infarction","relevance":"LOW"},{"id":"M10282","name":"Infarction","relevance":"LOW"},{"id":"M10543","name":"Ischemia","relevance":"LOW"},{"id":"M6546","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19506","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M12284","name":"Necrosis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}