{"protocolSection":{"identificationModule":{"nctId":"NCT06479460","orgStudyIdInfo":{"id":"ClINICALRESEARCH-001"},"organization":{"fullName":"The First Affiliated Hospital with Nanjing Medical University","class":"OTHER"},"briefTitle":"Clinical Application of ctDNA Dynamic Monitoring in Neoadjuvant Therapy for HER2-positive Breast Cancer Patients","officialTitle":"Director, Department of Pathology, Jiangsu Provincial People's Hospital"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The First Affiliated Hospital with Nanjing Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"1. To explore the predictive value of ctDNA in HER2 positive breast cancer neoadjuvant therapy population;\n2. To evaluate the prognostic value of ctDNA in HER2 positive breast cancer neoadjuvant therapy population.","detailedDescription":"This study plans to enroll 50 HER2 positive breast cancer patients in early stage (T2-3, N0-1, M0)/local late stage (T2-3, N2-3, M0 or T4a-c, Nany, M0), collect baseline tumor tissue samples of patients, as well as peripheral blood samples of multiple nodes at baseline, during new adjuvant therapy, after new adjuvant therapy (before surgery), and after surgery, detect the mutation of tumor tissue through 1021 panel, and conduct ctDNA detection of peripheral blood samples based on personalized panel design based on tumor tissue specific mutations, to explore the efficacy prediction and prognostic predictive value of ctDNA in HER2 positive new adjuvant therapy population."},"conditionsModule":{"conditions":["Breast Cancer","Neoadjuvant","HER2-positive Breast Cancer","Circulating Tumor DNA"],"keywords":["breast cancer","circulating tumor DNA","MRD"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Collect peripheral blood samples from subjects at different treatment nodes, extract and test ctDNA nucleic acid samples for testing"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"ctDNA-MRD","description":"This study is an observational non intervention study that only tests peripheral blood samples from different treatment nodes of the subjects, without interfering with the normal clinical diagnosis and treatment process of the patients."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Postoperative pathological pCR rate","description":"Postoperative pathological pCR rate of HER-2 positive breast cancer patients after completing neoadjuvant therapy and undergoing surgical resection","timeFrame":"2024.3 -- 2026. 3"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- 1) Female patients with breast cancer, 18-75 years old; 2) ECOG performance score is 0-1; 3) Histologically confirmed as early or locally advanced invasive breast cancer: the diameter of the primary tumor is more than 2 cm, and HER2 is positive (confirmed by IHC or/and FISH).\n\n4) The patient did not receive any treatment for breast cancer before enrollment; 5) Having lesions that can be measured according to RECIST 1.1 standards; 6) The subjects voluntarily joined this study, signed an informed consent form, had good compliance, and cooperated with follow-up; 7) Breast cancer patients who plan to use neoadjuvant therapy.\n\nExclusion Criteria:\n\n- 1) Patients with known metastatic or stage IV breast cancer; 2) There are other incurable malignant tumors present; 3) One or more serious systemic diseases that, in the eyes of researchers, can impair the patient's ability to complete the study; 4) According to the researcher's judgment, there are other factors that may cause the subject to be forced to terminate the study midway, such as other serious illnesses (including mental illness) requiring concurrent treatment, severe abnormal laboratory test values, family or social factors, which may affect the safety of the subject or the collection of trial data.\n\n5) Unable to follow the determined clinical follow-up period in conjunction with the study for follow-up; 6) Unable to accept or provide specified efficacy evaluation methods such as CT.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"This study plans to enroll 50 women patients with HER2 positive early (T2-3, N0-1, M0)/local late (T2-3, N2-3, M0 or T4a-c, Nany, M0) breast cancer, who can accept new adjuvant treatment, voluntarily sign the informed consent form, timely and sufficiently obtain tumor tissue and peripheral blood samples for testing, and are willing to cooperate with follow-up.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Zhihone Zhang, Doctor of Medicine","role":"CONTACT","phone":"18013348615","email":"zhangzhih2001@aliyun.com"},{"name":"Jing Wu, Doctor of Medicine","role":"CONTACT","phone":"18013348615"}],"locations":[{"facility":"Jiangsu Province Hospital","status":"RECRUITING","city":"Nanjing","state":"Jiangsu","zip":"210029","country":"China","contacts":[{"name":"Zhihong Zhang, Doctor of Medicine","role":"CONTACT","phone":"13032542620","email":"zhangzhih2001@aliyun.com"},{"name":"Jing Wu, Doctor of Medicine","role":"CONTACT","phone":"18013348615","email":"wuj_425@163.com"}],"geoPoint":{"lat":32.06167,"lon":118.77778}}]},"referencesModule":{"references":[{"pmid":"30410101","type":"BACKGROUND","citation":"Heitzer E, Haque IS, Roberts CES, Speicher MR. Current and future perspectives of liquid biopsies in genomics-driven oncology. Nat Rev Genet. 2019 Feb;20(2):71-88. doi: 10.1038/s41576-018-0071-5."},{"pmid":"31391323","type":"BACKGROUND","citation":"McDonald BR, Contente-Cuomo T, Sammut SJ, Odenheimer-Bergman A, Ernst B, Perdigones N, Chin SF, Farooq M, Mejia R, Cronin PA, Anderson KS, Kosiorek HE, Northfelt DW, McCullough AE, Patel BK, Weitzel JN, Slavin TP, Caldas C, Pockaj BA, Murtaza M. Personalized circulating tumor DNA analysis to detect residual disease after neoadjuvant therapy in breast cancer. Sci Transl Med. 2019 Aug 7;11(504):eaax7392. doi: 10.1126/scitranslmed.aax7392."},{"pmid":"30862692","type":"BACKGROUND","citation":"Rothe F, Silva MJ, Venet D, Campbell C, Bradburry I, Rouas G, de Azambuja E, Maetens M, Fumagalli D, Rodrik-Outmezguine V, Di Cosimo S, Rosa D, Chia S, Wardley A, Ueno T, Janni W, Huober J, Baselga J, Piccart M, Loi S, Sotiriou C, Dawson SJ, Ignatiadis M. Circulating Tumor DNA in HER2-Amplified Breast Cancer: A Translational Research Substudy of the NeoALTTO Phase III Trial. Clin Cancer Res. 2019 Jun 15;25(12):3581-3588. doi: 10.1158/1078-0432.CCR-18-2521. Epub 2019 Mar 12."},{"pmid":"36170624","type":"BACKGROUND","citation":"Cailleux F, Agostinetto E, Lambertini M, Rothe F, Wu HT, Balcioglu M, Kalashnikova E, Vincent D, Viglietti G, Gombos A, Papagiannis A, Veys I, Awada A, Sethi H, Aleshin A, Larsimont D, Sotiriou C, Venet D, Ignatiadis M. Circulating Tumor DNA After Neoadjuvant Chemotherapy in Breast Cancer Is Associated With Disease Relapse. JCO Precis Oncol. 2022 Sep;6:e2200148. doi: 10.1200/PO.22.00148."},{"pmid":"33232761","type":"BACKGROUND","citation":"Magbanua MJM, Swigart LB, Wu HT, Hirst GL, Yau C, Wolf DM, Tin A, Salari R, Shchegrova S, Pawar H, Delson AL, DeMichele A, Liu MC, Chien AJ, Tripathy D, Asare S, Lin CJ, Billings P, Aleshin A, Sethi H, Louie M, Zimmermann B, Esserman LJ, van 't Veer LJ. Circulating tumor DNA in neoadjuvant-treated breast cancer reflects response and survival. Ann Oncol. 2021 Feb;32(2):229-239. doi: 10.1016/j.annonc.2020.11.007. Epub 2020 Nov 21."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000001941","term":"Breast Diseases"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Cancer","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}