{"protocolSection":{"identificationModule":{"nctId":"NCT06482892","orgStudyIdInfo":{"id":"TP03HN106-CLI-IIT"},"organization":{"fullName":"Talengen Institute of Life Sciences, Shenzhen, P.R. China.","class":"OTHER"},"briefTitle":"A Single Arm Clinical Study Evaluating the Safety, Tolerability, and Efficacy of Multiple Intravenous Administration of TP03HN106 in Patients With Critical Limb Ischemia","officialTitle":"A Single Arm Clinical Study Evaluating the Safety, Tolerability, and Efficacy of Multiple Intravenous Administration of TP03HN106 in Patients With Critical Limb Ischemia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-11-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Talengen Institute of Life Sciences, Shenzhen, P.R. China.","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Critical limb ischemia (CLI) is the most severe ischemic stage in peripheral arterial disease (PAD) of the lower limbs, characterized by decreased walking ability, resting pain (lasting for more than 2 weeks), ulcers, and gangrene, which seriously affect the quality of life of patients. Some patients may even face amputation or death. Thrombosis is an important pathological feature of CLI. TP03HN106 can promote thrombolysis, thus having a therapeutic effect on CLI."},"conditionsModule":{"conditions":["Critical Limb Ischemia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":15,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment group","type":"EXPERIMENTAL","interventionNames":["Drug: TP03HN106"]}],"interventions":[{"type":"DRUG","name":"TP03HN106","description":"During the dose escalation phase, subjects will undergo a dose escalation trial of intravenous injection of TP03HN106 for 5 consecutive days to evaluate the safety and tolerance of the subjects to the injection dose of TP03HN106. The preset initial dose for this experiment is 10U/kg, with gradient doses of 20, 30, 40, and 50U/kg. Observe the subjects receiving the investigational drug for any adverse events (AEs) after daily intravenous injection.\n\nDuring the maintenance treatment phase, the subjects will undergo two consecutive treatment courses at the final dose during the dose escalation phase. During each treatment course, subjects will complete the collection of efficacy and safety data for 14 consecutive days of medication (administered every 2 days) and 14 days of discontinuation to evaluate the efficacy and safety of TP03HN106 for subjects with critical limb ischemia.","armGroupLabels":["Treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"VAS score","description":"Changes in VAS scores of subjects compared to baseline during administration of day 6, day 14, day 21, day 34, day 49, and day 62.\n\nVAS is a scale used to measure the intensity of resting pain in subjects. It consists of a 100 mm horizontal line, with a 0 mm point corresponding to the patient's asymptomatic state and a 100mm point representing the most severe symptom state. The subject indicates their current symptom status by drawing a marker on the horizontal line","timeFrame":"Baseline, day 6, day 14, day 21, day 34, day 49, and day 62"},{"measure":"Ulcer area","description":"Changes in ulcer area of subjects (applicable to patients with ulcers) compared to baseline during administration of day 6, day 14, day 21, day 34, day 49, and day 62.","timeFrame":"Baseline, day 6, day 14, day 21, day 34, day 49, and day 62."}],"secondaryOutcomes":[{"measure":"Ankle brachial index, ABI","description":"Changes in ABI of subjects (applicable to patients with ulcers) compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62 ABI:The ratio of ankle artery systolic pressure to ipsilateral brachial artery systolic pressure","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"},{"measure":"TcPO2","description":"Changes in TcPO2 of subjects (applicable to patients with ulcers) compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62 TcPO2: transcutaneous oxygen partial pressure","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"},{"measure":"TBI","description":"Changes in TBI of subjects compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62 TBI: The ratio of toe artery systolic pressure to ipsilateral brachial artery systolic pressure","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"},{"measure":"The ratio of subjects with unobstructed blood vessels","description":"Use lower limb arterial ultrasound, lower limb computed tomography angiography (CTA), or digital subtraction angiography (DSA) to detect the superficial femoral artery, popliteal artery, anterior tibial artery, posterior tibial artery, and fibular artery. For embolic vessels, the degree of stenosis needs to be measured. The same subject uses the same examination method before and after treatment.","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"},{"measure":"Rutherford grading","description":"Changes in Rutherford grading of subjects compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"}],"otherOutcomes":[{"measure":"Coagulation function indicators","description":"Changes in coagulation function of subjects compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"},{"measure":"Fibrinogen degradation products (FDP)","description":"Changes in FDP of subjects compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"},{"measure":"Thrombosis 4 items","description":"Changes in thrombosis 4 items of subjects compared to baseline during administration of day 6, day 21, day 34, day 49, and day 62","timeFrame":"Baseline, day 6, day 21, day 34, day 49, and day 62"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. When signing the informed consent form, the age should be ≥ 18 years old, regardless of gender;\n2. Clinically diagnosed as a patient with Critical limb ischemia, with a Rutherford score of 4-6.\n3. Patients who are unable to undergo interventional surgical treatment, or whose previous interventional surgical treatment is ineffective, or who are unwilling to undergo any intervention or surgical treatment, and can only receive conventional antiplatelet and vasodilator drugs (before baseline, antiplatelet and vasodilator drugs must be used for at least 1 week);\n4. At baseline, lower limb artery color Doppler ultrasound, computed tomography angiography (CTA), or digital subtraction angiography (DSA) of the lower limb showed severe stenosis or occlusion of one or more branches of the common iliac artery, external iliac artery, common femoral artery, superficial femoral artery, popliteal artery, anterior tibial artery, posterior tibial artery, and fibular artery;\n5. If there are severe symptoms of lower limb ischemia at baseline, any of the following symptoms should be met:\n\n   There is limb rest pain caused by lower limb ischemia, with a course of ≥ 2 weeks, and a VAS score of ≥ 40mm and\\<100mm before the first administration (VAS score can be found in Attachment 1); There are limb tissue ulcers caused by lower limb ischemia, with a course of ≥ 2 weeks, limb ulcers (4 cm2 ≤ maximum single ulcer area ≤ 25 cm2, and the ulcer does not expose tendons, bones, or joint capsules);\n6. All subjects with fertility or their spouses must take effective contraceptive measures within 3 months after signing the informed consent form until the completion of the trial;\n7. The subjects voluntarily give informed consent and sign an informed consent form (if the subjects and/or their guardians lack reading ability and cannot understand the content of the informed consent, they need to sign together with a fair witness), fully understand the methods and procedures of the experiment, and be able to provide biological samples for testing related indicators in accordance with the experiment requirements.\n\nExclusion Criteria:\n\n1. Subjects who are known to be allergic to the investigational drug, its excipients, or other human blood products;\n2. Patients with limb gangrene greater than 4 cm2;\n3. Patients currently suffering from malignant tumor diseases (including those who have previously had malignant tumors but have not been cured);\n4. Currently suffering from severe limb infections (such as cellulitis, osteomyelitis, etc.);\n5. During the screening period, those with abnormal liver and kidney function indicators that meet one of the criteria:\n\n   Glutamate aminotransferase (ALT) or aspartate aminotransferase (AST)\\>2.5 times the upper limit of normal value (ULN); Alkaline phosphatase (ALP) or total bilirubin (TBIL)\\>2 times ULN; Urea/BUN/Cr\\>1.5 times ULN.\n6. Patients who require hemodialysis;\n7. During the screening period, subjects with severe liver diseases accompanied by decompensated cirrhosis, jaundice, ascites, or hemorrhagic varicose vessels;\n8. During the screening period, the subjects had severe heart disease, including myocardial infarction, chronic heart failure, congestive heart failure, arrhythmia requiring medication treatment (such as unstable angina) or myocardial infarction (defined as NYHA grades III and IV, with grading standards as shown in Annex 3);\n9. Those who have experienced cerebral infarction or cerebral hemorrhage within 3 months prior to signing the informed consent form;\n10. During the screening period, subjects with mental illness, obvious mental disorders or epilepsy, including other individuals with no behavioral or cognitive abilities;\n11. Hypertensive patients (SBP ≥ 160mmHg and/or DBP ≥ 100mmHg) who cannot be controlled after standardized treatment in the screening period;\n12. Patients who are HBsAg (or nucleic acid test) positive, HCV antibody (or nucleic acid test) positive, HIV antibody (or nucleic acid test) positive, or Treponema pallidum antibody positive during the screening period;\n13. Individuals who have received fresh plasma, cold precipitates, or blood products containing TP03HN106 components within one month prior to signing the informed consent form;\n14. Those who have participated in clinical trials of other drugs or medical devices within one month before signing the informed consent form;\n15. Those who have undergone or plan to undergo surgery during the trial period within one month prior to signing the informed consent form;\n16. Alcoholism and/or psychoactive substances, drug abusers and dependents (alcoholism standard: the weekly alcohol intake is more than 21 units (male) and 14 units (female) (1 unit=360 mL beer; or 150 mL wine; or 45 mL Baijiu);\n17. Miscarriage or termination of pregnancy less than 3 months prior to signing the informed consent form, pregnant women and lactating women (currently breastfeeding or not artificially breastfeeding but less than 6 months after delivery);\n18. Poor compliance or any other situation that the researcher deems unsuitable for inclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000089802","term":"Chronic Limb-Threatening Ischemia"},{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000058729","term":"Peripheral Arterial Disease"},{"id":"D000050197","term":"Atherosclerosis"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000016491","term":"Peripheral Vascular Diseases"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"}],"browseLeaves":[{"id":"M2714","name":"Chronic Limb-Threatening Ischemia","asFound":"Critical Limb Ischemia","relevance":"HIGH"},{"id":"M10543","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"},{"id":"M29213","name":"Peripheral Arterial Disease","relevance":"LOW"},{"id":"M18894","name":"Peripheral Vascular Diseases","relevance":"LOW"},{"id":"M26188","name":"Atherosclerosis","relevance":"LOW"},{"id":"M4469","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M4465","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M6147","name":"Chronic Disease","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}