{"protocolSection":{"identificationModule":{"nctId":"NCT06477718","orgStudyIdInfo":{"id":"FirstNanjingMU1111"},"organization":{"fullName":"The First Affiliated Hospital with Nanjing Medical University","class":"OTHER"},"briefTitle":"Genomic Signatures for Patients With Initially Unresectable Colorectal Liver Metastases","officialTitle":"Diverse Genomic Signatures Predict Resection Conversion and Survival Outcomes in Patients With Initially Unresectable Colorectal Liver Metastases"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2016-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2018-12-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-22","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Yueming Sun","investigatorTitle":"Dr. Yueming Sun","investigatorAffiliation":"The First Affiliated Hospital with Nanjing Medical University"},"leadSponsor":{"name":"The First Affiliated Hospital with Nanjing Medical University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A retrospective cohort of 286 patients with synchronous CRLM underwent conversion therapies based on next-generation sequencing (NGS) results. All cases were categorized into a successful conversion therapy group (SCTG) if they achieved no evidence of disease (NED) status through surgery after conversion therapy, and a failed conversion therapy group (FCTG) otherwise. Clinical risk factors and genomic mutations were analyzed for association with conversion therapy outcomes and survival.","detailedDescription":"All procedures involving human participants in this study adhered to ethical standards set by institutional and/or national research committees, as well as the 1964 Helsinki Declaration and its later amendments or similar ethical standards. This cohort study has been reported in line with the STROCSS criteria.\n\nThis study enrolled 286 patients initially diagnosed with colorectal cancer (CRC) concomitant with synchronous liver metastases. All patients received comprehensive treatment and follow-up at the Department of Colorectal Surgery, First Affiliated Hospital of Nanjing Medical University between 2016 and 2018. At diagnosis, all patients met the criteria for preoperative conversion therapy, with a Cancer Recurrence Score (CRS) of ≥3. Patients were excluded if they: i) could not tolerate a full course of systemic therapy; ii) had a history of other malignancies; iii) had previously undergone cancer treatment; or iv) Patients who were not rendered disease-free at time of hepatic resection (i.e., primary intact, unresected extrahepatic disease, or gross \\[R2\\] residual hepatic disease) were excluded. Next-generation sequencing (NGS) was conducted on biopsy tissues obtained via colonoscopy prior to treatment initiation, and conversion therapies were subsequently administered. Systemic treatment regimens, based on NGS results, included FOLFOX/FOLFIRI or FOLFOXIRI combined with anti-EGFR or anti-VEGF agents, excluding those who received Selective Internal Radiation Therapy (SIRT) or Stereotactic Body Radiation Therapy (SBRT). All patients were microsatellite stable (MSS) and did not receive any immune checkpoint therapies such as PD-1 inhibitors. Patients with locally advanced rectal cancer received additional neoadjuvant radiotherapy to the rectal area. Treatment response was assessed every two cycles, and resectability of the primary tumor and metastases were evaluated post-treatment using abdominal contrast-enhanced CT and MRI."},"conditionsModule":{"conditions":["Genomic Instability","Prognostic Cancer Model"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"RETROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Formalin-fixed paraffin-embedded (FFPE) tumor samples were procured via colonoscopic biopsies."},"enrollmentInfo":{"count":286,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Successful Conversion Therapy Group (SCTG)","description":"All cases were categorized into a successful conversion therapy group"},{"label":"Failed Conversion Therapy Group (FCTG)","description":"if they achieved no evidence of disease (NED) status through surgery after conversion therapy, and a failed conversion therapy group"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Overall survival","description":"5 year overall survival","timeFrame":"5 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAt diagnosis, all patients met the criteria for preoperative conversion therapy, with a Cancer Recurrence Score (CRS) of ≥3\n\nExclusion Criteria:\n\nPatients were excluded if they: i) could not tolerate a full course of systemic therapy; ii) had a history of other malignancies; iii) had previously undergone cancer treatment; or iv) Patients who were not rendered disease-free at time of hepatic resection (i.e., primary intact, unresected extrahepatic disease, or gross \\[R2\\] residual hepatic disease) were excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"In this study, after excluding patients who could not complete the entire treatment regimen or did not meet the inclusion criteria, a total of 286 patients were initially diagnosed with colorectal cancer with synchronous liver metastasis, all with an initial treatment goal of No Evidence of Disease (NED). Preoperative conversion therapy was administered based on NGS results. Eventually, 106 patients achieved successful conversion (SCTG) and underwent resection or ablation of the primary and metastatic lesions, attaining NED status. Meanwhile, 180 patients, after first-line treatment, were confirmed by MDT to have unresectable metastases and were classified as the Failed Conversion Therapy Group (FCTG).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Yueming Sun, Ph.D.;M.D.","affiliation":"The First Affiliated Hospital with Nanjing Medical University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"If there is a reasonable request, please contact the data owner Yueming Sun (sunyueming@njmu.edu.cn)"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000042822","term":"Genomic Instability"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"M25088","name":"Genomic Instability","asFound":"Genomic Instability","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M11110","name":"Liver Extracts","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}