{"protocolSection":{"identificationModule":{"nctId":"NCT06474208","orgStudyIdInfo":{"id":"22342"},"secondaryIdInfos":[{"id":"2023-508447-52-00","type":"REGISTRY","domain":"CTIS (EU)"}],"organization":{"fullName":"Bayer","class":"INDUSTRY"},"briefTitle":"A Study to Learn About the Taste of Vericiguat Given in Liquid Form in Healthy Male Participants Aged 18 to 45 Years","officialTitle":"A Phase 1, Single-blind, Randomized, 5-fold Crossover Taste Panel Study to Investigate the Taste Profile of an Oral Suspension of BAY 1021189 (Vericiguat) in Healthy Male Participants 18 to 45 Years of Age."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-08-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-15","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Bayer","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Heart failure is a condition in which the heart does not pump blood as well as it should. It can happen in both adults and children. The study treatment, vericiguat, also called BAY1021189, is already approved for doctors to give to adults who have heart failure, particularly those with an ejection fraction (EF) reduced to less than 45%. An EF is a measurement, expressed as a percentage, of how much blood is pumped with each heartbeat. An EF of less than 45% indicates a reduced ability of the heart to pump blood effectively. This results in a reduced supply of the oxygen that the body requires to function properly.\n\nVericiguat works by increasing the activity of a protein called soluble guanylate cyclase (sGC). sGC helps widen blood vessels, which in turn improves the heart function. Vericiguat is currently only available as a treatment for adults. Researchers think vericiguat could help treat children with heart failure and it will be easier for them to take a liquid treatment.\n\nThe main purpose of this study is to find out how the taste of the liquid form of vericiguat for children changes when different amounts of flavor improvers are added.\n\nDuring the study, participants will take 5 different study drugs in different orders. They will take:\n\n* Vericiguat: 4 different formulations of vericiguat which are flavored differently.\n* Placebo: A placebo that looks like vericiguat but does not have any medicine in it.\n\nParticipants will taste these formulations or placebo but will not swallow them.\n\nDuring the study, the doctors and their study team will:\n\n* check participants' health by performing tests such as blood and urine tests.\n* measure vital signs, including blood pressure and heart rate.\n* check heart health using an electrocardiogram (ECG). An ECG is a test that records the electrical activity of the heart.\n* ask the participants open questions about how they are feeling and what adverse events they are having.\n\nAn adverse event is any medical problem that a participant has during a study. Doctors keep track of all adverse events, irrespective if they think it is related or not to the study treatment."},"conditionsModule":{"conditions":["Heart Failure"],"keywords":["Children"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention sequence 1","type":"EXPERIMENTAL","description":"Subjects will receive 5 different formulations in sequence No. 1. The intervention administrations will be separated by a washout phase of 24 h.","interventionNames":["Drug: Formulation 1","Drug: Formulation 2","Drug: Formulation 3","Drug: Formulation 4","Drug: Formulation 5 (placebo)"]},{"label":"Intervention sequence 2","type":"EXPERIMENTAL","description":"Subjects will receive 5 different formulations in sequence No. 2. The intervention administrations will be separated by a washout phase of 24 h.","interventionNames":["Drug: Formulation 1","Drug: Formulation 2","Drug: Formulation 3","Drug: Formulation 4","Drug: Formulation 5 (placebo)"]},{"label":"Intervention sequence 3","type":"EXPERIMENTAL","description":"Subjects will receive 5 different formulations in sequence No. 3. The intervention administrations will be separated by a washout phase of 24 h.","interventionNames":["Drug: Formulation 1","Drug: Formulation 2","Drug: Formulation 3","Drug: Formulation 4","Drug: Formulation 5 (placebo)"]},{"label":"Intervention sequence 4","type":"EXPERIMENTAL","description":"Subjects will receive 5 different formulations in sequence No. 4. The intervention administrations will be separated by a washout phase of 24 h.","interventionNames":["Drug: Formulation 1","Drug: Formulation 2","Drug: Formulation 3","Drug: Formulation 4","Drug: Formulation 5 (placebo)"]},{"label":"Intervention sequence 5","type":"EXPERIMENTAL","description":"Subjects will receive 5 different formulations in sequence No. 5. The intervention administrations will be separated by a washout phase of 24 h.","interventionNames":["Drug: Formulation 1","Drug: Formulation 2","Drug: Formulation 3","Drug: Formulation 4","Drug: Formulation 5 (placebo)"]}],"interventions":[{"type":"DRUG","name":"Formulation 1","description":"Oral suspension of Vericiguat (BAY1021189) in single dose (SD).","armGroupLabels":["Intervention sequence 1","Intervention sequence 2","Intervention sequence 3","Intervention sequence 4","Intervention sequence 5"]},{"type":"DRUG","name":"Formulation 2","description":"Oral suspension of Vericiguat (BAY1021189) with increased level of sucralose in SD.","armGroupLabels":["Intervention sequence 1","Intervention sequence 2","Intervention sequence 3","Intervention sequence 4","Intervention sequence 5"]},{"type":"DRUG","name":"Formulation 3","description":"Oral suspension of Vericiguat (BAY1021189) with increased level of flavor in SD.","armGroupLabels":["Intervention sequence 1","Intervention sequence 2","Intervention sequence 3","Intervention sequence 4","Intervention sequence 5"]},{"type":"DRUG","name":"Formulation 4","description":"Oral suspension of Vericiguat (BAY1021189) with increased level of sucralose and flavor in SD.","armGroupLabels":["Intervention sequence 1","Intervention sequence 2","Intervention sequence 3","Intervention sequence 4","Intervention sequence 5"]},{"type":"DRUG","name":"Formulation 5 (placebo)","description":"Matching placebo of formulation 1 in SD.","armGroupLabels":["Intervention sequence 1","Intervention sequence 2","Intervention sequence 3","Intervention sequence 4","Intervention sequence 5"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Taste questionnaire by means of descriptive statistics","description":"The sensory data will be collected on an ordinale scale, with higher scores indicating greater intensity of that sensory characteristic. The scores will be analyzed to determine the taste profile of each oral suspension for the key sensory characteristics and how the taste profiles of the suspensions compare to one another.","timeFrame":"Directly after study intervention administration"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participant must be 18 to 45 years of age inclusive, at the time of signing the informed consent.\n* Participants who are overtly healthy as determined by medical evaluation including medical history, physical examination, laboratory tests, and cardiac monitoring.\n* Body Mass Index (BMI) within the range \\[18.5 - 29.9\\] kg/m\\^2 (inclusive).\n* Male.\n* Ability to assess the required taste profile investigated in this study based on test assessments.\n\nExclusion Criteria:\n\n* Incompletely cured pre-existing diseases for which it can be assumed that the absorption, distribution, metabolism, elimination and effects of the study drugs will not be normal.\n* Known hypersensitivity to the study drugs (active substances or excipients of the preparations).\n* A history of relevant diseases of vital organs, of the central nervous system or other organs.\n* A history of relevant smell and / or taste disorders.\n* Regular use of therapeutic or recreational drugs (e.g. carnitine products, anabolics, high-dose vitamins).\n* Clinically relevant findings in the electrocardiogram (ECG) such as a second- or third-degree atrio-ventricular (AV) block, prolongation of the QRS complex over 120 msec or of the QTcF (QT interval corrected using Fridericia's formula)-interval over 450 msec.\n* Systolic blood pressure below 100 or above 140 mmHg.\n* Diastolic blood pressure below 60 or above 90 mmHg.\n* Heart rate below 50 or above 90 beats / min.\n* Clinically relevant findings in the physical examination.\n* Smoking (including vaping) within the last 21 days before screening.\n* Unable to abstain from alcohol from 48 h prior to study intervention administration until discharge from the study ward.\n* Unable to abstain from xanthine-containing beverages or food (coffee, tea, cola, chocolate, \"power drinks\") from 12 h prior to study intervention administration until 4 h after administration.\n* History of COVID-19 (coronavirus disease 2019) within 3 months before screening.\n* Long-COVID-19 syndrome or other clinically relevant COVID-19-related symptoms or sequels.\n* Positive SARS-CoV-2 (Severe Acute Respiratory Syndrome Coronavirus 2) test.","healthyVolunteers":true,"sex":"MALE","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Bayer Clinical Trials Contact","role":"CONTACT","phone":"(+)1-888-84 22937","email":"clinical-trials-contact@bayer.com"}],"locations":[{"facility":"Clinical Research Services | Clinical Research Services Mannheim - Phase one unit","city":"Mannheim","state":"Baden-Württemberg","zip":"68167","country":"Germany","geoPoint":{"lat":49.4891,"lon":8.46694}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Availability of this study's data will later be determined according to Bayer's commitment to the EFPIA/PhRMA \"Principles for responsible clinical trial data sharing\". This pertains to scope, timepoint and process of data access. As such, Bayer commits to sharing upon request from qualified researchers patient-level clinical trial data, study-level clinical trial data, and protocols from clinical trials in patients for medicines and indications approved in the US and EU as necessary for conducting legitimate research. This applies to data on new medicines and indications that have been approved by the EU and US regulatory agencies on or after January 01, 2014. Interested researchers can use www.vivli.org to request access to anonymized patient-level data and supporting documents from clinical studies to conduct research. Information on the Bayer criteria for listing studies and other relevant information is provided in the member section of the portal."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006333","term":"Heart Failure"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M9421","name":"Heart Failure","asFound":"Heart Failure","relevance":"HIGH"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}