{"protocolSection":{"identificationModule":{"nctId":"NCT06472453","orgStudyIdInfo":{"id":"HP-00110704"},"organization":{"fullName":"University of Maryland, Baltimore","class":"OTHER"},"briefTitle":"Vallomix Socket Preservation Study","officialTitle":"Prospective, Comparative Assessment of Alveolar Ridge Preservation Using Vallomix™ in Atraumatic Extraction Socket"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-28","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Maryland, Baltimore","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"This research aims to compare the effectiveness of two bone grafting materials on preserving jawbone integrity after tooth extraction. Following extraction, the jawbone surrounding the removed tooth can shrink, affecting future implant placement. By placing a bone graft material in the extraction socket, we aim to maintain adequate jawbone space for future implants. This study compares the effectiveness of vallomix® (xenogeneic/allogeneic bone) and vallos® (allogeneic bone) grafting materials.\n\nParticipants with at least one tooth planned for extraction and subsequent implant placement are sought for this study. Participants will be randomly assigned to either the vallomix® (test) group or the vallos® (control) group.\n\nThroughout the approximately 2-year study duration, participants will undergo oral exams, x-rays, surgical procedures, and follow-up visits. All participants will undergo routine tooth extraction, bone graft material placement, and dental implant placement. After the crown is placed on the implant, participants will attend follow-up visits.\n\nParticipation in the study is voluntary, and the alternative is to continue routine dental care. Risks include minor discomfort from procedures such as tooth extraction and implant placement. The major benefit of participation in the study is the preservation of jaw dimensions following extraction, which will simplify the placement of a dental implant."},"conditionsModule":{"conditions":["Alveolar Ridge Augmentation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Alveolar ridge preservation with Allograft/Xenograft group","type":"EXPERIMENTAL","description":"The patients in both groups will go through the same treatment but with two different bone grafting materials depending on the assigned group. The patients in this group will have alveolar ridge preservation with demineralized cortical allograft and xenograft bone substitute called \"vallomix\".","interventionNames":["Device: Allograft/Xenograft"]},{"label":"Alveolar ridge preservation with Allograft group","type":"ACTIVE_COMPARATOR","description":"The patients in both groups will go through the same treatment but with two different bone grafting materials depending on the assigned group. The patients in this group will have alveolar ridge preservation with mineralized cortico-cancellous bone substitute called \"vallos\".","interventionNames":["Device: Allograft"]}],"interventions":[{"type":"DEVICE","name":"Allograft/Xenograft","description":"Alveolar ridge preservation of a single extraction socket site with vallomix™ (demineralized cortical bone substitute and Bio-Oss®)","armGroupLabels":["Alveolar ridge preservation with Allograft/Xenograft group"]},{"type":"DEVICE","name":"Allograft","description":"Alveolar ridge preservation of a single extraction socket site with vallos™ (mineralized cortico-cancellous bone substitute)","armGroupLabels":["Alveolar ridge preservation with Allograft group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Three-dimensional hard and soft tissue change using CBCT/ intraoral scan","description":"Evaluate the efficacies of Alveolar Ridge Preservation in three-dimensional ridge hard and soft tissue change in volumetric and linear measurement using CBCT and intraoral scan over time","timeFrame":"Over the course of the study (From the time of study enrollment Alveolar Ridge Preservation [Visit 2] to 1-year post implant-supported crown delivery [Visit 11])."}],"secondaryOutcomes":[{"measure":"Comparison of implant positions of digital planning based on the CBCT scan before and after Alveolar Ridge Preservation will be compared.","description":"Evaluate the efficacies of Alveolar Ridge Preservation in achieving intended implant placement. The digital planning on the CBCT before and after the e-extraction digital planning","timeFrame":"4-5 months (Before Alveolar Ridge Preservation/ Enrollment [Visit 2] to 4-month follow-up [Visit 7])"},{"measure":"Histomorphometric analysis of the bone harvested from the grafted site","description":"Evaluate the bone harvested from the re-grafted site for new bone formation/remaining graft residuals at the time of implant placement (Visit 8) by histomorphometric analysis","timeFrame":"5 months (At the time of implant placement [Visit 8])"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Provision of informed consent\n* At least 18 years old\n* In need of one posterior tooth (premolar or molar), excluding third molar molars, planned for extraction and replacement with a dental implant\n* Type I or II extraction socket/ ridge identified at the time of enrolment with cone-beam CT scan\n* At least one retained natural tooth adjacent to the study site\n\nExclusion Criteria:\n\n* Insufficient interocclusal or interdental space to allow for an implant- supported prosthesis\n* No previous interventions performed involving soft and/or bone grafting - Non-treated caries or uncontrolled periodontal disease present\n* Non-treated caries or uncontrolled periodontal disease present\n* Evidence of active periapical, radicular, or endodontic lesions on teeth adjacent to study site\n* History of recent extraction of an adjacent tooth (mesial and distal) to study site within 6 months of enrollment\n* Current smoker with self-reported history of more than 10 cigarettes or equivalent per day\n* Self-reported use of smokeless tobacco or e-cigarette\n* Self-reported history of current alcohol or drug abuse\n* Systemic or local disease or condition that would compromise bone metabolism, post-operative healing and/or osseointegration e.g. uncontrolled diabetes\n* Systemic corticosteroids or any other medication that would influence bone metabolism, post-operative healing, and/or osseointegration","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"University of Maryland School of Dentistry","city":"Baltimore","state":"Maryland","zip":"21231","country":"United States","contacts":[{"name":"Hanae Saito, DDS MS CCRC","role":"CONTACT","phone":"410-706-3646","email":"hsaito@umaryland.edu"},{"name":"Hanae Saito, DDS MS CCRC","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}