{"protocolSection":{"identificationModule":{"nctId":"NCT06473090","orgStudyIdInfo":{"id":"LabForSims-007"},"organization":{"fullName":"Université Paris-Sud","class":"OTHER"},"briefTitle":"Comparison of Using a Video vs. a Text to Improve Secure Communication During a Crisis in Anesthesia","officialTitle":"Comparison of Using a Video vs. Text to Improve Learning of Secure Communication During a Crisis in Anesthesia: A Multicenter Randomized Controlled Study in Simulation"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-26","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Université Paris-Sud","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Poor team communication in the OR is associated with increased postoperative morbidity and mortality. Thus, experts recommend that the healthcare team in a crisis situation use secure and standardized communication to improve the quality and safety of care. Secure and standardized communication involves clear, concise, and unambiguous language. Methods of secure communication include closed-loop communication (CLC), precise and complete communication (direct, full dosage), and the use of the SBAR tool. To improve healthcare professionals' communication, it is essential to use effective educational tools. Traditionally, lectures or reading articles were the standard methods. The use of video as a tool for knowledge and skills transfer seems promising. The objective is to compare the learning of secure communication in crisis situations in anesthesia after using two different educational supports: a text versus an educational video.\n\nA prospective, multicenter, controlled, and randomized study will be conducted during high-fidelity simulation sessions in anesthesia, comparing a group using a text-type educational support versus a group using an educational video. It will take place in simulation centers. Voluntary participants will be anesthesia and critical care residents and/or nurse anesthetists who have used one of the educational supports and then actively participated in the simulation scenarios. After their consent, participants will be randomized into two groups:\n\n* Text group: Participants will read a text-type educational support for 15 minutes at the beginning of the session before their involvement in 2 high-fidelity crisis simulation scenarios.\n* Video group: Participants will watch a 15-minute educational video at the beginning of the session before their involvement in the 2 high-fidelity simulation scenarios.\n\nThe primary endpoint will be to compare the total number of correct secure communication events during the crisis between the 2 groups, which includes: a) Number of correctly performed SBAR b) Number of correctly or partially performed closed-loop communications (CLC) c) Number of directive verbal orders d) Number of correct medication dosages. This evaluation will be based on video recordings of the 2 scenarios assessed by 2 independent, blinded experts (external evaluation of a team's secure communication skills (Kirkpatrick level 2). This composite score is based on various secure communication methods described in the literature and recommended by experts. The number of verbal orders per scenario will also be recorded.\n\nThe secondary endpoint will be to evaluate each item independently, the proportion of CLC per verbal order, satisfaction with the educational tool (Kirkpatrick level 1), and the perception of learning in terms of secure communication (1 to 10 Likert scale, Kirkpatrick level 2). Participants' characteristics will also be collected.","detailedDescription":"Introduction Effective resolution of a crisis situation in anesthesia and critical care requires both technical and non-technical skills (1). Non-technical skills (NTS) include leadership, task distribution, teamwork, and communication. Moreover, communication issues are common in the operating room (2). Poor team communication in the OR is associated with increased postoperative morbidity and mortality (3). Thus, experts recommend that the healthcare team in a crisis situation use secure and standardized communication to improve the quality and safety of care (to reduce morbidity and mortality and limit the incidence of adverse events) (1). Secure and standardized communication involves clear, concise, and unambiguous language. Methods of secure communication include closed-loop communication (CLC), precise and complete communication (direct, full dosage), and the use of the SBAR tool (1).\n\nTo improve healthcare professionals' communication, it is essential to use effective educational tools. Traditionally, lectures or reading articles were the standard methods. More recently, simulation has shown its value in acquiring these skills (1)(4). However, given the large number of professionals and the limited number of trainers, other educational tools must be developed to allow training for as many professionals as possible.\n\nThe use of video as a tool for knowledge and skills transfer seems promising. Nowadays, many teenagers and adults regularly watch videos on digital platforms. Animated images offer many advantages over text. Research in psychology shows that 93% of human communication is non-verbal (5). Additionally, the human brain deciphers different elements of an image simultaneously, whereas spoken or written language is decoded linearly and sequentially, which takes more time (5). Consequently, the use of images for knowledge transfer would be particularly relevant as learning is more effective when visual, oral, or written information is provided simultaneously rather than sequentially (5). In the healthcare field, using images related to written or spoken text has proven particularly effective for knowledge transmission (6). Illustrated text allows participants to develop more complex cognitive structures than those who do not benefit from images (7).\n\nObjective: The objective of this study is to compare the learning of secure communication in crisis situations in anesthesia after using two different educational supports: a text versus an educational video.\n\nMaterials and Methods A prospective, multicenter, controlled, and randomized study will be conducted during high-fidelity simulation sessions in anesthesia, comparing a group using a text-type educational support versus a group using an educational video. It will take place in simulation centers. Voluntary participants will be anesthesia residents and/or nurse anesthetists who have used one of the educational supports and then actively participated in the simulation scenarios.\n\nAfter their consent, participants will be randomized into two groups:\n\n* Text group: Participants will read a text-type educational support for 15 minutes at the beginning of the session before their involvement in 2 high-fidelity crisis simulation scenarios.\n* Video group: Participants will watch a 15-minute educational video at the beginning of the session before their involvement in the 2 high-fidelity simulation scenarios.\n\nThe educational video used was developed by experts (in Human Factors and Obstetric Anesthesia) and validated by SFAR and CARO. It depicts poor use of NTS (including CLC) during a maternal cardiac arrest anesthesia scenario and then proper use of NTS during the same scenario. The text-type educational support, written in French by the same team of experts, covers all the NTS mentioned in the video and has already been used in a previous study (1)(5).\n\nThe 2 high-fidelity simulation scenarios will be crisis scenarios in anesthesia promoting verbal orders and communication (including cardiac arrest, malignant hyperthermia...). They will serve as the evaluation basis. Each scenario will involve 2 to 3 learner participants (residents and/or nurse anesthetists). The first scenario will be followed by a debriefing focusing on technical skills, and the second scenario will be followed by a debriefing focusing on both technical and non-technical skills.\n\nThe primary endpoint will be to compare the total number of correct secure communication events during the crisis between the 2 groups, which includes: a) Number of correctly performed SBAR (1 correct event = 1 point) b) Number of correctly or partially performed closed-loop communications (CLC) (1 correct event = 1 point, partial = ½ point) c) Number of directive verbal orders (using a name or the pronoun \"you\") (1 correct event = 1 point) d) Number of correct medication dosages (medication with route of administration and dosage) (1 correct event = 1 point) This evaluation will be based on video recordings of the 2 scenarios assessed by 2 independent, blinded experts. This composite score is based on various secure communication methods described in the literature and recommended by experts (1). It corresponds to an external evaluation of a team's secure communication skills (Kirkpatrick level 2). The number of verbal orders per scenario will also be counted by the 2 experts. A correct closed-loop communication is defined as completing the following 3 steps: 1° the sender formulates the order / 2° the receiver acknowledges receipt of the message / 3° the sender closes the loop by verifying the message is correctly received. The verbal order is only the first step when the sender formulates the order aloud.\n\nThe secondary endpoint will be to evaluate each item independently, the proportion of CLC per verbal order, satisfaction with the educational tool (Kirkpatrick level 1), and the perception of learning in terms of secure communication (rated between 1 to 10 on a Likert scale, Kirkpatrick level 2). Participants' characteristics will also be collected via an online questionnaire right after the session."},"conditionsModule":{"conditions":["Simulation","Education","Communication"],"keywords":["Communication","education","simulation","anesthesia","video"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Parallel assignment, blinded, randomized study","primaryPurpose":"OTHER","maskingInfo":{"masking":"SINGLE","maskingDescription":"The evaluation will be based on video recordings of the 2 scenarios assessed by 2 independent, blinded experts.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Video group","type":"EXPERIMENTAL","description":"Participants will watch a 15-minute educational video at the beginning of the session before their involvement in the 2 high-fidelity simulation scenarios.\n\nThe educational video used was developed by experts (in Human Factors and Obstetric Anesthesia) and validated by SFAR and CARO. It depicts poor use of NTS (including CLC) during a maternal cardiac arrest anesthesia scenario and then proper use of NTS during the same scenario.","interventionNames":["Other: Video group"]},{"label":"Text group","type":"ACTIVE_COMPARATOR","description":"Participants will read a text-type educational support for 15 minutes at the beginning of the session before their involvement in 2 high-fidelity crisis simulation scenarios.\n\nThe text-type educational support, written in French by the same team of experts, covers all the NTS mentioned in the video and has already been used in a previous study","interventionNames":["Other: Text group"]}],"interventions":[{"type":"OTHER","name":"Video group","description":"Participants will watch a 15-minute educational video at the beginning of the session before their involvement in the 2 high-fidelity simulation scenarios.\n\nThe educational video used was developed by experts (in Human Factors and Obstetric Anesthesia) and validated by SFAR and CARO. It depicts poor use of NTS (including CLC) during a maternal cardiac arrest anesthesia scenario and then proper use of NTS during the same scenario.","armGroupLabels":["Video group"]},{"type":"OTHER","name":"Text group","description":"Participants will read a text-type educational support for 15 minutes at the beginning of the session before their involvement in 2 high-fidelity crisis simulation scenarios.\n\nThe text-type educational support, written in French by the same team of experts, covers all the NTS mentioned in the video and has already been used in a previous study","armGroupLabels":["Text group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"communication events","description":"The primary endpoint will be to compare the total number of correct secure communication events during the crisis between the 2 groups, which includes: a) Number of correctly performed SBAR (1 correct event = 1 point) b) Number of correctly or partially performed closed-loop communications (CLC) (1 correct event = 1 point, partial = ½ point) c) Number of directive verbal orders (using a name or the pronoun \"you\") (1 correct event = 1 point) d) Number of correct medication dosages (medication with route of administration and dosage) (1 correct event = 1 point). This evaluation will be based on video recordings of the 2 scenarios assessed by 2 independent, blinded experts. This composite score is based on various secure communication methods described in the literature and recommended by experts (1). It corresponds to an external evaluation of a team's secure communication skills (Kirkpatrick level 2).","timeFrame":"30 minutes by video after the end of the session by an external evaluator"}],"secondaryOutcomes":[{"measure":"Satisfaction","description":"to evaluate satisfaction with the educational tool ((rated between 1 to 10 on a Likert scale, Kirkpatrick level 1)","timeFrame":"1 minute and the end of the session by all residents"},{"measure":"perception of learning","description":"the perception of learning in terms of secure communication (rated between 1 to 10 on a Likert scale, Kirkpatrick level 2).","timeFrame":"1 minute and the end of the session by all residents"},{"measure":"Closed-loop-communication","description":"to evaluate the proportion of Closed loop communication per verbal order.","timeFrame":"30 minutes by video after the end of the session by an external evaluator"},{"measure":"SBAR (situation, background, assessment, recommandation) tool","description":"to evaluate Number of correctly performed SBAR tool (1 correct event = 1 point)","timeFrame":"30 minutes by video after the end of the session by an external evaluator"},{"measure":"closed-loop communication","description":"to evaluate Number of correctly or partially performed closed-loop communications ( correct event = 1 point, partial = ½ point)","timeFrame":"30 minutes by video after the end of the session by an external evaluator"},{"measure":"verbal orders","description":"to evaluate Number of directive verbal orders (using a name or the pronoun \"you\") (1 correct event = 1 point)","timeFrame":"30 minutes by video after the end of the session by an external evaluator"},{"measure":"medication dosages","description":"d) Number of correct medication dosages (medication with route of administration and dosage) (1 correct event = 1 point).","timeFrame":"30 minutes by video after the end of the session by an external evaluator"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* anesthesia residents and/or nurse anesthetists who have used one of the educational supports and then actively participated in the simulation scenarios.\n\nExclusion Criteria:\n\n* technical problem video\n* declines active participation in the session","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Antonia Blanié, MD PhD","role":"CONTACT","phone":"33 145 21 34 47","email":"antonia.blanie@aphp.fr"},{"name":"Fabien Marquion","role":"CONTACT","email":"fmarquion@ch-versailles.fr"}],"overallOfficials":[{"name":"Antonia Blanié, MD PhD","affiliation":"Université Paris-Saclay","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M4107","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}