{"protocolSection":{"identificationModule":{"nctId":"NCT06479200","orgStudyIdInfo":{"id":"AlexandraHospital"},"organization":{"fullName":"Alexandra Hospital","class":"OTHER"},"briefTitle":"VR-Guided Mindfulness for ESKD Caregiver Well-Being","officialTitle":"Protocol for Pilot Randomized Controlled Trial: Virtual Reality-Guided Mindfulness Intervention on Psychosocial Well-Being of End-Stage Kidney Disease Caregivers"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ravi Shankar","investigatorTitle":"Research Fellow (Medical Affairs, Alexandra Hospital); Principal Investigator, VR-Guided Mindfulness for ESKD Caregiver Well-Being Study","investigatorAffiliation":"Alexandra Hospital"},"leadSponsor":{"name":"Alexandra Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This pilot randomized controlled trial aims to evaluate the efficacy and feasibility of a virtual reality (VR)-guided mindfulness intervention for caregivers of patients with end-stage kidney disease (ESKD). Thirty ESKD caregivers will be randomly assigned to either a 6-week VR-guided mindfulness intervention or a sham VR control group. The study will assess changes in caregiver burden, stress, anxiety, depression, quality of life, and mindfulness using validated questionnaires. Feasibility outcomes, including recruitment, retention, adherence, and participant experiences, will also be evaluated. The findings will inform the design of a future larger-scale trial and may lead to the development of an accessible, technology-based support option for ESKD caregivers.","detailedDescription":"Background:\n\nCaregivers of patients with end-stage kidney disease (ESKD) face significant challenges that contribute to caregiver burden, negatively impacting their psychosocial well-being. Despite the well-documented challenges, support options for this population remain limited. Virtual reality (VR)-guided mindfulness interventions have shown promise in reducing stress, anxiety, and depression in various populations. This pilot study aims to evaluate the efficacy and feasibility of a VR-guided mindfulness intervention specifically designed for ESKD caregivers.\n\nObjectives:\n\nAssess the efficacy of a VR-guided mindfulness intervention compared to a sham VR control on caregiver burden and related psychosocial outcomes in ESKD caregivers.\n\nEvaluate the feasibility and acceptability of the VR-guided mindfulness intervention for ESKD caregivers.\n\nExplore participants' subjective experiences with the intervention and sham control through qualitative interviews.\n\nEstimate effect sizes and variability to inform sample size calculations for a future definitive trial.\n\nMethods:\n\nThis single-center, single-blind, parallel-group pilot randomized controlled trial will recruit 30 ESKD caregivers from Alexandra Hospital, Singapore. Participants will be randomly allocated to either the VR-guided mindfulness intervention group or the sham VR control group using a 1:1 allocation ratio.\n\nIntervention:\n\nThe intervention group will receive a 6-week home-based VR-guided mindfulness program using an Oculus Quest 3 (or equivalent) headset. Participants will be instructed to practice 10-15 minutes of VR-guided mindfulness daily. The program will include guided meditation practices such as body scans, breath awareness, and loving-kindness meditation, delivered in immersive virtual environments designed to promote relaxation and focus.\n\nControl:\n\nThe sham VR control group will receive a 6-week home-based intervention viewing relaxing nature videos without mindfulness content, matched for duration and VR experience.\n\nOutcomes:\n\nPrimary outcomes include caregiver burden (Zarit Burden Interview), stress, anxiety, depression (Depression Anxiety Stress Scale-21), quality of life (Kidney Disease Quality of Life Short Form), and mindfulness (Five Facet Mindfulness Questionnaire). These will be assessed at baseline, post-intervention (6 weeks), and follow-up (12 weeks).\n\nFeasibility outcomes include accrual rate, retention rate, adherence rate, questionnaire completion rate, and side effect rate. Acceptability will be assessed through participant satisfaction questionnaires and semi-structured interviews with a subset of participants.\n\nData Analysis:\n\nQuantitative data analysis will focus on estimating effect sizes for between-group differences in change scores for each outcome measure. Feasibility outcomes will be reported descriptively. Qualitative data from interviews will be analyzed using thematic analysis.\n\nPotential Impact:\n\nIf the intervention demonstrates promising results, it could lead to the development of a low-cost, accessible, and scalable approach to reducing caregiver burden and improving psychosocial well-being among ESKD caregivers. The findings will inform the design and conduct of a future definitive RCT, which could have important implications for clinical practice and healthcare policy in supporting ESKD caregivers."},"conditionsModule":{"conditions":["Kidney Failure, Chronic"],"keywords":["virtual reality","mindfulness","caregiver burden","end-stage kidney disease","pilot randomized controlled trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study uses a parallel group design with two arms: a VR-guided mindfulness intervention group and a sham VR control group.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","maskingDescription":"This is a single-blind study. Participants and outcome assessors are blinded to group allocation.","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"VR-guided mindfulness intervention","type":"EXPERIMENTAL","description":"Participants will receive a 6-week home-based VR-guided mindfulness intervention using the Oculus Quest 3 (or equivalent) headset and a mindfulness application. They will be instructed to practice 10-15 minutes of VR-guided mindfulness daily. The intervention will consist of guided meditation practices, such as body scans, breath awareness, and loving-kindness meditation, delivered in immersive virtual environments designed to promote relaxation and focus.","interventionNames":["Behavioral: VR-guided mindfulness"]},{"label":"Sham VR control","type":"SHAM_COMPARATOR","description":"Participants will receive a 6-week home-based sham VR intervention. They will view relaxing nature videos without mindfulness content for 10-15 minutes daily, matched for duration and VR experience with the experimental group. The sham VR control condition will use the same VR headset as the intervention group but will not include any guided mindfulness practices or instructions.","interventionNames":["Other: Sham VR"]}],"interventions":[{"type":"BEHAVIORAL","name":"VR-guided mindfulness","description":"The VR-guided mindfulness intervention is a 6-week home-based program delivered through an Oculus Quest 3 (or equivalent) headset. Participants practice 10-15 minutes of guided mindfulness exercises daily in immersive virtual environments. The program includes various mindfulness techniques such as body scans, breath awareness, and loving-kindness meditation, designed to reduce stress and improve well-being.","armGroupLabels":["VR-guided mindfulness intervention"],"otherNames":["Virtual reality mindfulness","VR mindfulness"]},{"type":"OTHER","name":"Sham VR","description":"The sham VR intervention is a 6-week home-based program that involves viewing relaxing nature videos without any mindfulness content. Participants use the same VR headset as the experimental group and engage with the sham content for 10-15 minutes daily, matching the duration of the experimental intervention. This sham intervention controls for the effects of using VR technology and engaging in a relaxing activity.","armGroupLabels":["Sham VR control"],"otherNames":["Control VR","Placebo VR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Caregiver Burden","description":"Change in caregiver burden as measured by the Zarit Burden Interview (ZBI). The ZBI is a validated 22-item questionnaire that assesses the level of burden experienced by caregivers. Scores range from 0 to 88, with higher scores indicating greater caregiver burden.","timeFrame":"Baseline to 6 weeks (post-intervention)"}],"secondaryOutcomes":[{"measure":"Change in Stress, anxiety, and depression","description":"Change in stress, anxiety, and depression levels as measured by the Depression Anxiety Stress Scale-21 (DASS-21). The DASS-21 is a 21-item self-report questionnaire that measures the negative emotional states of depression, anxiety, and stress. Each subscale (Stress, Anxiety, Depression) consists of 7 items, scored from 0 (did not apply to me at all) to 3 (applied to me very much or most of the time).\n\nMeasure: Total score on the Depression Anxiety Stress Scale-21 (DASS-21) Unit of Measure: Points on a scale from 0 to 63 Direction: Lower scores indicate better outcome","timeFrame":"Baseline to 6 weeks (post-intervention) and 12 weeks (follow-up)"},{"measure":"Change in Quality of Life","description":"Change in quality of life as measured by the Kidney Disease Quality of Life Short Form (KDQOL-SF). The KDQOL-SF is a kidney disease-specific measure of health-related quality of life that includes the SF-36 as generic core plus items about kidney disease.\n\nMeasure: Overall score on the Kidney Disease Quality of Life Short Form (KDQOL-SF) Unit of Measure: Points on a scale from 0 to 100 Direction: Higher scores indicate better outcome","timeFrame":"Baseline to 6 weeks (post-intervention) and 12 weeks (follow-up)"},{"measure":"Change in Mindfulness","description":"Change in mindfulness as measured by the Five Facet Mindfulness Questionnaire (FFMQ). The FFMQ is a 39-item questionnaire that assesses five facets of mindfulness: observing, describing, acting with awareness, non-judging of inner experience, and non-reactivity to inner experience.\n\nMeasure: Total score on the Five Facet Mindfulness Questionnaire (FFMQ) Unit of Measure: Points on a scale from 39 to 195 Direction: Higher scores indicate better outcome (greater mindfulness)","timeFrame":"Baseline to 6 weeks (post-intervention) and 12 weeks (follow-up)"},{"measure":"Accrual rate","description":"The proportion of eligible caregivers who agree to participate in the study out of the total number of eligible caregivers approached.\n\nMeasure: Number of participants enrolled divided by the number of eligible caregivers approached Unit of Measure: Percent","timeFrame":"Throughout the study period (12 weeks)"},{"measure":"Retention rate","description":"The proportion of enrolled participants who complete the study, including post-intervention (6 weeks) and follow-up (12 weeks) assessments.\n\nMeasure: Number of participants completing the final follow-up assessment divided by the total number of participants enrolled Unit of Measure: Percent","timeFrame":"Throughout the study period (12 weeks)"},{"measure":"Adherence rate","description":"The proportion of participants who complete at least 80% of the prescribed VR sessions (29 out of 36 sessions over 6 weeks).\n\nMeasure: Number of participants completing at least 29 VR sessions divided by the total number of participants in the intervention group Unit of Measure: Percent","timeFrame":"Throughout the study period (12 weeks)"},{"measure":"Questionnaire completion rate","description":"The proportion of participants who complete all outcome questionnaires (ZBI, DASS-21, KDQOL-SF, and FFMQ) at each assessment time point (baseline, 6 weeks, and 12 weeks).\n\nMeasure: Number of participants completing all questionnaires at all time points divided by the total number of enrolled participants Unit of Measure: Percent","timeFrame":"Throughout the study period (12 weeks)"},{"measure":"side effect rate","description":"The proportion of participants who report any adverse effects related to VR use (e.g., motion sickness, eye strain, headaches) throughout the study period.\n\nMeasure: Number of participants reporting at least one side effect divided by the total number of participants using VR (both intervention and control groups) Unit of Measure: Percent","timeFrame":"Throughout the study period (12 weeks)"},{"measure":"Participant Satisfaction","description":"Assessment of participant satisfaction with the VR-guided mindfulness intervention using the Client Satisfaction Questionnaire-8 (CSQ-8). Measure: Total score on the CSQ-8 Unit of Measure: Points on a scale from 8 to 32","timeFrame":"6 weeks (post-intervention)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 21 years or older\n* Primary caregiver of a patient with end-stage kidney disease (ESKD) (stage 4 \\& 5 with - estimated glomerular filtration rate \\< 30 mL/min/1.73 m²)\n* Proficient in English\n\nExclusion Criteria:\n\n* Known visual or hearing impairments\n* History of motion sickness\n* Active psychosis or suicidal ideation\n* Current regular mindfulness practice\n* History of seizure, stroke, or head injury","healthyVolunteers":true,"sex":"ALL","minimumAge":"21 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"The final trial dataset, including individual participant data (IPD), will be made available to other researchers upon reasonable request. This will include de-identified participant data from the primary and secondary outcome measures.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Data will become available within 12 months after the completion of the study and publication of primary results. The data will remain available for a period of 5 years from the date of publication.","accessCriteria":"Researchers interested in accessing the data should submit a formal request to the corresponding author, outlining their research question and proposed analyses. Requests will be reviewed by the study team to ensure the proposed use aligns with participant consent and ethical approvals. Approved researchers will be required to sign a data access agreement to ensure data protection and appropriate use."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000051437","term":"Renal Insufficiency"},{"id":"D000007676","term":"Kidney Failure, Chronic"}],"ancestors":[{"id":"D000007674","term":"Kidney Diseases"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000051436","term":"Renal Insufficiency, Chronic"},{"id":"D000002908","term":"Chronic Disease"},{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M10699","name":"Kidney Failure, Chronic","asFound":"Kidney Failure, Chronic","relevance":"HIGH"},{"id":"M26718","name":"Renal Insufficiency","asFound":"Kidney Failure","relevance":"HIGH"},{"id":"M10698","name":"Kidney Diseases","relevance":"LOW"},{"id":"M2480","name":"Caregiver Burden","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M26717","name":"Renal Insufficiency, Chronic","relevance":"LOW"},{"id":"M6147","name":"Chronic Disease","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}