{"protocolSection":{"identificationModule":{"nctId":"NCT06479395","orgStudyIdInfo":{"id":"ShalamarIHS-722"},"organization":{"fullName":"Shalamar Institute of Health Sciences","class":"OTHER"},"briefTitle":"Effects of Pediatric Endurance and Limb Strengthening (PEDALS) Program VS Task-Oriented Training (TOT) Improving Gross Motor Function in Children With Cerebral Palsy","officialTitle":"Effects of Pediatric Endurance and Limb Strengthening (PEDALS) Program VS Task-Oriented Training (TOT) Improving Gross Motor Function in Children With Cerebral Palsy","acronym":"PEDALS"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-27","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"amana saeed","investigatorTitle":"AMANA SAEED","investigatorAffiliation":"Shalamar Institute of Health Sciences"},"leadSponsor":{"name":"Shalamar Institute of Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To compare the Effects of Pediatric endurance and limb strengthening (PEDALS) program VS Task-oriented Training (TOT) improving gross motor function among children with Cerebral Palsy.","detailedDescription":"By integrating the Pediatric endurance and limb strengthening (PEDALS) exercises and Task Oriented training children can engage in more comprehensive therapy that simultaneously targets muscle strengthening, coordination and balance with in a context that stimulates real life activities. Task Oriented Training interventions can promote neural plasticity through repetitive task specific practice. It will have marked impact on improvement of ADLS in CP community. This study will play a vital role in improving the mobility of CP community. Hence improving the gross motor functions i.e. facilitating the CP child being more independent in sitting standing jumping and running."},"conditionsModule":{"conditions":["Cerebral Palsy"],"keywords":["Task-Oriented Training (TOT)","Pediatric Endurance and Limb Strengthening (PEDALS)","gross motor function (GMF)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pediatric Endurance and Limb Strengthening (PEDALS) program","type":"EXPERIMENTAL","description":"Phase 1: lower-extremity strengthening: Resistance will be progressed to the next higher cord when 10 revolutions will be performed in a smooth pattern while keeping the seat within the desired zone.\n\nPhase 2: cardiorespiratory endurance: The goal of this phase is to gradually increase duration and intensity. The seat will be locked in a location that will position the participants knee in 15 to 20 degrees of flexion. The exercise duration goal will be 15 to 30 minutes. A cool down period consists of pedaling without resistance until heart rate (HR) decreases to within 20 bpm.(11)","interventionNames":["Other: Pediatric Endurance and Limb Strengthening (PEDALS) program"]},{"label":"Task-Oriented Training (TOT)","type":"ACTIVE_COMPARATOR","description":"The task-oriented training will focus on lower extremity strengthening comprised of the following: 1) The subjects will maintain a standing position for three seconds 2) The subjects will stand on one leg for three seconds while holding a chair with one hand 3) The subjects will stand up from a chair without using their arms 4) The subjects will stand up from a half kneeling position without using their arms 5) The subjects will kick a ball 6) The subjects has to climb up and climbed down four steps. All treatment procedures will be implemented for 40 minutes, thrice a week, for a total of eight weeks per session. including rest periods. The number of repetitions will be increased every 2 weeks up to a maximum of 15 repetitions if the participants will able to perform the training easily. (4)","interventionNames":["Other: Task-Oriented Training (TOT)"]}],"interventions":[{"type":"OTHER","name":"Pediatric Endurance and Limb Strengthening (PEDALS) program","description":"Participants will perform pediatric endurance and limb strengthening (PEDALS) program. The stationary cycling intervention will be performed 3 times per week, for a total of 24 sessions, within 8 weeks period. The longer session duration is designed to allow adequate rest intervals between set (1-3 minutes). A generalized stretching program will be performed prior to cycling for mental relaxation for 6-7 minutes. Ankle-foot orthosis if used for walking. Each 60 minutes cycling session will be divided into 2 phases: (1) lower-extremity strengthening and (2) cardiorespiratory endurance.","armGroupLabels":["Pediatric Endurance and Limb Strengthening (PEDALS) program"]},{"type":"OTHER","name":"Task-Oriented Training (TOT)","description":"The experimental protocol consists of task-oriented training program (TOT) .it will be performed 3 times per week, for a total of 24 sessions, within 8 weeks period. Before each training session, there will be a warm-up period with 5 to 10 minutes of dynamic activities (e.g., jogging). After training, there will be a cool down period with 5 to 10 minutes of dynamic stretching exercises. In addition to rest intervals. after training session, there will be a 48-hour rest interval to prevent muscle fatigue and injury.","armGroupLabels":["Task-Oriented Training (TOT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"gross motor function","description":"The improving gross motor functions i.e A) lying and rolling B) sitting C) crawling and kneeling D) standing and E) walking, running, and jumping.","timeFrame":"12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* • Diplegic Cerebral Palsy children\n\n  * Gross motor classification system level 1and level 2.\n  * Age 6 to 12 years.\n  * Male and female are included.\n\nExclusion Criteria:\n\n* • Individuals with co-existing medical conditions that significantly impact motor function other than CP.\n\n  * Participants who are unable to engage in the assigned interventions due to physical or cognitive limitations.\n  * Gross motor classification system level 3.4 and 5.\n  * Any contraindications to the assigned interventions, such as severe motion sickness or contraindications to physical exercise for pedal training.\n  * Previous participation in similar interventions within a defined timeframe to avoid potential confounding effects.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ammana Saeed, DPT","role":"CONTACT","phone":"3044304069","email":"dramanasaeed@gmail.com"},{"name":"Dr.Sadaf Tabasum Tabassum, MS.OMPT","role":"CONTACT","phone":"03334328866","email":"sadaf.tabassam@sihs.org.com"}],"locations":[{"facility":"Rising Sun institute for Special children Mughalpura campus Lahore","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"Dr ALI Hammad","role":"CONTACT","phone":"03045517800"},{"name":"DR sadaf tubassam","role":"CONTACT","phone":"03334328866","email":"dr.sadafmiyan@gmail.com"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"1. Dimitrijevic L. Management of cerebral palsy through the childhood: How does it work in Serbia? Preventive Paediatrics. 2024:039-44. 2. Bekteshi S, Monbaliu E, McIntyre S, Saloojee G, Hilberink SR, Tatishvili N, et al. Towards functional improvement of motor disorders associated with cerebral palsy. The Lancet Neurology. 202322(3):229-43. 3. Hasan AB, Mohamed NE, El-Sheikh AF. PEDALING EXERCISE AS A REHABILITATION FOR CHILDREN WITH CEREBRAL PALSY (A REVIEW ARTICLE). 4. Ko EJ, Sung IY, Moon HJ, Yuk JS, Kim H-S, Lee NH. Effect of group-task-oriented training on gross and fine motor function, and activities of daily living in children with spastic cerebral palsy. Physical & Occupational Therapy In Pediatrics. 202040(1):18-30. 5. Armstrong EL, Spencer S, Kentish MJ, Horan SA, Carty CP, Boyd RN. Efficacy of cycling interventions to improve function in children and adolescents with cerebral palsy: a systematic review and meta-analysis. Clinical rehabilitation. 201933(7):1113-29. 6. Dussault-Picard C, Pouliot-Laforte A, Cherriere C, Houle E, Ballaz L. Locomotion Efficiency in Children With Cerebral Palsy Experiencing Limited Gross Motor Function: Walking Versus Cycling. Pediatric Physical Therapy. 202436(2):274-7. 7. Zai W, Xu N, Wu W, Wang Y, Wang R. Effect of task-oriented training on gross motor function, balance and activities of daily living in children with cerebral palsy: A systematic review and meta-analysis. Medicine. 2022101(44):e31565. 8. Madeshwaran S. A Study on the Effectiveness of Task Oriented Strength Training to Enhance Upper Limb Motor Function in Children with Cerebral Palsy. Indian Journal of Physiotherapy & Occupational Therapy. 202418. 9. Ghani HM, Razzaq M, Safdar N, Umer B, Tariq F. Effects of Stationary Cycling on Spasticity and Range of Motion in Children with Diplegic Cerebral Palsy: A Quasi Interventional Study. Foundation University Journal of Rehabilitation Sciences. 20211(1):24-8. 10. Mazumdar C. Effect of task-oriented training on motor function in children with cerebral palsy: a systemic review: Lietuvos sporto universitetas. 2021. 11. Demuth SK, Knutson LM, Fowler EG. The PEDALS stationary cycling intervention and health-related quality of life in children with cerebral palsy: A randomized controlled trial. Developmental Medicine & Child Neurology. 201254(7):654-61."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002547","term":"Cerebral Palsy"}],"ancestors":[{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"browseLeaves":[{"id":"M13157","name":"Paralysis","relevance":"LOW"},{"id":"M5796","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M5207","name":"Brain Injuries","relevance":"LOW"},{"id":"M5202","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}