{"protocolSection":{"identificationModule":{"nctId":"NCT06479278","orgStudyIdInfo":{"id":"276453"},"secondaryIdInfos":[{"id":"U24OD024957","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U24OD024957"}],"organization":{"fullName":"IDeA States Pediatric Clinical Trials Network","class":"NETWORK"},"briefTitle":"Talk With Me Baby to Enhance the Early Home Language Environment","officialTitle":"Talk With Me Baby: Leveraging Well-Child Care to Enhance the Early Home Language","acronym":"TWMB"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"IDeA States Pediatric Clinical Trials Network","class":"NETWORK"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"},{"name":"University of Kansas","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if the Talk With Me Baby (TWMB) program improves the home-language environment for at-risk families with children ages two to six months when primary care providers deliver the program during well-child checkups. The main question it aims to answer is:\n\nWill the TWMB program increase the time a caregiver talks to their infant?\n\nParticipants will:\n\n1. Come to at least four well-child checkups\n2. Receive the TWMB program from the provider during the checkups\n3. Record their conversations with their infant before they receive the program and after they receive the program four times."},"conditionsModule":{"conditions":["Language Development","Speech","Infant Development","Infant Behavior","Language, Child","Language"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":66,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Talk With Me Baby","type":"EXPERIMENTAL","interventionNames":["Behavioral: Talk with Me Baby"]}],"interventions":[{"type":"BEHAVIORAL","name":"Talk with Me Baby","description":"Primary care providers will embed Talk With Me Baby (TWMB) within standard-of-care Well-Child Care visits for children ≤36 months of age. Children will receive usual care plus a brief language-promotion intervention (TWMB) in up to 4 consecutive Well-Child Care visits during their 12-month period.","armGroupLabels":["Talk With Me Baby"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improvement in the home-language-environment promotion behaviors, as measured by the Language Environment Analysis (LENA) Conversational Turn Count percentile score from Baseline to Post-Intervention","timeFrame":"12 months"},{"measure":"Improvement in the home-language-environment promotion behaviors, as measured by the Language Environment Analysis (LENA) Adult Word Count percentile score from Baseline to Post-Intervention","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor this study, each child-caregiver dyad will consist of:\n\n1. A caregiver who will receive TWMB during routine well-childcare checkups (WCC) visits for their child at participating clinics and\n2. The child of the above caregiver for whom the WCC visits are conducted.\n\nA potential caregiver participant must meet all the following inclusion criteria to enroll in the study:\n\n1. Be the age of majority or older, as defined by the state of residency.\n2. Able to complete study measures in English.\n3. Have the legal authority to consent to participate for themselves and to consent on behalf of their child.\n\nTo proceed to the follow-up portion of the study, the caregiver (dyad) must have a LENA baseline assessment score that is ≤ 75th percentile compared to a child's age-referenced normative data.\n\nA potential child participant must meet all the following inclusion criteria to be enrolled in the study:\n\n1. Receive WCC at a participating clinic from a participating provider.\n2. Be two to six months (+ 0-30 days) old at enrollment.\n3. Was born at full term (\\> 37 weeks gestation).\n4. Was born in a singleton birth (i.e., was the only child delivered during the birth).\n\nExclusion Criteria:\n\nA potential caregiver participant must not meet any of the following exclusion criteria to enroll in the study:\n\n1. Has a cognitive impairment or a visual or hearing impairment known to the clinic that limits their ability to make decisions about participating or engaging with the assessments, based on the site primary investigator's (PI's) assessment and local human subjects' research policies.\n2. Does not live with child or spend at least two full days (i.e., at least 48 hours) per week with the child.\n3. Does not plan for the child to continue receiving services at the participating clinic for at least 12 months.\n\nA potential child participant must not meet any of the following exclusion criteria to enroll in the study:\n\n1. Significant developmental delay or cognitive, visual, or hearing impairment known to the clinic.\n2. Previously attended WCC visit prior to enrollment that occurred during the TWMB trial.","healthyVolunteers":true,"sex":"ALL","minimumAge":"2 Months","maximumAge":"6 Months","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Song Ounpraseuth, PhD","role":"CONTACT","phone":"501-686-7233","email":"STOunpraseuth@uams.edu"},{"name":"DeAnn E Hubberd, MA","role":"CONTACT","phone":"501-686-5547","email":"dehubberd@uams.edu"}],"locations":[{"facility":"Kansas University Medical Center","city":"Kansas City","state":"Kansas","zip":"66160","country":"United States","contacts":[{"name":"Brenda Salley, PhD","role":"CONTACT","phone":"913-945-7944","email":"bsalley@kumc.edu"}],"geoPoint":{"lat":39.11417,"lon":-94.62746}},{"facility":"West Virginia University","city":"Morgantown","state":"West Virginia","zip":"26506","country":"United States","contacts":[{"name":"David Huss, MD","role":"CONTACT","phone":"304-293-7331","email":"david.huss@hsc.wvu.edu"},{"name":"Margaret Jaynes, MD","role":"CONTACT","phone":"304-293-7331","email":"mjaynes@hsc.wvu.edu"}],"geoPoint":{"lat":39.62953,"lon":-79.9559}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Investigators will conduct this trial following the publication and data-sharing policies and regulations listed below:\n\nNIH Public Access Policy requires scientists to submit final peer-reviewed journal manuscripts arising from NIH funds to the digital archive PubMed Central upon acceptance for publication.\n\nEnvironmental Influences on Child Health Outcomes (ECHO) IDeA States Pediatric Clinical Trials Network (ISPCTN) Publications and Presentations Policy ensures the accurate, responsible, and efficient communication of findings from ECHO ISPCTN clinical trials.\n\nNIH Data Sharing Policy and the policy on the Dissemination of NIH-Funded Clinical Trial Information and the Clinical Trials Registration and Resulting Information Submission Rule. Other researchers may request data from this trial by contacting Song Ounpraseuth, Ph.D., at the ISPCTN Data Coordinating and Operations Center (DCOC).","infoTypes":["SAP","ICF"],"timeFrame":"Per data sharing polices of NIH and the ISPCTN"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}