{"protocolSection":{"identificationModule":{"nctId":"NCT06479057","orgStudyIdInfo":{"id":"2023-A01225-40"},"secondaryIdInfos":[{"id":"2023/3662","type":"OTHER","domain":"CSET number"}],"organization":{"fullName":"Gustave Roussy, Cancer Campus, Grand Paris","class":"OTHER"},"briefTitle":"PROACT is a Prospective Master Protocol for a Cohort Study Focused on Evaluating the Implementation of Integrated Proactive Supportive Care Pathways at Gustave Roussy","officialTitle":"Integrating PROACTive Care Pathways to Empower and Support Cancer Patients (PROACT)","acronym":"PROACT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-05","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Gustave Roussy, Cancer Campus, Grand Paris","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"PROACT is a prospective master protocol for a cohort study focused on evaluating the implementation of integrated proactive pathways of supportive care.\n\nThis is an observational cohort study in the context of a quality-of-care initiative.\n\nIt will be evaluated by its impact on patient's distress measured by the NCCN's Distress thermometer at 12 weeks after entering the pathway.","detailedDescription":"The primary study endpoint of PROACT is patient distress and supportive care needs (NCCN Distress Thermometer and NCCN Problem list) over a 12-week period after the supportive care needs assessment and referrals in the context of a PROACT pathway.\n\nSecondary study endpoints include:\n\n1. To evaluate the Reach of each pathway through the number of patients who participated in supportive care needs' assessment and in each supportive care intervention (administrative review of attendance log)\n2. To evaluate the diversity of patients included in each pathways through evaluation of sociodemographic and economic profile (Socioeconomic and demographic self-reported questionnaire)\n3. To evaluate the impact of each pathway and each supportive care intervention on patient's overall health status (EQ-E5-EL)\n4. To evaluate the impact of each pathway and each supportive care intervention on patient's quality of life (EORTC QLQ C30)\n5. To evaluate the impact of each pathway and each supportive care intervention on symptom burden (MDASI)\n6. To evaluate the impact of each pathway and each supportive care intervention on anxiety (HADS)\n7. To evaluate the impact of each pathway and each supportive care intervention on Insomnia levels (ISI)\n8. To evaluate the impact of each pathway and each supportive care intervention on sexual health (EORTC SHQ-C22)\n9. To evaluate the Physician's Adoption of each pathway through the proportion of physicians referring patients to the pathways (referral log)\n10. To evaluate patient's adoption through the proportion of patients adhering to supportive care interventions as intended (attendance log)\n11. To evaluate patient experience and satisfaction with the pathways (PACIC and adhoc satisfaction questionnaires.\n12. To evaluate implementation in through a qualitative analyses of experience, implementation barriers and facilitators (focus groups with patients and providers)\n13. To plan for Maintenance of the pathway through a cost effectiveness analysis.\n\nThis is a master protocol study that is conducted by collecting sub-studies for each supportive care intervention which share key design components and operational aspects leading to a higher level of coordination than the one achieved by independently conducted studies.\n\nMethodology: it is a mix of quantitative and qualitative methods to assess the Reach, Efficacy and potential for Adoption, while identifying barriers to Implementation and strategies to Maintain the pathway in the institution guided by the RE-AIM framework. Data collection will allow evaluation in a macro level (integrated supportive care pathway including supportive care needs assessment and tailored multidisciplinary referrals) and in a micro level (separated for each supportive care intervention)."},"conditionsModule":{"conditions":["Any Cancer"],"keywords":["supportive care pathway","cancer","master protocol","supportive care","Distress"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"6 Months","designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":210,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PROACT Supportive Care pathways","description":"This is a prospective cohort study including patients participating in institutional supportive care pathways at diagnosis, during treatment and after treatment.","interventionNames":["Other: Supportive Care Pathway"]}],"interventions":[{"type":"OTHER","name":"Supportive Care Pathway","description":"All pathways include a medical consultation with comprehensive needs assesment and evidence-based coordinated supportive care referrals at institutional and community-based level.","armGroupLabels":["PROACT Supportive Care pathways"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient distress","description":"Patient distress collected with NCCN Distress Thermometer","timeFrame":"over a 12-week period after the integrated supportive care needs assessment."},{"measure":"Patient unmet needs","description":"Patient unmet needs collected with problem list from NCCN Distress thermometer","timeFrame":"over a 12-week period after the integrated supportive care needs assessment."}],"secondaryOutcomes":[{"measure":"Reach of the pathway","description":"Proportion of patients who accepted the supportive care needs assessment (descriptive numbers from attendance log)","timeFrame":"week 12"},{"measure":"Diversity of pathway participants","description":"Socioeconomic characteristics of participants in the pathway measure by a self-reported socioeconomic questionnaire","timeFrame":"week 12"},{"measure":"Impact of the pathway in overall health status","description":"Overall health status measured by the EQ-ED-5L","timeFrame":"week 12, and 24"},{"measure":"Impact of the pathway in Quality of life","description":"Quality of life measured by the EORTC QLQ C30","timeFrame":"week 12, and 24"},{"measure":"Impact of the pathway in symptom burden","description":"Symptom burden measured by the MDASI Questionnaire.","timeFrame":"week 12, and 24"},{"measure":"Impact of the pathway on anxiety levels","description":"Anxiety measured by HADS\n\n\\* only for patients reporting anxiety at baseline","timeFrame":"week 12, and 24"},{"measure":"Impact of the pathway on insomnia levels","description":"Insomnia measured by ISI\n\n\\*only for patients reporting insomnia at baseline","timeFrame":"week 12, and 24"},{"measure":"Impact of the pathway on sexual health","description":"Sexual health measured by EORTC SHQ-C22\n\n\\*only for patients reporting sexual dysfunction at baseline","timeFrame":"week 12, and 24"},{"measure":"Adoption of Physician","description":"Proportion of physicians referring patients to the supportive care pathway (descriptive numbers from referral logs)","timeFrame":"week 12"},{"measure":"Adoption of Patient","description":"Proportion and of patients that fully adopted each supportive care intervention (e.g.; in the after cancer pathway: attendance to consultations/seminaries/classes, completion of a supportive care program, usage data for Resilience app).","timeFrame":"week 12"},{"measure":"Patient Experience","description":"Patient experience measured by the PACIC questionnaire.","timeFrame":"week 12"},{"measure":"Patient Satisfaction with the pathway","description":"Patient satisfaction measured by an ad hoc satisfaction questionnaire","timeFrame":"week 12"},{"measure":"Provider Experience - Qualitative evaluation","description":"Focus groups with healthcare providers to explore overall experience, workload and implementation challenges","timeFrame":"week 12"},{"measure":"Patient Satisfaction/Experience - Qualitative evaluation","description":"Focus groups with patient to explore overall experience and implementation challenges","timeFrame":"week 12"},{"measure":"Maintenance of the pathway through a cost effectiveness analysis (QALYs)","description":"Maintenance of the pathway through a cost effectiveness analysis. Costs from the perspective of the French national health insurance will be assessed during the study period. This will be calculated by administrative data review of internal allocated resources for pathway delivery and estimated costs of use of hospital services (unplanned hospitalization, consultations, and emergency visits recorded in the electronic medical records).\n\nQALYs (quality-adjusted life years) will be measured using utility values derived from the EuroQol-5D (EQ-5D-5L) (https://euroqol.org/) for French general population (Andrade et al. PharmacoEconomics 2020). QALYs will be computed combining survival time by utility values.","timeFrame":"week 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Histological confirmation of cancer (any cancer type, any stage)\n* Age ≥ 18 years old\n* Received an integrated supportive care need assessment.\n* Sign the consent form for the PROACT study.\n\nExclusion Criteria:\n\n* Absence or inability of written consent from the patient.\n* Does not understand or speak French.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patient with any cancer type, any stage receiving supportive care interventions at Gustave Roussy.\n\nFor the primary endpoint all the patients participating in supportive care pathways with formal supportive care needs assessment and targeted referrals will be invited to participate. For the secondary endpoints, any patient included in the supportive care interventions at the institution may participate.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Maria Alice BORINELLI-FRANZOI","role":"CONTACT","phone":"+33 (0)1 42 11 42 11","email":"Mariaalice.BORINELLI-FRANZOI@gustaveroussy.fr"},{"name":"Aude BARBIER","role":"CONTACT","phone":"+33 (0)6 44 12 47 75","email":"aude.barbier@gustaveroussy.fr"}],"overallOfficials":[{"name":"Ines VAZ LUIS","affiliation":"Gustave Roussy, Cancer Campus, Grand Paris","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Gustave Roussy","status":"RECRUITING","city":"Villejuif","zip":"94800","country":"France","contacts":[{"name":"Ines VAZ LUIS","role":"CONTACT","email":"INES-MARIA.VAZ-DUARTE-LUIS@gustaveroussy.fr"},{"name":"Aude BARBIER","role":"CONTACT","email":"aude.barbier@gustaveroussy.fr"}],"geoPoint":{"lat":48.7939,"lon":2.35992}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}