{"protocolSection":{"identificationModule":{"nctId":"NCT06483022","orgStudyIdInfo":{"id":"24-1258"},"organization":{"fullName":"University of North Carolina, Chapel Hill","class":"OTHER"},"briefTitle":"Building Equitable Linkages With Interprofessional Education Valuing Everyone","officialTitle":"Building Equitable Linkages With Interprofessional Education Valuing Everyone","acronym":"BELIEVE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of North Carolina, Chapel Hill","class":"OTHER"},"collaborators":[{"name":"American Heart Association","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a step-wedge design implementation protocol of an interprofessional education curriculum intervention that is delivered through virtual reality and designed to reduce disparities and improve patient experiences in receiving maternal healthcare."},"conditionsModule":{"conditions":["Pregnancy Related","Postpartum","Pain"],"keywords":["Maternity Hospitals"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The investigators plan a multisite step-wedge cluster randomized trial to test the extent to which interprofessional collaboration training (IPC training) reduces racial disparities in postpartum pain (primary outcome) and pain assessment and treatment (secondary, health team processes), improves birthing people's experience of respectful care (secondary outcomes), and fostering a positive shift in health team interprofessional collaboration attitudes and teamwork (secondary process outcomes).","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":32000,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pre-intervention","type":"PLACEBO_COMPARATOR","description":"In the pre-intervention sequence(s), birthing people at participating hospitals will experience treatment-as-usual.","interventionNames":["Other: Usual Care"]},{"label":"Post-intervention","type":"ACTIVE_COMPARATOR","description":"In the post-intervention sequence(s), birthing people at participating hospitals will experience treatment by health care teams that have undergone the Building Equitable Linkages With Interprofessional Education Valuing Everyone interprofessional education (BELIEVE IPE) training.","interventionNames":["Behavioral: BELIEVE IPE Training"]}],"interventions":[{"type":"BEHAVIORAL","name":"BELIEVE IPE Training","description":"The IPC training will be delivered to health team members who provide intrapartum and/or postpartum maternity care at each facility. Individuals with roles as maternity care providers, nurses, lactation consultants or doulas whose primary inpatient clinical assignment is maternity care will be included in the training. The training will consist of a pre-session module (about 60 minutes), a 90-minute interprofessional collaboration session, delivered using virtual reality head-sets, and post-session modules (about 60 minutes). The pre- and post-session modules will be delivered through an online learning platform.","armGroupLabels":["Post-intervention"]},{"type":"OTHER","name":"Usual Care","description":"Prior to implementation of the IPC training, birthing people at the facilities will receive treatment-as-usual","armGroupLabels":["Pre-intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Severe Postpartum Pain","description":"Proportion of individuals with severe pain postpartum. Severe pain will be defined as pain score \\>4 on postpartum day 1 following vaginal birth, or pain score \\>7 on postpartum day 2 following cesarean birth, as documented in the electronic health record using the Numerical Rating Scale (NRS) of patient-reported pain from 0-10.","timeFrame":"0 to <24 and 24 to <48 hours postpartum"}],"secondaryOutcomes":[{"measure":"Birthing parent-reported experiences of the respectful care (Qualitative)","description":"Based on semi-structured interviews with a subset of birthing parents, the investigators will report the count of qualitative interview participants who described their care as \"respectful\" during semi-structured interviews with birthing parents.","timeFrame":"2-4 weeks postpartum"},{"measure":"Patient-reported examples of respectful and equitable health care team member practices (Qualitative)","description":"Based on semi-structured interviews with a subset of birthing parents, the investigators will identify respectful and equitable health care team member practices in a thematic coded content analysis of transcribed responses. For the top three practices identified, the count of participants naming each practice will be reported.","timeFrame":"2-4 weeks postpartum"},{"measure":"Patient-reported examples of supportive health team member practices for pain management (Qualitative)","description":"Based on semi-structured interviews with a subset of birthing parents, the investigators will identify supportive health team member practices for pain management in a thematic coded content analysis of transcribed responses. For the top three practices identified, the count of participants naming each practice will be reported.","timeFrame":"2-4 weeks postpartum"},{"measure":"Pain assessments","description":"Number of instances of pain score assessments on a 0-10 scale that are documented in the birthing parent's medical record.","timeFrame":"0 to <24 and 24 to <48 hours postpartum"},{"measure":"NSAID doses administered","description":"Number of non-steroidal anti-inflammatory (NSAID) doses administered to the birthing parent, as documented in the medication administration record (MAR).","timeFrame":"0 to <24 and 24 to <48 hours postpartum"},{"measure":"MMEs administered","description":"Number of Morphine Milligram Equivalents (MMEs) of opioids administered to the birthing parent, as documented in the medication administration record (MAR).","timeFrame":"0 to <24 and 24 to <48 hours postpartum"},{"measure":"Acetaminophen doses administered","description":"Number of Acetaminophen doses administered to the birthing parent, as documented in the medication administration record (MAR).","timeFrame":"0 to <24 and 24 to <48 hours postpartum"},{"measure":"Healthcare team members' perceptions of interprofessional collaboration","description":"Using the modified Interprofessional Attitudes Scale (IPAS), attitudes of health care team members toward collaboration will be assessed. The IPAS is a 5-point Likert scale with scores ranging from 27 to 135, with higher scores reflecting more positive attitudes toward interprofessional collaboration.","timeFrame":"Baseline (pre-intervention) and after completing the IPC training intervention, a total of up to 4 months"},{"measure":"Quality of interprofessional teamwork","description":"Utilizing the modified Assessment for Collaborative Environments (ACE) Scale, health care team member perceptions of interprofessional communication will be assessed. The modified ACE is a 4-point Likert scale with scores ranging from 6 to 24, with higher scores reflecting better quality interprofessional teamwork.","timeFrame":"Baseline (pre-intervention) and after completing the IPC training intervention, a total of up to 4 months"},{"measure":"Feasibility of the IPC training","description":"Based on semi-structured interviews collected post intervention among a subset of health care team members, the investigators will conduct thematic coded content analysis of transcribed responses. The investigators will report the count of health care team members who described the intervention as feasible. Feasibility is defined as a positive rating about the intervention's potential performance in real-life conditions in birthing hospitals.","timeFrame":"2-8 weeks after health care team members' completion of the IPC training"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nHealthcare Team Participants\n\n* Employed as one of the following roles: maternity care provider, nurse, lactation consultant or doula.\n* Primary inpatient clinical assignment is maternity care.\n* If Per Diem: Employed for a minimum of 4 shifts/month at a participating site.\n\nBirthing Parent Data Extraction Participants\n\n• Had a live birth at a participating site from the start of the study through the last Data Retrieval timepoint.\n\nBirthing Parent Interview Participants\n\n* Had a live birth at a participating site from the start of the study through the last Data Retrieval timepoint.\n* Black race or Limited English Proficiency with preferred language of Spanish.\n* Age ≥ 18.\n\nExclusion Criteria:\n\nHealthcare Team Participants\n\n• None\n\nBirthing Parent Data Extraction Participants\n\n• Baby with birth gestational age \\< 24 weeks.\n\nBirthing Parent Interview Participants\n\n* Baby with birth gestational age \\< 24 weeks.\n* Baby is no longer alive at time of Data Retrieval (regardless of gestational age).\n* Currently incarcerated.\n* Previously completed a birthing parent interview for the BELIEVE study.\n* Previously enrolled as a Healthcare Team Participant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"99 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alison M Stuebe, MD, MSc","role":"CONTACT","phone":"919-966-1601","email":"astuebe@med.unc.edu"}],"overallOfficials":[{"name":"Alison Stuebe, MD, MSc","affiliation":"University of North Carollina at Chapel Hill","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of North Carolina","city":"Chapel Hill","state":"North Carolina","zip":"27599","country":"United States","contacts":[{"name":"Alison M Stuebe, MD, MSc","role":"CONTACT"}],"geoPoint":{"lat":35.9132,"lon":-79.05584}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Deidentified individual data that supports the results will be shared beginning 9 to 36 months following publication provided the investigator who proposes to use the data has approval from an Institutional Review Board (IRB), Independent Ethics Committee (IEC), or Research Ethics Board (REB), as applicable, and executes a data use/sharing agreement with UNC and Cone Health.","timeFrame":"beginning 9 and continuing for 36 months following publication","accessCriteria":"Investigator has approved IRB, IEC or REB and an executed data use/sharing agreement with UNC and Cone Health."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}