{"protocolSection":{"identificationModule":{"nctId":"NCT06482151","orgStudyIdInfo":{"id":"rUTI"},"organization":{"fullName":"PENTA Foundation","class":"NETWORK"},"briefTitle":"Evaluation of the Prevalence of E. Coli O Serotypes in Paediatric Population With Recurrent Urinary Tract Infection","officialTitle":"Evaluation of the Prevalence of E. Coli O Serotypes in Paediatric Population With Recurrent Urinary Tract Infection in Europe","acronym":"rUTI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"PENTA Foundation","class":"NETWORK"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a multicentre, observational, epidemiological study in which infants within the first 3 months of life with UTI and children aged ≥4 months with r-UTI will be recruited from nephrology /emergency departments and primary care in European countries","detailedDescription":"This is an international, multicenter, observational, cross-sectional epidemiological study.\n\nStudy participants will undergo a screening phase and will be checked for study eligible and inclusion/exclusion criteria at study entry. No other visits will be conducted other than the first evaluation. The study will be conducted across up to 26 participating sites in Europe, including nephrology departments, paediatric emergency departments and primary care centers. Specifically, sites located more in Western and Eastern Europe will be involved in the study. In total, 600 participants with rUTI (UTI) will be included in this study, with approximately 200 participants for each age group (from 0 months to \\< 3 years of age; from ≥ 3 to \\< 12 years of age, from ≥ 12 to \\< 18 years of age)."},"conditionsModule":{"conditions":["Urinary Tract Infections"],"keywords":["urinary tract infections","recurrent urinary tract infections","infants","adolescents","Escherichia coli"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"Urine samples will be collected in case of a diagnosis of UTI/rUTI. These samples will be used for the isolation of bacteria. E. coli isolates will be subjected to antimicrobial resistance testing and whole genome sequencing by Illumina short-read sequencing with a minimum sequencing depth of 50X to determine genotype O, multi-locus sequence type and the presence of virulence and resistance genes."},"enrollmentInfo":{"count":600,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"To assess the serogroups of E. coli in the study cohort","description":"The distribution \\[N (%)\\] of serotypes of E. coli in the study cohort will be evaluated separately for infants with UTI and children with r-UTI. Moreover, it will be evaluated separately for countries and age classification.","timeFrame":"January 2027"}],"secondaryOutcomes":[{"measure":"To assess the clinical profile, especially comorbidities, of children with UTI and rUTI","description":"The comorbidity profiles of children with urinary tract infections (UTIs) and recurrent UTIs (rUTIs) will be characterize using descriptive statistics. This will involve presenting the frequency and percentages \\[N (%) with Clopper-Pearson confidence interval\\] for each comorbidity within each group.","timeFrame":"January 2027"},{"measure":"• To assess the O-serotype distribution among drug-resistant E. coli, including multidrug resistant (MDR)","description":"The number and percent (N \\[%\\]) of each O-serotype resistant to 0, 1, 2, 3, 4, and 5 antibiotic classes will be assessed. Antimicrobial susceptibility testing will use broth microdilution. Antibiotic panels will include antibiotics from 5 antimicrobial drug classes. Antibiotic resistance will be determined using minimal inhibitory concentration values and susceptibility criteria defined by either the Clinical and Laboratory Standards Institute (CLSI) or the European Committee on Antimicrobial Susceptibility Testing (EUCAST).","timeFrame":"January 2027"},{"measure":"To characterize drug resistance across O-serotypes of E. coli isolates that cause rUTIs in children","description":"The resistance to representative antibiotics in the following 5 classes: aminoglycosides, cephalosporins, fluoroquinolones, β-lactam/β-lactamase inhibitors, and sulfonamides will be reported. Based on these 5 classes (and representative antibiotics), the multidrug-resistant will be defined as isolates that were resistant to ≥3 of the 5 antibiotic classes listed. Resistance to last-resort antibiotics, carbapenems (doripenem, ertapenem, imipenem, and meropenem) and colistin will also be examined using Clinical and Laboratory Standards Institute breakpoints for minimum inhibitory concentration values.","timeFrame":"January 2027"},{"measure":"To evaluate the genetic characteristics of E. coli of children with r-UTI (WGS)","description":"O genotyping will be conducted based on whole-genome sequencing, which will allow assessment of O-serotype at the genetic sequences level, following guidelines and using reference sequences described elsewhere (DebRoy et all 2016) . For isolates that either do not show a match or match with multiple known O serotypes, the O genotype will be designated as \"non-determined.\" (Iguchi et al, 2014 ) All the evaluations will be performed overall and across countries and age categorizations. Moreover, the Kappa of Cohen will be used to assess the degree of agreement of the results between local laboratories and Central laboratory.","timeFrame":"January 2027"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age between 0 weeks and 17 years\n* Significant urine culture positive only for E. coli\n* For infants up to 3 months of age, a confirmed first UTI episode as identified by urine culture obtained by a sterile method (as described above) and positive for E. coli only (no other pathogens)\n* For children ≥4 months to \\< 18 years a confirmed rUTI episode as identified by urine culture obtained by a sterile method (as described above) and positive for E. coli only (no other pathogens)\n* Collection of urine culture with a sterile method (suprapubic aspiration, bladder catheterization, clean voided urine)\n* Signed informed consent form (signed by participant's legally authorized representative for participants who have not attained the age of majority)\n* Signed Assent Form when appropriate, as determined by participant's age and individual site and country standards\n\nExclusion Criteria:\n\n* Patients ≥18 years\n* Children ≥ 4 months of age with a first UTI episode\n* Absence of microbiological confirmation of UTI\n* UTI caused by bacteria other than E. coli or polymicrobial culture\n* Urine collected with a non-sterile method (urinary bag)\n* UTI episode within 30 days of the end of antibiotic treatment for the previous UTI episode\n* Second urine positive for E. coli during the same episode\n* Patients in the active phase of anticancer treatment","healthyVolunteers":false,"sex":"ALL","maximumAge":"17 Years","stdAges":["CHILD"],"studyPopulation":"Infants 0 to \\< 4 months months of life with a presumptive UTI and children ≥4 months to \\< 18years with a presumptive recurrent UTI evaluated at participating sites will be eligible for the study if they fulfill all the criteria for suspected UTI diagnosis.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"FEDERICA D'AMBROSIO","role":"CONTACT","phone":"+39 378 302 9089","email":"federica.dambrosio@pentafoundation.org"}],"overallOfficials":[{"name":"Giovanni Montini, Prof.","affiliation":"University of Milan","role":"STUDY_CHAIR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007239","term":"Infections"},{"id":"D000003141","term":"Communicable Diseases"},{"id":"D000014552","term":"Urinary Tract Infections"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M14850","name":"Recurrence","relevance":"LOW"},{"id":"M10283","name":"Infections","asFound":"Infection","relevance":"HIGH"},{"id":"M6368","name":"Communicable Diseases","asFound":"Infection","relevance":"HIGH"},{"id":"M17302","name":"Urinary Tract Infections","asFound":"Urinary Tract Infections","relevance":"HIGH"},{"id":"M8077","name":"Escherichia coli Infections","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]}},"hasResults":false}