{"protocolSection":{"identificationModule":{"nctId":"NCT06479408","orgStudyIdInfo":{"id":"ShalamarIHS-701"},"organization":{"fullName":"Shalamar Institute of Health Sciences","class":"OTHER"},"briefTitle":"The Effect of Virtual Reality (VR) Versus Conventional Vestibular Rehabilitation and Progressive Muscle Relaxation (PMR) to Improve Balance and Stress Among Patients of Persistent Postural Perceptual Dizziness (PPPD).","officialTitle":"The Effect of Virtual Reality (VR) Versus Conventional Vestibular Rehabilitation and Progressive Muscle Relaxation (PMR) to Improve Balance and Stress Among Patients of Persistent Postural Perceptual Dizziness (PPPD).","acronym":"VR"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-28","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"hmna afzal","investigatorTitle":"student of final year DPT ( doctor of physical therapy)","investigatorAffiliation":"Shalamar Institute of Health Sciences"},"leadSponsor":{"name":"Shalamar Institute of Health Sciences","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To compare the effect of virtual reality (VR) versus conventional vestibular rehabilitation and progressive muscle relaxation (PMR) to improve balance and stress among patients of persistent postural perceptual dizziness (PPPD).","detailedDescription":"Through this randomized controlled trial, we evaluate the effectiveness of three modern interventions in patients with persistent postural perceptual dizziness. In order to study the novel facets of PPPD and to cover a large research gap, it is necessary to explore the psychological and physiological aspects of PPPD. At individualized levels, this study aimed to enable patients to become more independent in their social and personal lives by overcoming stress and balance issues. Socially, it reduces stigma by raising awareness, promoting understanding, providing better health access, facilitating communities, and promoting a more supportive and inclusive environment. This research can refine rehabilitation therapies at the institutional level and enhance health care provider training. It increases treatment and resource allocation, leading to better outcomes in the field. It provides a new platform for research."},"conditionsModule":{"conditions":["Persistent Postural Perceptual Dizziness"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":25,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"progressive muscle relaxation (PMR) and vestibular rehabilitation exercises","type":"OTHER","description":"GROUP A will be treated by progressive muscle relaxation (PMR) technique as a mean of stress relaxation and vestibular rehabilitation exercises for postural stability through Swiss ball, BOSU ball, balance board etc.","interventionNames":["Other: progressive muscle relaxation (PMR) technique and vestibular rehabilitation exercises"]},{"label":"virtual reality (VR)","type":"OTHER","description":"GROUP B will follow virtual reality (VR) based intervention program where three dimensional-3D environments will be used reduce stress and improve balance.","interventionNames":["Other: virtual reality (VR)"]}],"interventions":[{"type":"OTHER","name":"progressive muscle relaxation (PMR) technique and vestibular rehabilitation exercises","description":"A will be treated by progressive muscle relaxation (PMR) technique as a mean of stress relaxation and vestibular rehabilitation exercises for postural stability through Swiss ball, BOSU ball, balance board etc. Other components of vestibular rehab including gaze stability enhancement, improvement in vertigo and activities of daily living will also be focused.","armGroupLabels":["progressive muscle relaxation (PMR) and vestibular rehabilitation exercises"]},{"type":"OTHER","name":"virtual reality (VR)","description":"virtual reality (VR) based intervention program where three dimensional-3D environments will be used reduce stress and improve balance. A Simulator Sickness Questionnaire (SSQ) will be filled by participants before and after each session of VR to discriminate whether VR is provoking the symptoms or not.","armGroupLabels":["virtual reality (VR)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"balance","description":"Both groups will be given 3 treatment sessions per week . A thorough evaluation will be done again at the end of intervention period to find the difference between pre and post- interventional scores.Balance will be measured by using miniBESTest ( balance evaluation system test) with a cut of range 0-28 points there will be 14 items each item is categorised in three levels in whole while 0 representing low level of function and 2 representing the highest level of function.","timeFrame":"2 months"}],"secondaryOutcomes":[{"measure":"stress","description":"Both groups will be given 3 treatment sessions per week. A thorough evaluation will be done again at the end of intervention period to find the difference between pre and post- interventional scores.stress will be calculated by using perceived stress scale which will incude 10 questions each question is categorised into 5 likert scales with scoring ranging as 0-13 (low stress), 14-26 (moderate stress), 27-40 (high stress)","timeFrame":"2 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age groups ranging 18-25 years and having symptoms of dizziness, and lightheadedness over the period of \\&gt;3months while having predisposing stress factor. The Individuals who are ready to take part willingly in the follow up sessions should be included in the research\n\nExclusion Criteria:\n\n* The participants who have any other neurological disease and cause of dizziness are excluded from this study. There should be no history of smoking, drug abuse and alcohol, and any other neurological condition that affects the balance. Subjects with active Meniere's disease /BPPV/bilateral vestibulopathy are also excluded.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"25 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"hmna afzal, DPT","role":"CONTACT","phone":"03014781108","email":"hmnabaig1050@gmail.com"},{"name":"sadaf ghafoor, DPT","role":"CONTACT","phone":"03260793783","email":"sadafghafoor89@gmail.com"}],"locations":[{"facility":"Shalamar School of Allied Health Sciences","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"dr masooma gull","role":"CONTACT","phone":"03244283378","email":"masoomagull2@ymail.com"},{"name":"MADIHA IQBAL","role":"CONTACT","phone":"03304003445","email":"madihabiostats@gmail.com"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"type":"BACKGROUND","citation":"Laryngology. 2023;132(5):566-77. 6. Ibrahim NMK, Hazza NMA, Yaseen DM, Galal EM. Effect of vestibular rehabilitation games in patients with persistent postural perceptual dizziness and its relation to anxiety and depression: prospective study. European Archives of Oto-Rhino- Laryngology. 2023:1-9. 7. Yamaguchi T, Miwa T, Tamura K, Inoue F, Umezawa N, Maetani T, et al. Temporal virtual reality-guided, dual-task, trunk balance training in a sitting position improves persistent postural-perceptual dizziness: proof of concept. Journal of neuroengineering and rehabilitation. 2022;19(1):92. 8. Webster KE, Kamo T, Smith L, Harrington-Benton NA, Judd O, Kaski D, et al. Non-pharmacological interventions for persistent postural-perceptual dizziness (PPPD). Cochrane Database of Systematic Reviews. 2023(3). 9. Knight B, Bermudez F, Shermetaro C. Persistent postural-perceptual dizziness. 2022. 10. Mandal S. Brief introduction of virtual reality & its challenges. International Journal of Scientific & Engineering Research. 2013;4(4):304-9. 11. Writer H, Arora R. Vestibular rehabilitation: An overview. Int J Otorhinolaryngol Clin. 2012;4(1):54-69. 12. Jacob S, Sharma S. Efficacy of progressive muscular relaxation on coping strategies and management of stress, anxiety and depression. Int J Indian Psychol. 2018;6(1):106-24. 13. Michie S. Causes and management of stress at work. Occupational and environmental medicine. 2002;59(1):67-72. 14. Herdman D, Norton S, Murdin L, Frost K, Pavlou M, Moss-Morris R. The INVEST trial: a randomised feasibility trial of psychologically informed vestibular rehabilitation versus current gold standard physiotherapy for people with Persistent Postural Perceptual Dizziness. Journal of neurology. 2022;269(9):4753-63."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014717","term":"Vertigo"},{"id":"D000004244","term":"Dizziness"}],"ancestors":[{"id":"D000012678","term":"Sensation Disorders"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000015837","term":"Vestibular Diseases"},{"id":"D000007759","term":"Labyrinth Diseases"},{"id":"D000004427","term":"Ear Diseases"},{"id":"D000010038","term":"Otorhinolaryngologic Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M17462","name":"Vertigo","asFound":"Dizziness","relevance":"HIGH"},{"id":"M7420","name":"Dizziness","asFound":"Dizziness","relevance":"HIGH"},{"id":"M15490","name":"Sensation Disorders","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M18387","name":"Vestibular Diseases","relevance":"LOW"},{"id":"M10779","name":"Labyrinth Diseases","relevance":"LOW"},{"id":"M10782","name":"Labyrinthitis","relevance":"LOW"},{"id":"M7601","name":"Ear Diseases","relevance":"LOW"},{"id":"M12961","name":"Otorhinolaryngologic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}