{"protocolSection":{"identificationModule":{"nctId":"NCT06470230","orgStudyIdInfo":{"id":"RESPECT"},"secondaryIdInfos":[{"id":"P30CA021765-44S2","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P30CA021765-44S2"}],"organization":{"fullName":"St. Jude Children's Research Hospital","class":"OTHER"},"briefTitle":"RESPECT: (REsearching Stigma in PEdiatric Cancer Tool)","officialTitle":"RESPECT: (REsearching Stigma in PEdiatric Cancer Tool)"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"St. Jude Children's Research Hospital","class":"OTHER"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Researchers want to learn more about the way stigma affects children with cancer and their caregivers. They want to develop two clinical tools to identify and measure stigma in the pediatric cancer population within culturally diverse global settings of the United States, Guatemala, and Jordan.\n\nPrimary Objectives\n\n* Develop two clinical tools that can be used to identify and measure stigma as experienced by (1) pediatric oncology patients/survivors and (2) their guardians/caregivers in culturally diverse global settings.\n* Pilot new stigma tools in geographically and culturally diverse cancer referral settings in the United States, Guatemala, and Jordan.","detailedDescription":"There are 2 parts to this study; participants will be included in either Part 1 or Part 2, but not both.\n\nIn Part 1 of the study, investigators will conduct a systematic literature review of tools measuring stigma in healthcare at the level of the patient and survivor, or caregiver, through which they will catalog all items included in existing instruments of the study. Literature will be searched for concepts of patient self-stigma and scales, instruments, measurements, or outcomes.\n\nOnce the search strategy is completed, a panel of experts will review items and domains sorts to remove confusing or duplicative items and produce final pilot tools containing patient-centered and clinically relevant items. Preliminary tools will be translated into Spanish and Arabic. The preliminary English tools will be professionally translated into Spanish and Arabic. Translated tools will be reviewed by international study teams as well as bilingual members of the St. Jude team to account for regional linguistic differences. The Spanish and Arabic tools will be back translated into English to ensure original intent is maintained. Any modifications needed to ensure language consistency across versions will be made in all languages, ensuring parallel versions of the tool are developed.\n\nAround 12 children aged 8-17.9 who have or had cancer will be recruited in each language (36 total participants) and similar numbers of parents or caregivers (not recruited as dyads) will be recruited and asked questions about stigma. Experienced interviewers trained by the St. Jude team will verbally administer the tool followed by probing questions to assess face validity and rate each item on a scale of 1-5 based on accuracy, clarity, and difficulty of content. After 3-4 participants have been interviewed in each language, all three tools will be reassessed with modifications made as necessary. This process will be repeated until no additional modifications are identified through interviews.\n\nIn Part 2 of the study, children who have or had cancer and their caregivers will test out the questionnaire that was created during Part 1 of the study. Investigators will recruit 225-450 active patients or survivor participants (75-150 in each language) and 225-450 parents or caregivers (75-150 in each language) to pilot the tools."},"conditionsModule":{"conditions":["Stigma"],"keywords":["Cancer Related Stigma","Pediatric Cancer Population","Parent/Caregivers","Patients/Survivors","Diverse global settings"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":972,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pediatric oncology patients/survivors","description":"Children who have or had cancer"},{"label":"Guardians/caregivers of pediatric oncology patients/survivors","description":"Parents or caregivers of children who have or had cancer"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Develop two clinical tools that can be used to identify and measure stigma as experienced by (1) pediatric oncology patients/survivors and (2) their guardians/caregivers in culturally diverse global settings.","description":"Concept mapping, a mixed-methods approach, combining qualitative group brainstorming and sorting with descriptive statistical analysis will be utilized to describe ideas and represent them graphically. Content expert participants, including members of the research team and global healthcare professionals, will generate novel items by answering prompts. Participants will sort the items into distinctive themes and conduct cluster analyses to create an initial concept map that improves understanding of stigma domains and will be asked to rate the importance and feasibility of each item. A panel of experts will review the item and domain sorts and ratings to remove confusing or duplicative items and produce final pilot tools containing patient-centered and clinically relevant items. Pragmatic design principles will be used to make the tools short and easy to use in a variety of settings.","timeFrame":"Up to 2 months after the start of study"},{"measure":"Pilot new stigma tools in geographically and culturally diverse cancer referral settings.","description":"Pilot data will be analyzed using R. Data will be descriptively analyzed before psychometric analysis focusing on item- and domain-level characteristics, including inter-item correlation and scale internal consistency (Cronbach's alpha). Confirmatory factor analysis will test the structural validity (i.e., dimensionality) of the tools. The tools will be refined by dropping items, changing domains, or editing language. The analyses will highlight items that have poor fit and the expert team will review these items and make relevant updates to the overall measure based on these analyses and feedback regarding usability. This will result in a final version of the tools in all three languages.","timeFrame":"Approximately one year after the start of study"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Cognitive Debriefing and Pilot Data Collection - Patients/Survivors\n\n  * Age 8 to 17.9 years of age\n  * Active cancer patients or survivors of cancer\n* Cognitive Debriefing and Pilot Data Collection - Parent/Caregivers\n\n  * Adult parents or caregivers (\\> 18 years of age) of active cancer patients or survivors of cancer.\n\nExclusion Criteria: NA","healthyVolunteers":true,"sex":"ALL","minimumAge":"8 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Active cancer patients or survivors of cancer and adult parents or caregivers of active cancer patients or survivors of cancer.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Dylan Graetz, MD","role":"CONTACT","phone":"866-278-5833","email":"referralinfo@stjude.org"}],"overallOfficials":[{"name":"Dylan Graetz, MD","affiliation":"St. Jude Children's Research Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"St. Jude Children's Research Hospital","status":"RECRUITING","city":"Memphis","state":"Tennessee","zip":"38105","country":"United States","contacts":[{"name":"Dylan Graetz, MD","role":"CONTACT","phone":"866-278-5833","email":"referralinfo@stjude.org"},{"name":"Dylan Graetz, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":35.14953,"lon":-90.04898}}]},"referencesModule":{"seeAlsoLinks":[{"label":"St. Jude Children's Research Hospital","url":"http://www.stjude.org"},{"label":"Clinical Trials Open at St. Jude","url":"http://www.stjude.org/protocols"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}