{"protocolSection":{"identificationModule":{"nctId":"NCT06471010","orgStudyIdInfo":{"id":"2024-0085"},"organization":{"fullName":"De Viersprong","class":"OTHER"},"briefTitle":"B-DIT Feasibility Study","officialTitle":"Feasibility and Preliminary Effectiveness of Blended Dynamic Interpersonal Psychotherapy for Personality Pathology","acronym":"B-DIT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"De Viersprong","class":"OTHER"},"collaborators":[{"name":"Stichting tot Steun","class":"UNKNOWN"},{"name":"OnlinePsyhulp","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to explore the feasibility, acceptability, and effectiveness of a new blended psychotherapeutic treatment program based on Dynamic Interpersonal Therapy (B-DIT) for adult clients with personality pathology. Blended interventions have the potential to improve treatment accessibility and cost-effectiveness for individuals with personality pathology and promote a sense of agency and ownership among clients regarding their treatment as compared to traditional Face-to-Face (FTF) approaches. This may improve treatment outcome and recovery.\n\nThe B-DIT intervention, developed collaboratively by Dutch mental health care institute De Viersprong and OnlinePsyHulp, integrates FTF therapy and online modules into a cohesive treatment program. The program spans three phases: an individual phase lasting approximately two months, followed by a four-month group phase, and concluding with a four-month booster phase to reinforce positive changes. Face-to-face therapy sessions and online treatment modules are utilized alternately and complementarily throughout all treatment phases.\n\nThe primary study aims are (1) to monitor and evaluate the feasibility of B-DIT; which includes evaluating client satisfaction, treatment drop-out rates, user parameters related to online modules, and an interview-based qualitative analysis of therapists' and clients' experiences; and (2) to gather initial effectiveness data based on Routine Outcome Monitoring (ROM) measurements, complemented by a Single Case Experimental Design (SCED). The research questions are as follows:\n\n1. How acceptable is the blended treatment program, B-DIT, for adult clients with personality pathology and their therapists?\n2. What is the effectiveness of B-DIT for adult clients with personality pathology in terms of progress in reducing symptom burden, overall functioning, and personality functioning, including changes in process measures such as mentalizing ability, epistemic trust, and agency?\n3. Exploratively, the effects on these process and outcome measures across treatment phases will be compared to ascertain if observed changes align with the presumed working mechanisms of the intervention.","detailedDescription":"This study aims to explore the feasibility, acceptability, and effectiveness of a new blended psychotherapeutic treatment program based on Dynamic Interpersonal Therapy (B-DIT) for adult clients with personality pathology. B-DIT integrates face-to-face (FTF) therapy and online modules into a cohesive treatment program, offering potential advantages in terms of treatment accessibility and cost-effectiveness for individuals with personality pathology. Additionally, blended interventions may have added value compared to traditional FTF approaches by fostering a greater sense of agency and ownership among clients regarding their treatment. While e-health and blended interventions have demonstrated promising treatment outcomes across various mental health areas, there is limited evidence for interventions targeting personality pathology.\n\nB-DIT, developed collaboratively by Dutch mental health care institute De Viersprong and OnlinePsyHulp, addresses this gap and provides a blended intervention for clients with mild to moderately severe personality pathology. The program spans three phases: an individual phase lasting approximately two months, followed by a four-month group phase, and concluding with a four-month booster phase to reinforce positive changes. Face-to-face therapy sessions and online treatment modules are utilized alternately and complementarily throughout all treatment phases.\n\nThe primary study aims are (1) to monitor and evaluate the feasibility of B-DIT; which includes evaluating client satisfaction, treatment drop-out rates, user parameters related to online modules, and conducting a qualitative analysis of therapists' and clients' experiences; and (2) to gather initial effectiveness data based on Routine Outcome Monitoring (ROM) measurements, complemented by a Single Case Experimental Design (SCED). The SCED allows drawing conclusions about effectiveness based on a relatively small sample, while accommodating potential refinements to the intervention during the study period. The following research questions will be addressed:\n\n1. How acceptable is a blended treatment program, Dynamic Interpersonal Therapy (B-DIT), for adult clients with personality pathology and for their therapists?\n2. How effective is B-DIT for adult clients with personality pathology in terms of progress in improving symptom burden, overall functioning, and personality functioning, along with changes in process measures (mentalizing ability, epistemic trust, agency)?\n3. Exploratively, the effects on these process and outcome measures across treatment phases will be compared to determine if observed changes are consistent with the presumed working mechanisms of the intervention.\n\nParticipants in the study will receive care as usual. In complement to regular Routine Outcome Monitoring assessments as integrated part of treatment, participants will be asked to complete an additional 26-item questionnaire repeatedly during their treatment and over a one year follow-up period in a Single Case Experimental Design with four phases:\n\nPhase A - Baseline Waiting List (before start of treatment) - with a minimum of 3 weeks; Phase B - Intensive treatment phase (10 weeks of individual treatment followed by 30 weeks of group treatment) - 30 weeks; Phase C - Booster treatment phase - 16 weeks; Phase D - Follow-up phase after the end of treatment - 12 months.\n\nThe (impact of) expectations with regards to their treatment will be assessed at baseline and at end of treatment. Clients and clinicians will be questioned about their experiences in the treatment program (at the end of treatment) by means of semi-structured qualitative interviews."},"conditionsModule":{"conditions":["Personality Disorders"],"keywords":["Blended treatment","E-health","Psychotherapy","Personality disorder","Personality pathology","Treatment accessibility"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"2 Years","designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":27,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"B-DIT","interventionNames":["Other: Blended Dynamic Interpersonal Therapy (B-DIT)"]}],"interventions":[{"type":"OTHER","name":"Blended Dynamic Interpersonal Therapy (B-DIT)","description":"The B-DIT intervention, developed collaboratively by Dutch mental health care institute De Viersprong and OnlinePsyHulp (http://www.onlinepsyhulp.be), integrates FTF therapy and online modules into a cohesive treatment program for clients with personality pathology. Both FTF and online treatment components are anchored in the Dynamic Interpersonal Therapy (DIT) framework (Lemma et al., 2011).The program spans three phases: an individual phase lasting approximately two months, followed by a five-month group phase, concluding with a four-month booster phase to reinforce positive changes. Face-to-face therapy sessions and online treatment modules are utilized alternately and complementarily throughout all treatment phases. Both verbal psychotherapy and art therapy are offered as treatment modalities in the face-to-face treatment sessions. The program is implemented by a multidisciplinary team.","armGroupLabels":["B-DIT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Personality functioning- Severity Indices of Personality Functioning","description":"Personality functioning- Severity Indices of Personality Functioning (SIPP-60): a 60-item self-report ROM questionnaire\n\nAdministered as part of Routine Outcome Monitoring at start of intervention and subsequently every treatment evaluation (at 12, 20 and 30 weeks after start of the intervention); at the end of treatment; and at two follow-up timepoints after the end of treatment (6 and 12 months follow-up)","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Personality functioning- Level of Personality Functioning","description":"Personality functioning - Level of Personality Functioning Brief-Form 2.0 (LBFS-BF-2.0): a 12-item self-report ROM questionnaire.\n\nAdministered as part of Routine Outcome Monitoring at start of intervention and subsequently every treatment evaluation (at 12, 20 and 30 weeks after start of the intervention); at the end of treatment; and at two follow-up timepoints after the end of treatment (6 and 12 months follow-up).","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Symptom distress","description":"Brief Symptom Inventory (BSI): a 53-item self-report ROM questionnaire.\n\nAdministered as part of Routine Outcome Monitoring at start of intervention and subsequently every treatment evaluation (at 12, 20 and 30 weeks after start of the intervention); at the end of treatment; and at two follow-up timepoints after the end of treatment (6 and 12 months follow-up)","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Overall functioning","description":"Outcome Rating Scale (ORS): a 4-item self-report questionnaire.\n\nOutcome measures of the Single Case Experimental Design are assessed using a composite questionnaire that is delivered to participants repeatedly in varying frequencies depending on the phase of treatment and respective phase of the SCED. During:\n\n* Phase A: weekly during the baseline waiting period with a minimum of three weeks.\n* Phase B: bi-weekly during the first intervention phase of 10 weeks individual treatment and second intervention phase of 20 weeks group treatment\n* Phase C: monthly during the third intervention phase (booster phase) of 16 weeks\n* Phase D: two-monthly during the follow-up phase of 12 months","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Usability of the online portal","description":"System Usability Scale (SUS): a 10-item self-report questionnaire","timeFrame":"End of treatment (end of phase C)"}],"secondaryOutcomes":[{"measure":"Agency","description":"General Self-Efficacy Scale (GSES): a 10 item self-report questionnaire\n\nOutcome measures of the Single Case Experimental Design are assessed using a composite questionnaire that is delivered to participants repeatedly in varying frequencies depending on the phase of treatment and respective phase of the SCED.\n\n* Phase A: weekly during the baseline waiting period with a minimum of three weeks.\n* Phase B: bi-weekly during the first intervention phase of 10 weeks individual treatment and second intervention phase of 20 weeks group treatment\n* Phase C: monthly during the third intervention phase (booster phase) of 16 weeks\n* Phase D: two-monthly during the follow-up phase of 12 months","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Epistemic Trust","description":"4 selected items of the Questionnaire Epistemic Trust (QET)\n\nOutcome measures of the Single Case Experimental Design are assessed using a composite questionnaire that is delivered to participants repeatedly in varying frequencies depending on the phase of treatment and respective phase of the SCED.\n\n* Phase A: weekly during the baseline waiting period with a minimum of three weeks.\n* Phase B: bi-weekly during the first intervention phase of 10 weeks individual treatment and second intervention phase of 20 weeks group treatment\n* Phase C: monthly during the third intervention phase (booster phase) of 16 weeks\n* Phase D: two-monthly during the follow-up phase of 12 months","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Reflective Functioning","description":"Reflective Functioning Questionnaire (RFQ): a 8 item self-report questionnaire.\n\nOutcome measures of the Single Case Experimental Design are assessed using a composite questionnaire that is delivered to participants repeatedly in varying frequencies depending on the phase of treatment and respective phase of the SCED.\n\n* Phase A: weekly during the baseline waiting period with a minimum of three weeks.\n* Phase B: bi-weekly during the first intervention phase of 10 weeks individual treatment and second intervention phase of 20 weeks group treatment\n* Phase C: monthly during the third intervention phase (booster phase) of 16 weeks\n* Phase D: two-monthly during the follow-up phase of 12 months","timeFrame":"From baseline, throughout the intervention, to 12 months after end of treatment"},{"measure":"Treatment expectations","description":"Credibility and Expectancy Questionnaire (CEQ)","timeFrame":"Baseline - after indication for treatment; End of treatment (end of phase C)"},{"measure":"Experiences of clients and clinicians","description":"Semi-structured interviews with clients and clinicians","timeFrame":"End of phase C (booster phase)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria for treatment referral:\n\n1. 18 years of age or older\n2. mild to moderately severe impairments in personality functioning, including both cluster B and cluster C personality problems as well as a mixed presentation within unspecified personality disorder.\n\nGeneral exclusion criteria for treatment at the Viersprong:\n\n1. insufficient proficiency in the Dutch language\n2. no permanent place of residence\n3. intellectual disability (IQ \\< 80)\n4. organic brain disorder\n5. autism spectrum disorders\n6. schizophrenia or schizophreniform disorder\n7. (untreated) eating disorder, extreme obesity, or a BMI \\< 17.5\n8. (untreated) addiction.\n\nAdditional exclusion criteria for the B-DIT treatment:\n\n1. acute risk of crisis requiring stabilizing/crisis interventions\n2. Severe PTSD or the severe range of personality problems (structural: low-level borderline organization).\n\nThere are no additional inclusion/exclusion criteria for participation in the study, other than those that apply to treatment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Clients referred to De Viersprong are eligible for B-DIT when they exhibit mild to moderately severe impairments in personality functioning (including both cluster B, C, or a mixed presentation within unspecified personality disorder). Clients typically present with persistent problems in specific areas of their functioning, and typically have had previous, unsuccessful treatments. Adequate functioning in at least one domain of life (such as family, work, other societal roles) should be ensured, which allows for the generalization of treatment gains during and after the relatively short-term/ low intensity intervention.\n\nAll patients that are referred to B-DIT at de Viersprong are eligible for the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Maaike L Smits, Dr.","role":"CONTACT","phone":"0887656200","email":"maaike.smits@deviersprong.nl"},{"name":"Dine J Feenstra, Dr.","role":"CONTACT","phone":"08876562832","email":"dineke.feenstra@deviersprong.nl"}],"overallOfficials":[{"name":"Maaike L Smits, Dr.","affiliation":"De Viersprong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"De Viersprong","status":"RECRUITING","city":"Halsteren","state":"Noord-Brabant","zip":"4660AA","country":"Netherlands","contacts":[{"name":"Maaike Smits, Dr.","role":"CONTACT","phone":"0031887656200","email":"BDITstudie@deviersprong.nl"}],"geoPoint":{"lat":51.52834,"lon":4.26785}}]},"referencesModule":{"references":[{"pmid":"21463169","type":"BACKGROUND","citation":"Lemma A, Target M, Fonagy P. The development of a brief psychodynamic intervention (dynamic interpersonal therapy) and its application to depression: a pilot study. Psychiatry. 2011 Spring;74(1):41-8. doi: 10.1521/psyc.2011.74.1.41."}],"seeAlsoLinks":[{"label":"Website of OnlinePsyHulp that developed and facilitates the online treatment modules","url":"https://onlinepsyhulp.be/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010554","term":"Personality Disorders"}],"ancestors":[{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M13462","name":"Personality Disorders","asFound":"Personality Disorder","relevance":"HIGH"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}