{"protocolSection":{"identificationModule":{"nctId":"NCT06482008","orgStudyIdInfo":{"id":"B2024-187-01"},"organization":{"fullName":"Sun Yat-sen University","class":"OTHER"},"briefTitle":"HAIC Combined With Adebrelimab Plus Apatinib as the First-line Treatment for HCC in BCLC Stage C: An Open-label, Single-arm, Phase II Study","officialTitle":"Hepatic Arterial Infusion Chemotherapy (HAIC) Combined With Adebrelimab Plus Apatinib as the First-line Treatment for Hepatocellular Carcinoma in Barcelona Clinic Liver Cancer Stage C: An Open-label, Single-arm, Phase II Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-19","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-02-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rong-ping Guo","investigatorTitle":"Professor","investigatorAffiliation":"Sun Yat-sen University"},"leadSponsor":{"name":"Sun Yat-sen University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is an open, single-arm clinical study to observe and evaluate the efficacy and safety of first-line treatment of patients with stage C hepatocellular carcinoma of BCLC at HAIC in combination with adebrelimab and apatinib.\n\nPatients with stage C hepatocellular carcinoma of BCLC who have not received prior systemic therapy and cannot be resected will be selected for the study. The study has objective response rate (ORR) as the primary study endpoint and is planned to enroll 33 subjects. Patients eligible for enrollment will receive HAIC in combination with adebrelimab and apatinib.\n\nSubjects will receive study treatment after being fully informed and signing an informed consent form and being screened for eligibility.HAIC treatment (FOLFOX regimen) will be administered every 3 weeks until 6 treatments have been completed or HAIC treatment is terminated if the patient experiences intolerable adverse effects before 6 treatments have been achieved; adebrelimab, fixed dose 1200 mg, IV, D1, every 21 days (Q3W), in combination with Apatinib, 250 mg (0.25 g), orally, once daily (QD), administered consecutively in 3-week (21-day) treatment cycles. Study treatment will continue until the subject develops an intolerable toxic reaction, withdraws informed consent, and progresses in accordance with RECIST v1.1 disease progression as identified by the investigator (after the subject has progressed in accordance with the definition of RECIST v1.1, the subject may continue to receive study drug if the investigator assesses that the subject is still clinically beneficial and can tolerate the study treatment, or, if it is deemed that the subject no longer has clinical benefit, then treatment may be terminated), or other termination criteria specified in the protocol, whichever occurs first.\n\nSubjects will all have a safety visit at D1 of each treatment cycle after enrollment in the study, and will continue to have a safety visit and survival follow-up after completion of treatment.\n\nTumor imaging assessment will be performed every 6 weeks after enrollment to assess efficacy. Additional imaging examinations and assessments may be performed at any time during the study if clinically indicated. Tumor imaging assessment will continue until there is disease progression confirmed by the investigator according to RECIST v1.1 criteria or termination of treatment, whichever occurs later. For subjects who end treatment for reasons other than investigator-confirmed disease progression (according to RECIST v1.1), regular follow-up tumor imaging assessments will also continue after the end of treatment.\n\nIf the subject withdraws consent, has started other anti-tumour therapy (other than PCPs) or dies prior to the occurrence of investigator-confirmed disease progression according to RECIST v1.1 criteria or termination of treatment, no further imaging assessment will be required. If the subject does not meet the above termination criteria for imaging assessment, the assessment of tumour efficacy for all three efficacy assessment criteria (RECIST v1.1, mRECIST, imRECIST) will need to be continued even if there is disease progression for one of the efficacy assessment criteria."},"conditionsModule":{"conditions":["Hepatocellular Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":33,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"HAIC+adebrelimab+apatinib","type":"EXPERIMENTAL","interventionNames":["Drug: Hepatic arterial infusion chemotherapy(HAIC) combined with adebrelimab plus apatinib"]}],"interventions":[{"type":"DRUG","name":"Hepatic arterial infusion chemotherapy(HAIC) combined with adebrelimab plus apatinib","description":"HAIC every 3 weeks until 6 treatments have been completed, or HAIC therapy is terminated if patients have not reached 6 treatments and experience intolerable adverse effects; adebrelimab, fixed dose 1200 mg, IV, D1, every 21 days (Q3W), in combination with apatinib, 250 mg (0.25 g), orally, once daily (QD), consecutively dosing in 3-week (21-day) treatment cycles. Study treatment will continue until the subject develops an intolerable toxic reaction, withdraws informed consent, and progresses according to RECIST v1.1 as confirmed by the investigator (after the subject develops disease progression as defined by RECIST v1.1, if the investigator assesses that the subject is still clinically beneficial and can tolerate the study treatment, the subject may continue to receive the study drug; if it is considered that the subject no longer has clinical benefit, then treatment may be terminated), or other termination criteria specified in the protocol, whichever occurs first.","armGroupLabels":["HAIC+adebrelimab+apatinib"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"ORR, Objective response rate","description":"the percentage of subjects whose best remission (BOR) was determined by the investigator to be complete (CR) or partial remission (PR) according to RECIST v1.1, mRECIST, or imRECIST (under the imRECIST standard of CR, PR can recur after imaging disease progression)","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"TTP,Time to progression","description":"Refers to the time from the date of first treatment to the occurrence of imaging disease progression, as determined by the investigator based on RECIST v1.1, mRECIST, or imRECIST (imaging disease progression under the imRECIST criteria needs to be confirmed by a subsequent ≥4-week evaluation or cannot be assessed any further, otherwise it is considered non-progression).","timeFrame":"12 months"},{"measure":"PFS,Progression-free survival","description":": Time between first treatment and first imaging disease progression or death, whichever occurs first, as determined by the investigator based on RECIST v1.1, mRECIST, or imRECIST (imaging disease progression under the imRECIST criterion needs to be confirmed by a subsequent ≥4-week evaluation or cannot be assessed any further or is otherwise nonprogressive).","timeFrame":"12 months"},{"measure":"DCR，Disease Control Rate","description":"That is, the percentage of subjects in complete remission, partial remission, or stable disease (SD) for greater than or equal to 6 weeks as determined by the investigator based on RECIST v1.1, mRECIST, or imRECIST Example (CR, PR, and SD under the imRECIST criteria can reoccur following imaging disease progression)","timeFrame":"12 months"},{"measure":"DOR，Duration of Response","description":"is the time between the first recording to objective remission (CR or PR) and the first occurrence of imaging disease progression or death, whichever occurs first, as determined by the investigator in accordance with RECIST v1.1, mRECIST, or imRECIST (under the imRECIST criteria it is the time between the first recording to objective remission (CR or PR) and the next occurrence of confirmed imaging disease progression or death (whichever occurs first)).","timeFrame":"12 months"},{"measure":"OS，Overall survival","description":"Defined as the time between the date of first dose and the death of the subject due to all causes. Subjects who were alive at the last follow-up visit had OS counted as data censored at the time of the last follow-up visit. The OS of subjects who were lost to follow-up was counted as data censored at the time of last confirmed survival prior to the lost follow-up. OS for data censoring was defined as the time from first dose to censoring.","timeFrame":"12 months"},{"measure":"Incidence rate of AE","description":"Based on the NCI-CTCAE v5.0 criteria","timeFrame":"12 months"}],"otherOutcomes":[{"measure":"TTD，Time to deterioration","description":"is defined as the first deterioration in the following EORTC QLQ-C30 subscale scores (≥10-point decline relative to baseline) from the time of patient enrollment to the time of the first deterioration in the following EORTC QLQ-C30 subscale scores, which is sustained for at least 2 consecutive time points, or is sustained for 1 time point but is followed by death within the next 3 weeks (death from any cause)","timeFrame":"12 months"},{"measure":"EORTC QLQ-C30","description":"The EORTC QLQ-C30 is the core scale in the system of quality-of-life measurement scales for cancer patients systematically developed by the European Organization for Research and Treatment of Cancer (EORTC) for the measurement of the quality of life of all cancer patients (measurement of their common components). The questionnaire consists of five functional scales (somatic, role, cognitive, emotional, and social), four symptom scales (fatigue, pain, nausea, and vomiting), a global health status scale, and several individual items (including dyspnea, loss of appetite, and insomnia). The questionnaire consisted of 30 multiple choice questions.","timeFrame":"12 months"},{"measure":"EORTC QLQ-HCC18","description":"HCC module (EORTC QLQ-HCC18).","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients voluntarily enrolled in the study and signed an informed consent form;\n2. ≥18 years of age (counted on the date of signing informed consent), both male and female;\n3. Patients with hepatocellular carcinoma diagnosed by EASL/AASLD diagnostic criteria, pathohistological or cytological confirmation;\n4. Subjects must be able to provide fresh or archived tumour tissue (formalin-fixed, paraffin-embedded \\[FFPE\\] tissue blocks or at least 5 unstained FFPE slides) and their pathology report. If the subject can provide less than 5 unstained slides or if tumour tissue is not available (e.g., exhausted because of previous diagnostic testing), enrolment may be allowed on a case-by-case basis after discussion;\n5. Barcelona Clinical Liver Cancer Staging (BCLC, see Annex 1) stage C and not suitable for surgery or progressed after surgery and/or local treatment;\n6. Patients who have progressed after local therapy, where local therapy (including but not limited to surgery, radiotherapy, hepatic artery embolisation, TACE, hepatic artery perfusion, radiofrequency ablation, cryoablation, or percutaneous ethanol injection) has been completed at least 4 weeks prior to the baseline imaging scan and where toxic reactions (other than alopecia) due to local therapy must have recovered to the National Cancer Institute-Common Terminology Criteria for Adverse Events version 5.0 ( NCI-CTCAE v5.0) rating ≤ Grade 1;\n7. not have received any prior systemic therapy for HCC\n8. At least one measurable lesion (spiral CT scan length ≥ 10 mm or short diameter of enlarged lymph node ≥ 15 mm according to RECIST v1.1; lesions previously treated with localised therapy can be used as target lesions after definitive progression according to RECIST v1.1).\n9. Child-Pugh Liver Function Class (see Annex 2): Grade A or B.\n10. Eastern Cooperative Oncology Group (ECOG) physical status score of 0 to 2 (see Annex 3 for ECOG scoring criteria);\n11. Expected survival ≥ 12 weeks;\n12. Major organ function is basically normal\n13. If the patient has active hepatitis B virus (HBV) infection and is willing to receive antiviral therapy (based on the local standard of care, e.g., entecavir) for the entire duration of the study, enrolment will be determined on an individual basis by the physician, with monitoring of viral copy number; Hepatitis C virus (HCV) ribonucleic acid (RNA)-positive patients must be receiving antiviral therapy according to standard local treatment guidelines and have liver function within CTCAE grade 1 elevation;\n14. Females of childbearing potential: must agree to abstain (avoid heterosexual intercourse) or use a reliable, effective method of contraception for at least 120 days from the time of signing the Informed Consent Form until after the last dose of study drug. Must have a negative serum HCG test within 7 days prior to starting study treatment; and must not be breastfeeding. A female patient is considered fertile if she is menstruating, has not yet reached postmenopausal status (≥12 consecutive months without menstruation, with no reason other than menopause identified), and has not undergone a sterilisation procedure (e.g., hysterectomy, bilateral tubal ligation, or bilateral salpingo-oophorectomy).\n15. For male patients whose partner is a woman of childbearing potential, they must agree to abstain from sex or use a reliable, effective method of contraception for at least 120 days from the time of signing the informed consent form until the last dose of study drug. Male subjects must also agree not to donate sperm during the same time period. Male subjects whose partners are pregnant are required to use condoms and no other method of contraception.\n\nExclusion Criteria:\n\n1. Known hepatobiliary cell carcinoma, sarcomatoid HCC, mixed cell carcinoma and fibroblastic laminar cell carcinoma; and other active malignant tumours other than HCC within 5 years or concurrently. Cured limited tumours such as basal cell carcinoma of the skin, squamous carcinoma of the skin, superficial bladder carcinoma, carcinoma in situ of the prostate, carcinoma in situ of the cervix, and carcinoma in situ of the breast may be enrolled;\n2. Patients who are preparing for or have previously undergone organ or allogeneic bone marrow transplantation;\n3. Have received other experimental drug therapy within 28 days prior to initiation of study treatment;\n4. Those with clinically symptomatic moderate or severe ascites i.e. requiring therapeutic puncture or drainage or Child-Pugh score \\>2 (except for those with only a small amount of ascites on imaging but without clinical symptoms); uncontrolled or moderate or greater pleural effusion, pericardial effusion;\n5. History of gastrointestinal bleeding or a definite propensity for gastrointestinal bleeding within 6 months prior to the start of study treatment;\n6. Abdominal fistula, gastrointestinal perforation or abdominal abscess within 6 months prior to start of study treatment;\n7. Known hereditary or acquired bleeding (e.g., coagulation disorders) or thrombotic tendencies, such as in patients with haemophilia; current or recent (within 10 days prior to start of study treatment) use of full-dose oral or injectable anticoagulant or thrombolytic medications for therapeutic purposes (prophylactic use of low-dose aspirin, low molecule heparin is permitted);\n8. Have had a thrombotic or embolic event, such as cerebrovascular accident (including transient ischaemic attack, cerebral haemorrhage, cerebral infarction), pulmonary embolism, etc., within 6 months prior to the start of study treatment;\n9. Have a clinical cardiac condition or disease that is not well controlled, such as:(1) Class II or higher cardiac insufficiency according to the New York Heart Association (NYHA) criteria;(2) Unstable angina pectoris;(3) Myocardial infarction within 1 year prior to the start of study treatment;(4) clinically significant supraventricular or ventricular arrhythmia requiring treatment or intervention;\n10. Hypertension that is not well controlled by antihypertensive medication, allowing the above parameters to be achieved through the use of antihypertensive therapy; previous hypertensive crisis or hypertensive encephalopathy;\n11. Major vascular disease (e.g., aortic aneurysm requiring surgical repair or recent peripheral arterial thrombosis) within 6 months prior to the start of study treatment; severe, unhealed or gaping wounds as well as active ulcers or untreated bone fractures; major surgical procedure (other than diagnostic) within 4 weeks prior to the start of study treatment or anticipation of the need for major surgical procedure during the study period;\n12. inability to swallow tablets, malabsorption syndrome, or any condition that interferes with gastrointestinal absorption; history of intestinal obstruction and/or history of clinical signs or symptoms of gastrointestinal obstruction, including incomplete obstruction related to pre-existing conditions or requiring routine parenteral hydration, parenteral nutrition, or tube feedings, within 6 months prior to the initiation of study treatment: at the time of the initial diagnosis if there is an incomplete obstruction/obstruction syndrome/intestinal obstruction sign/symptom Patients may be eligible for enrolment in the study if they receive definitive (surgical) treatment to abate symptoms;\n13. Evidence of intra-abdominal pneumoperitoneum that cannot be explained by puncture or recent surgical intervention;\n14. previous or current central nervous system metastases; metastatic disease involving major airways or blood vessels (e.g. complete occlusion of the portal trunk or vena cava due to tumour invasion, which refers to the confluence of the splenic vein and the superior mesenteric vein, and the division of the hepatic portal vein into right and left branches) or centrally located, large mediastinal tumour masses (\\<30 mm from the crural crest);\n15. Persons with a history of hepatic encephalopathy; current concomitant interstitial pneumonia or interstitial lung disease, or a previous history of interstitial pneumonia or interstitial lung disease requiring hormonal therapy, or other conditions that may interfere with the judgement and management of immune-related pulmonary toxicity such as pulmonary fibrosis, mechanised pneumonitis (e.g., occlusive bronchiectasis), pneumoconiosis, drug-associated pneumonitis, idiopathic pneumonitis, or in the case of screening chest computed tomography (CT) scans Subjects with evidence of active pneumonia visible on the chart or severely impaired lung function, permitted to have had radiation pneumonitis in the radiation field; active tuberculosis;\n16. Presence of active autoimmune disease or history of autoimmune disease with potential for relapse (including, but not limited to: autoimmune hepatitis, interstitial pneumonitis, uveitis, enteritis, pituitary gland inflammation, vasculitis, nephritis, hyperthyroidism, hypothyroidism \\[subjects who can be controlled by hormone replacement therapy only may be included\\]); Subjects who suffer from a skin condition that does not require systemic treatment such as vitiligo, psoriasis, alopecia areata, controlled type I diabetes mellitus treated with insulin or asthma that has completely resolved in childhood and does not require any intervention in adulthood may be included; asthmatics requiring medical intervention with bronchodilators may not be included;\n17. Use of immunosuppressive or systemic hormone therapy for immunosuppression within 14 days prior to initiation of study treatment (dose \\>10 mg/day prednisone or other equipotent hormone);\n18. Use of strong CYP3A4/ CYP2C19 inducers including rifampicin (and its analogues) and guanfacine or strong CYP3A4/ CYP2C19 inhibitors within 14 days prior to initiation of study treatment;\n19. Known history of severe allergy to any monoclonal antibody, anti-angiogenesis targeted drug;\n20. Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalisation for complications of infection, bacteraemia or severe pneumonia; therapeutic antibiotics given orally or intravenously within 2 weeks prior to initiation of study treatment (patients receiving prophylactic antibiotics (e.g., for prevention of urinary tract infection or exacerbation of COPD are eligible for study participation);\n21. Patients with congenital or acquired immune deficiency (e.g., HIV-infected);\n22. Co-infection with Hepatitis B and Hepatitis C;\n23. Prior treatment with other anti-PD-1 antibodies or other immunotherapies targeting PD-1/PD-L1, or prior treatment with apatinib;\n24. has received a live attenuated vaccine within 28 days prior to initiation of study treatment or anticipates the need for such vaccine during adebenosumab treatment or within 60 days of the last dose of adebenosumab\n25. in the judgement of the investigator, the patient has other factors that may affect the results of the study or cause this study to be forcibly terminated midway through, such as alcoholism, drug abuse, other serious illnesses (including psychiatric illnesses) that require comorbid treatment, serious laboratory test abnormalities, concomitant family or social factors, which would affect the patient's safety.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rongping Guo","role":"CONTACT","phone":"+86-18819809988","email":"guorp@sysucc.org.cn"},{"name":"Rongce Zhao","role":"CONTACT","phone":"+86-13610360027","email":"zhaorc@sysucc.org.cn"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000006528","term":"Carcinoma, Hepatocellular"}],"ancestors":[{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000000230","term":"Adenocarcinoma"},{"id":"D000008113","term":"Liver Neoplasms"},{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000008107","term":"Liver Diseases"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","asFound":"Carcinoma","relevance":"HIGH"},{"id":"M11113","name":"Liver Neoplasms","relevance":"LOW"},{"id":"M9613","name":"Carcinoma, Hepatocellular","asFound":"Hepatocellular Carcinoma","relevance":"HIGH"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M3585","name":"Adenocarcinoma","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M11107","name":"Liver Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000553458","term":"Apatinib"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000047428","term":"Protein Kinase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M288166","name":"Apatinib","asFound":"CAR-","relevance":"HIGH"},{"id":"M11110","name":"Liver Extracts","relevance":"LOW"},{"id":"M25820","name":"Protein Kinase Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Hemat","name":"Hematinics"}]}},"hasResults":false}