{"protocolSection":{"identificationModule":{"nctId":"NCT06482190","orgStudyIdInfo":{"id":"RES-RSN0402-P1"},"organization":{"fullName":"Shenzhen Resproly Biopharmaceutical Co., Ltd","class":"INDUSTRY"},"briefTitle":"A Study to Evaluate Safety, Tolerability and Pharmacokinetics of RSN0402 in Healthy Volunteers","officialTitle":"A Phase 1, Randomized, Double Blinded, Placebo Controlled, First-in Human Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of Single Ascending Doses and Multiple Ascending Doses of RSN0402 in Healthy Volunteers"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-18","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-27","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shenzhen Resproly Biopharmaceutical Co., Ltd","class":"INDUSTRY"},"collaborators":[{"name":"Resproly Australia Pty Ltd","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This is a phase 1, randomized, First in Human (FIH), double-blinded, placebo-controlled study to assess the safety, tolerability, and PK of RSN0402 in healthy volunteers. A total of about 72 participants are expected to be enrolled.","detailedDescription":"This study consists of 3 parts. SAD Part: The participants in the SAD cohorts of the study (Cohort 1 to Cohort 5) will receive a single dose of RSN0402 at 2, 4, 8, 12, or 16 mg dose or placebo via inhalation using a dry powder inhalant. Participants from Cohort 2 will receive a single dose of 150 mg nintedanib soft capsule after 7-day washout period. After completion of Cohort 3, SRC will decide whether to enrol Cohort 4 sequentially or to skip Cohort 4 and enrol Cohort 5 directly based on the safety and PK data collected from the Cohort 1 to Cohort 3. If there are no safety concerns, Cohort 5 will be enrolled after Cohort 3.\n\nMAD Part: The MAD Part consists of 4 cohorts with 8 participants in each cohort. Participants will be randomly assigned to receive RSN0402 (4, 8, 12, or 16 mg) or placebo for 7 days at a ratio of 3:1. In MAD study, the IP will be administered once daily from Day 1 to Day 7. The doses in MAD Part of the study could be adjusted at the discretion of the SRC based on the review of data from the SAD cohorts. The dose regimen in MAD Part may also be adjusted to twice daily or another regimen if there is any concern after SRC review of the available data from SAD cohorts. The adjusted dose and dose regimen cannot exceed the maximum safety daily dose confirmed in the SAD Part."},"conditionsModule":{"conditions":["Idiopathic Pulmonary Fibrosis","Lung; Disease, Interstitial, With Fibrosis"],"keywords":["Respiratory system"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RSN0402 Part 1","type":"EXPERIMENTAL","description":"Part 1 is SAD with 5 cohorts (1 to 5) where each participant will receive single dose of RSN0402 powder for inhalation or placebo following a 10hour fast. Cohort 2 will also receive single dose of nintedanib oral soft capsule.","interventionNames":["Drug: RSN0402 Part 1"]},{"label":"RSN0402 Part 2","type":"EXPERIMENTAL","description":"Part 2 is MAD with 4 cohorts (6 to 9) where each participant will receive multiple doses powder for inhalation or placebo following a 10 hr fast.","interventionNames":["Drug: RSN0402 Part 2"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Matching doses of placebo","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"RSN0402 Part 1","description":"Participants will receive single ascending doses of 2mg, 4mg, 8mg, 12 mg, and 16mg of RSN0402 or placebo on Day 1 for Cohort 1 to 5. Cohort 2(4mg) will also a single dose of 150 mg nintedanib soft capsule will be administered orally after at least 7-days washout period.","armGroupLabels":["RSN0402 Part 1"]},{"type":"DRUG","name":"RSN0402 Part 2","description":"Participants will receive multiple ascending doses of 4mg ,8mg,12mg ,16mg of RSN0402 or placebo administered once daily from Day 1 to Day 7 for Cohort 6 to 9.","armGroupLabels":["RSN0402 Part 2"]},{"type":"DRUG","name":"Placebo","description":"Participants will receive matching placebo across Part 1 and Part 2 of the study.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of participants with Treatment emergent Adverse events (TEAEs)","description":"TEASs will be collected to assess participant's safety after RSN0402 administration in both Single ascending dose (SAD) and multiple ascending dose (MAD).","timeFrame":"SAD - From Screening to Day 14 (end of study); MAD - From Screening to Day 13 (end of study)"},{"measure":"Number of participants with changes in physical examination","description":"Full physical examination will comprise a routine medical examination including examination of head, eyes, ears, nose, throat and neck, abdomen, the respiratory system, central and peripheral nervous system, cardiovascular system, gastrointestinal system including mouth, musculoskeletal system, and skin. Brief physical examination will include at a minimum, assessments of the skin, lungs, cardiovascular system, and abdomen (liver and spleen).","timeFrame":"SAD- From Screening to Day 14 (end of study) post dose; MAD - At screening, Day -2, Day 1, Day 2, Day 3, Day 4, Day 5, Day 6, Day 7, Day 8, Day 9 and Day 13 (end of study) post dose."},{"measure":"Number of participants with changes in serum blood parameters","description":"Serum blood parameters include hematology, biochemistry, coagulation","timeFrame":"SAD- At Screening, Day -2, Day 3, Day 7, Day 10 and Day 14 (end of study) post dose; MAD- At Screening, Day -2, Day 3, Day 6, Day 9 and Day 13 (end of study) post dose."},{"measure":"Number of participants with changes in Urine parameters","description":"Urine cotinine test and urine pregnancy test will be assessed","timeFrame":"SAD: Urine pregnancy test will be conducted on Day -2 and Day 7 and Urine cotinine test in screening, Day -2 and Day 7 post first dose. MAD: Urine pregnancy test will be conducted on Day -2, Urine cotinine test in screening and Day -2."},{"measure":"Number of participants with changes in vital signs","description":"Heart rate, systolic/diastolic blood pressure, respiratory rate, oxygen saturation, and temperature","timeFrame":"SAD- At Screening, Day-2, Day 1, Day 2, Day 3, Day 7, Day 8, Day 9, Day 10 and Day 14 (end of study) post dose; MAD - At screening, Day - 2, Day 1, Day 2, Day 3, Day 4, Day 5, Day 6, Day 7, Day 8, Day 9 and Day 13 (end of study) post dose."},{"measure":"Number of participants with change in Absolute Forced Expiratory Volume in 1 second (FEV1) >10%","description":"Spirometry will be conducted in accordance with ATS and ERS guidelines","timeFrame":"SAD- At Screening, Day -2, Day 1, Day 2, Day 3, Day 7, Day 8, Day 9, Day 10 and Day 14 (end of study) post dose; MAD - At screening, Day- 2, Day 1, Day 3, Day 6, Day 9 and Day 13 (end of study) post dose."}],"secondaryOutcomes":[{"measure":"Changes in AUC 0-inf (Area under curve from time 0 to infinity) of RSN0402 with 5 different doses of SAD, 1 dose at Cohort 11.PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing on Day 3.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10 post first dose; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in AUC 0-t (Area under curve from time 0 to last measurable concentration) of RSN0402.","description":"PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing for SAD cohorts:17 timepoints from pre-dose to 48 hours post dose.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Cmax (Maximum observed plasma concentration) of RSN0402","description":"PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing for SAD cohorts:17 timepoints from pre-dose to 48 hours post dose.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Tmax (Time to Maximum) of RSN0402","description":"PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing for SAD cohorts:17 timepoints from pre-dose to 48 hours post dose.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in t1/2 (Apparent terminal elimination half-life) of RSN0402","description":"PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing for SAD cohorts:17 timepoints from pre-dose to 48 hours post dose.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in CL/F (Apparent systemic clearance) of RSN0402","description":"PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing for SAD cohorts:17 timepoints from pre-dose to 48 hours post dose.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Vz/F (Apparent volume of distribution) of RSN0402","description":"PK samples are collected at total of 17 time points from pre-dose and up to 48 hours after dosing for SAD cohorts:17 timepoints from pre-dose to 48 hours post dose.","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in AUCτ(Area under curve) of RSN0402","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Cmax,ss (Cmax at steady state) of RSN0402","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Ctrough (trough concentration) of RSN0402","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Tmax,ss (Tmax at steady state) of RSN0402","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Changes in Vss/F (Apparent steady state volume of distribution) of RSN0402","timeFrame":"SAD-Day 1, Day 2, Day 3, Day 8, Day 9 and Day 10; MAD- Day 1 to Day 9 post dose"},{"measure":"PK parameter: Change from Baseline in QT interval corrected by Fridericia's formula (QTcF)","timeFrame":"SAD - At Screening, Day-2, Day 1, Day 2, Day 3 and Day 7 (end of study) post dose; MAD - At screening, Day 2, Day 1, Day 2, Day 3, Day 4, Day 5, Day 6, Day 7, Day 8, Day 9 and Day 13 (end of study) post dose"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participant is overtly healthy or has no clinically significant condition as determined by PI/Sub-Investigator including medical history, vital signs, ECG, laboratory tests, and physical examination at Screening and admission (Day -2 and Day -1).\n2. Participant has normal lung function assessment with FEV1 of at least 80% of the predicted value and FEV1/FVC ratio of \\> 0.7 measured at Screening.\n3. Availability to participate voluntarily for the entire study duration and willing to adhere to all protocol requirements.\n4. Participant must be 18 to 60 years of age inclusive, at the time of signing the informed consent.\n5. Male participant with body weight of ≥ 50.0 kg, female participant with body weight ≥ 45.0 kg; males or females with body mass index (BMI) of ≥ 18 to \\< 30.0 kg/m² at screening.\n6. Female participants of childbearing potential must have a negative serum pregnancy test result at Screening and a negative pregnancy test result at Baseline and agree to use acceptable methods of contraception as per protocol.\n7. Male participants agree to use acceptable methods of contraception if the male participant's partner could become pregnant from the time of signing the informed consent until 3 months after EOS/ET.\n\nExclusion Criteria:\n\n1. Vulnerable participants (ie, people under any administrative or legal supervision).\n2. Clinical laboratory evidence or clinical diagnosis of human immunodeficiency virus (HIV) infection, hepatitis C virus (HCV) infection, or chronic hepatitis B virus (HBV) infection (as shown by hepatitis B surface antigen \\[HbsAg\\] positivity).\n3. Evidence of a clinically significant cardiovascular, renal, hepatic, hematological, gastrointestinal (GI), pulmonary, metabolic-endocrine, neurological, or psychiatric disease or psychiatric disease within the previous 2 years; or evidence of active airway infection.\n4. Known hypersensitivity to the active substance(s) of the drug or its excipient (lactose monohydrate, which contains small amounts of milk protein) and/or intolerance with lactose.\n5. History of vasovagal syncope in past 5 years.\n6. History of anaphylactic/anaphylactoid reactions.\n7. History of seizures including febrile seizures.\n8. History of bleeding disorders or currently being treated with anticoagulants or regular using aspirin or other non-steroidal anti-inflammatory drugs (NSAIDs).\n9. History of thrombotic event (including stroke and transient ischemic attack) within 6 months prior to Screening.\n10. History of pulmonary arterial hypertension.\n11. Cardiovascular diseases, any of the following: Severe hypertension (uncontrolled under treatment ≥ 160/100 mmHg at multiple occasions) within 3 months prior to Screening; history of myocardial infarction; history of unstable cardiac angina\n12. Surgery of the GI tract (except appendectomy or simple hernia repair).\n13. Any condition requiring regular concomitant treatment (including vitamins, recreational drugs, and dietary or herbal products) or likely to need any concomitant treatment during the study. As an exception, paracetamol and ibuprofen for occasional pain will be allowed.\n14. Intake of any medication that could affect the outcome of the study. As an exception, contraceptives and hormone replacement therapy are allowed. The use of medicines that are potential CYP3A4 inducers or inhibitors will be restricted for at least 2 weeks prior to the first dose of the IP and during the study.\n15. Use of any prescription drugs or the medication leading to prolong the QT/QTc interval within 14 days or 7 half-lives (whichever is longer) prior to dosing; over the-counter (OTC) medication, supplements, or vitamins within 7 days or 7 half lives (whichever is longer) prior to the first dose of the IP.\n16. Administration of another investigational drug within the past 30 days prior to the first dose of IP.\n17. Any clinically significant abnormal laboratory value or physical finding (including vital signs) that may interfere with the interpretation of study results or constitute a health risk for the participant if he/she takes part in the study, as judged by the PI/Sub-Investigator. More specifically, respiratory rate \\< 12 or \\> 22 rpm, heart rate (HR) \\< 45 or \\> 100 bpm, or systolic blood pressure (BP) ≥ 140 or \\< 90 or diastolic BP ≥ 90 or \\< 60 mmHg, or oxygen saturation \\< 95% after a 5-minute rest. Repeat tests are permitted at Investigator's discretion.\n18. Abnormal ECG findings (eg, QTcF \\> 450 msec \\[male\\] or \\> 470 msec \\[female\\]) at Screening and admission (Day -2 and Day -1). Repeat tests are permitted at Investigator's discretion\n19. Aspartate aminotransferase (AST) or Alanine aminotransferase (ALT) \\> 1.5 x upper limit of normal (ULN) or total Bilirubin \\> 1.5 x ULN.\n20. Pregnant or lactating females.\n21. Women of childbearing potential (WOCBP) who are sexually active with the opposite sex not using acceptable effective methods of contraception (mechanical and/or hormonal contraception, intrauterine device, intrauterine hormonal releasing system or surgical sterilization, vasectomized partner etc.).\n22. Participants with a positive result of drug abuse test or with a history of drug abuse at Screening.\n23. Participants with a history of alcohol abuse within 1 month prior to Screening (average consuming 14 units or more of alcohol per week: 1 unit = 285 mL of beer, or 25 mL of spirits, or 125 mL of wine) or with a positive result of alcohol breath test at Screening.\n24. Use of tobacco- or nicotine-containing products (eg, nicotine patches or vaporizing devices) within 3 months prior to Screening or a positive result of urine cotinine test at Screening.\n25. Participants who consume food or beverage containing grapefruit/pomelo or alcohol/caffeine (eg, coffee, chocolate, cola, tea, etc.) within 48 hours prior to confinement and during the confinement.\n26. Blood donation or loss of significant amount (≥ 200 mL) of blood within 30 days prior to the first dose of IP administration.\n27. Unsuitable veins for repeated venipuncture or for cannulation.\n28. Inability to learn the correct inhalation technique.\n29. Predictable poor compliance.\n30. Judged to be not eligible by the Investigator/Sponsor for any other reason","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yiqing Cui","role":"CONTACT","phone":"+86 13383111601","email":"yiqing.cui@novotech-cro.com"},{"name":"Shugui He","role":"CONTACT","phone":"+86 17722668796","email":"shuguihe@resproly.com"}],"locations":[{"facility":"Nucleus Network Pty Ltd","city":"Melbourne","zip":"3004","country":"Australia","contacts":[{"name":"Christina Catherine Chang, Dr","role":"CONTACT","email":"c.chang@nucleusnetwork.com.au"}],"geoPoint":{"lat":-37.814,"lon":144.96332}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011658","term":"Pulmonary Fibrosis"},{"id":"D000054990","term":"Idiopathic Pulmonary Fibrosis"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000017563","term":"Lung Diseases, Interstitial"},{"id":"D000005355","term":"Fibrosis"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M8485","name":"Fibrosis","asFound":"Fibrosis","relevance":"HIGH"},{"id":"M14512","name":"Pulmonary Fibrosis","asFound":"Pulmonary Fibrosis","relevance":"HIGH"},{"id":"M27989","name":"Idiopathic Pulmonary Fibrosis","asFound":"Idiopathic Pulmonary Fibrosis","relevance":"HIGH"},{"id":"M11168","name":"Lung Diseases","asFound":"Lung; Disease","relevance":"HIGH"},{"id":"M19813","name":"Lung Diseases, Interstitial","asFound":"Lung; Disease, Interstitial","relevance":"HIGH"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"T3003","name":"Idiopathic Pulmonary Fibrosis","asFound":"Idiopathic Pulmonary Fibrosis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M272925","name":"Nintedanib","relevance":"LOW"},{"id":"M21137","name":"Respiratory System Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Resp","name":"Respiratory System Agents"}]}},"hasResults":false}