{"protocolSection":{"identificationModule":{"nctId":"NCT06475378","orgStudyIdInfo":{"id":"23322_Moonbird"},"organization":{"fullName":"Vrije Universiteit Brussel","class":"OTHER"},"briefTitle":"Enhancing Sleep Onset: the Power of Tactile Breath Pacer in Cognitive Behavioral Therapy for Insomnia","officialTitle":"Enhancing Sleep Onset: the Power of Tactile Breath Pacer in Cognitive Behavioral Therapy for Insomnia","acronym":"MOONBIRD"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-11-15","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Olivier Mairesse","investigatorTitle":"Prof","investigatorAffiliation":"Vrije Universiteit Brussel"},"leadSponsor":{"name":"Vrije Universiteit Brussel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of the study is to evaluate the effectiveness of technology-assisted breathing exercises combined with Cognitive Behavioral Therapy for Insomnia (CBT-I) in primary insomnia patients to investigate. For this purpose, we will conduct 1 study. This will be a randomized controlled trial in which 72 patients randomly and stratified by gender will be divided into 3 groups. A first group follows the standard treatment Cognitive Behavioral Therapy for Insomnia (CBT-I), the second group follows the combined treatment Cognitive Behavioral Therapy for Insomnia with a technology supported breathing exercises with a tactile breath pacer device (Moonbird) (CBT-I + Moonbird) and a third group follows the standard treatment Cognitive Behavioral Therapy for Insomnia and receives a non-functional technology supported breathing exercises with a tactile breath pacer device (Moonbird). The therapy, baseline measurements, screening for inclusion and questionnaire administration and ambulatory polysomnography (PSG) will be performed by the sleep psychologists at the UZ Brussel. The polysomnography screening for in- or exclusion (i.e. presence of other untreated sleep disorders) will be performed at the UZ Brussel. Furthermore, two follow-up measurements will be scheduled. The first measurement will take place immediately after the treatment while the second measurement will take place 3 months after the treatment.","detailedDescription":"Insomnia is defined as a subjective complaint in initiating, maintaining and/or waking up earlier than intended. Additionally, at least one daytime symptom needs to be present (e.g. fatigue, malaise, low performance, diminished concentration, etc.1-4 When this complaint occurs at least three nights a week and persists for at least three months, it is categorized as chronic insomnia4.\n\nCognitive behavioral therapy for insomnia (CBT-I) is the recommended, first-line treatment for chronic insomnia. It is proven to be highly effective to consolidate sleep. Cognitive Behavioral Therapy for Insomnia (CBT-I) comprises of multiple components such as psychoeducation, stimulus control, time in bed restriction, cognitive therapy, and relaxation training.\n\nRelaxation techniques such as mindfulness learn to redirect the attention to the act of breathing without changing it. Therein lies the difference with breathing exercises, where a person consciously changes breathing depth, pace or inspiration-expiration ratio. Several studies show activation of the parasympatic nervous system (promoting the rest-and-digest response) with breathing exercises. Furthermore, preliminary findings demonstrate feasible usage of technology supported breathing exercises with a tactile breath pacer, potentially leading to an enhancement in sleep quality.\n\nTherefore, the primary scientific objective of this study is to examine the added value of a technology supported breathing exercises with a tactile breath pacer (Moonbird) added to Cognitive behavioral therapy for insomnia (CBT-I), to further enhance sleep quality and improved sleep onset."},"conditionsModule":{"conditions":["Primary Insomnia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized controlled trial (RCT)","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The researcher performing the statistics and outcome assessors will be blinded to group allocation.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":72,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CBT-I","type":"ACTIVE_COMPARATOR","description":"Cognitive Behavioral Therapy for Insomnia (CBT-I) will be provided and seen as 'no intervention'","interventionNames":["Behavioral: Cognitive Behavioral Therapy for Insomnia"]},{"label":"CBT-I + Moonbird (MB)","type":"EXPERIMENTAL","description":"Cognitive Behavioral Therapy for Insomnia (CBT-I) will be combined with a technology supported breathing exercises with a tactile breath pacer device (Moonbird)","interventionNames":["Device: Moonbird","Behavioral: Cognitive Behavioral Therapy for Insomnia"]},{"label":"CBT-I + MBsham","type":"SHAM_COMPARATOR","description":"Cognitive Behavioral Therapy for Insomnia (CBT-I) will be combined with a non-functioning technology supported breathing exercises with a tactile breath pacer device (Moonbird)","interventionNames":["Behavioral: Cognitive Behavioral Therapy for Insomnia"]}],"interventions":[{"type":"DEVICE","name":"Moonbird","description":"Moondbird is a technology-supported breathing exercise with a tactile breath pacer device","armGroupLabels":["CBT-I + Moonbird (MB)"]},{"type":"BEHAVIORAL","name":"Cognitive Behavioral Therapy for Insomnia","description":"Cognitive Behavioral Therapy for Insomnia (CBT-I) is the recommended, first-line treatment for chronic insomnia, as it is proven to be highly effective in improving sleep quality. It is a multifaceted approach, which includes time-in-bed restriction (i.e., reducing time spent in bed to enhance sleep consolidation), stimulus control (i.e., restricting behaviours incompatible with sleep in the bedroom), and cognitive restructuring (i.e., addressing and altering maladaptive thoughts and beliefs regarding sleep) to reinstate a regular sleep pattern.","armGroupLabels":["CBT-I","CBT-I + MBsham","CBT-I + Moonbird (MB)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sleep onset latency","description":"Sleep onset latency (SOL) will be calculated with a sleep diary during the intervention or by polysomnography (PSG) during baseline and follow up.","timeFrame":"Baseline (week 0; PSG), through completion of the intervention phase (weeks 1,2,3,4,5,6,7; sleep diary), First follow up (week 8; PSG), second follow up (3 months after the intervention; PSG)"}],"secondaryOutcomes":[{"measure":"The severity of insomnia","description":"Insomnia Severity Index (ISI), is a 7-item questionnaire with scores: 0-7 = No clinically significant insomnia 8-14 = Subthreshold insomnia 15-21 = Clinical insomnia (moderate severity) 22-28 = Clinical insomnia (severe)","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Level of sleepiness","description":"Epworth Sleepiness scale (ESS) is a 8-item questionnaire with scores of: 0-5 Lower Normal Daytime Sleepiness 6-10 Higher Normal Daytime Sleepiness 11-12 Mild Excessive Daytime Sleepiness 13-15 Moderate Excessive Daytime Sleepiness 16-24 Severe Excessive Daytime Sleepiness","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Current beliefs around sleep","description":"Dysfunctional Beliefs and Attitudes around Sleep (DBAS), is a 24-item questionnaire. All responses should be added up and divide by 16. Those with scores 4 or greater, or those with high rating on an individual item (i.e., 6 or greater) may have unrealistic expectations for sleep or their thoughts about their sleep or their ability to cope with sleep loss have become a factor in their sleep problem.","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Severity of anxiety and depression symptoms","description":"Hospital Anxiety and Depression Scale (HADS), is a 14-item questionnaire. The higher the score on each subscale, the more symptoms:13 0-7 : no anxiety disorder or depression 8-10 : possible anxiety disorder or depression 11-21 : suspected anxiety disorder or depression","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Level of sleep quality","description":"Pittsburgh Sleep Quality Index (PSQI), is a 19-item questionnaire where seven component scores are derived, each scored 0 (no difficulty) to 3 (severe difficulty). The component scores are summed to produce a global score (range 0 to 21). Higher scores indicate worse sleep quality.","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Level of fatigue","description":"Brugmann Fatigue Scale (BFS), is a 8-item questionnaire. Scores above 6 are suggested as cutoff values for both mental and physical subscales, each subscale has a min. of 0 and a max. of 12.","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Overall health","description":"Short Form Health Questionnaire (SF-36), is a 36-item questionnaire where higher score indicates better health status. For physical functioning, the minimum is 10 and the maximum is 30. For social functioning, the minimum is 2 and the maximum is 10. For role functioning related to physical problems, the minimum is 4 and the maximum is 8. For role functioning related to emotional problems, the minimum is 3 and the maximum is 6. For mental health, the minimum is 5 and the maximum is 30. For vitality, the minimum is 4 and the maximum is 24. For pain, the minimum is 11 and the maximum is 60. For general health perception, the minimum is 5 and the maximum is 25. For health change perception, the minimum is 1 and the maximum is 5.","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"},{"measure":"Level of arousal before bedtime","description":"Presleep Arousal Scale (PSAS) is a 16-item questionnaire that assesses the symptoms of cognitive and somatic arousal experienced at bedtime \\[14\\]. Items are rated on a 5-point Likert scale ranging from 1 (not at all) to 5 (extremely). The sum of scores of the first 8 items measures somatic pre-sleep arousal (PSAS-somatic), and the last 8 item scores-cognitive pre-sleep arousal (PSAS-cognitive). The clinically relevant cut-off scores reported for PSAS-somatic and PSAS-cognitive are ≥14 and ≥20, respectively","timeFrame":"Baseline, Follow up (week 7 / 3 months after experiment)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must be diagnosed with chronic insomnia.\n\nExclusion Criteria:\n\n* Underaged patients and patients with untreated comorbid (sleep) disorders will be excluded from the study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007319","term":"Sleep Initiation and Maintenance Disorders"}],"ancestors":[{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M10356","name":"Sleep Initiation and Maintenance Disorders","asFound":"Insomnia","relevance":"HIGH"},{"id":"M22242","name":"Parasomnias","relevance":"LOW"},{"id":"M22654","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22655","name":"Dyssomnias","relevance":"LOW"},{"id":"M15696","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}