{"protocolSection":{"identificationModule":{"nctId":"NCT06472583","orgStudyIdInfo":{"id":"BREAST-BOOSTER"},"secondaryIdInfos":[{"id":"2023-504145-31-00","type":"CTIS"}],"organization":{"fullName":"Maria Sklodowska-Curie National Research Institute of Oncology","class":"OTHER"},"briefTitle":"Preoperative Immunotherapy Combined With Stereotactic Radiation Therapy Boost in the Treatment of HER2-negative Breast Cancer","officialTitle":"A Phase II Study of Preoperative Stereotactic Radiation Therapy Boost Combined With Short-course Immunotherapy (Pembrolizumab Versus Placebo, Randomized, Double-blind) and Standard Chemiotherapy in Patients With Newly Diagnosed HER2-negative Nonmetastatic Breast Cancer With Lack of Early Metabolic Response in 18- fluorodeoxyglucoseFDG-PET/CT After 1st Chemoterapy Cycle","acronym":"BREAST-BOOSTER"},"statusModule":{"statusVerifiedDate":"2024-04","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-11","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-02-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-21","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Maria Sklodowska-Curie National Research Institute of Oncology","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of the study is to assess the safety and effectiveness of the combination of anti-PD1 immunotherapy (pembrolizumab) and radiotherapy in the preoperative treatment of HER2-negative breast cancer resistant to classical chemotherapy.\n\nThe subject of the intervention will be:\n\n1. Randomly assigned in a 2:1 ratio and double-blinded addition of pre-operative immunotherapy with pembrolizumab or placebo to standard chemotherapy\n2. Addition of preoperative radiotherapy boost delivered with a CyberKnife radiosurgery system concomitantly with the use of paclitaxel (+/- carboplatin) and pembrolizumab / placebo.","detailedDescription":"The study aims to assess the safety and effectiveness of the combination of anti-PD1 (PD-1, programmed cell death-1) immunotherapy (pembrolizumab) with radiotherapy in the preoperative treatment of triple-negative or luminal HER2-negative (HER2, Human epidermal growth factor receptor 2) (breast cancer, stage IIA/IIB/III/IV (with an acceptable oligometastatic form), resistant to classical chemotherapy\n\nAfter screening and administration of standard induction chemotherapy, the study will be conducted in a group of patients selected on the basis of lack of metabolic response after the 1st cycle of chemotherapy, and the subject of the intervention will be:\n\n* addition of preoperative immunotherapy with pembrolizumab or placebo to standard chemotherapy, using a double-blind randomized trial in a ratio of 2:1, respectively\n* addition of a boost of preoperative robotic stereotactic radiotherapy in all patients, simultaneously with the use of paclitaxel +/- carboplatin and pembrolizumab/placebo."},"conditionsModule":{"conditions":["Breast Cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":78,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental (Immunotherapy with pembrolizumab)","type":"EXPERIMENTAL","description":"Pembrolizumab (Keytruda) + Preoperative Stereotactic Radiotherapy.\n\nIP will administered at a dose of 200 mg by intravenous infusion every 21 days - 4 administrations planned.","interventionNames":["Drug: Keytruda","Radiation: Preoperative radiation therapy"]},{"label":"Control (placebo)","type":"PLACEBO_COMPARATOR","description":"Placebo+ Preoperative Stereotactic Radiotherapy\n\nThe solvent is 0.9% NaCl in a volume of 100 ml, with an adequate cover of the drug bag will be used as a placebo.","interventionNames":["Radiation: Preoperative radiation therapy","Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"Keytruda","description":"Preoperative immunotherapy (200 mg, infusion every 21 days, 4 administrations planned)","armGroupLabels":["Experimental (Immunotherapy with pembrolizumab)"]},{"type":"RADIATION","name":"Preoperative radiation therapy","description":"Boost of preoperative robotic stereotactic radiotherapy","armGroupLabels":["Control (placebo)","Experimental (Immunotherapy with pembrolizumab)"]},{"type":"DRUG","name":"Placebo","description":"0,9% NaCl in the volume 100 ml","armGroupLabels":["Control (placebo)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The histopathological confirmation of complete tumor regression in postoperative material performed in a population of 52 patients receiving immunotherapy in combination with radiotherapy","description":"The statistical analysis will be performed by comparison to the initial assumptions, according to Simon's scheme. The finding of complete tumor regression (confirmed histopathologically) in more than 11 patients out of the group of 52 enrolled will be treated as fulfillment of the primary endpoint.","timeFrame":"Rating histopathology of the collected material during surgery"}],"secondaryOutcomes":[{"measure":"Assessment of complete regression in postoperative histopathological examination in the population of all 78 patients receiving preoperative chemotherapy and radiotherapy","description":"The finding of of complete tumor regression in more than 13 patients out of the group of 78 included and receiving both chemotherapy and radiotherapy will be treated as fulfillment of the secondary endpoint criterion.","timeFrame":"Rating histopathology of the collected material during surgery"},{"measure":"The assessment of the response to preoperative treatment by assessing postoperative material in histopathological examination","description":"Assessment of regression under the influence of pembrolizumab in postoperative histopathological examination using the quantitative method, taking into account the degree of partial regression","timeFrame":"Rating histopathology of the collected material during surgery"},{"measure":"The comparison of the Invasive Disease Free Survival time the group treated with pembrolizumab with radiotherapy to the group treated with placebo with radiotherapy","description":"Invasive Disease Free Survival time will be evaluated according to Proposal for Standardized Definitions for Efficacy End Points in Adjuvant Breast Cancer Trials","timeFrame":"The entire observation period,an average of 4 years"},{"measure":"Quality of life evaluated by QLQ-C30 questionnaire (Quality of Live questionnaire) comparision beteewen groups","description":"General health condition based on the QLQ-C30 scale","timeFrame":"Assessment approximately 4 months after surgical treatment"},{"measure":"Safety and tolerance (number of participants with treatment-related adverse events).","description":"Assessment of safety and tolerance of treatment according to Common Terminology Criteria for Adverse Events v. 5.0;","timeFrame":"During the study, an average of 5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A woman or a man over 18 years of age.\n* Diagnosis of invasive breast cancer\n* Patient eligible for standard preoperative chemotherapy for breast cancer with anthracyclines and paclitaxel, according to the investigator's assessment\n* Breast cancer stage:\n\n  * any T cN1-cN3\n  * cT4 any N (stages IIA/IIB/III/IV, excluding cT1-3 N0 patients).\n  * Oligometastatic disease is allowed (stage IV, up to 3 foci in one organ or 2 foci in total in 2 different organs), if radical treatment using local methods is possible, both in the treatment of the primary tumor and in the treatment of the metastatic focus (radiotherapy, surgery). Patients with distant metastases who do not qualify for radical treatment cannot be included.\n* Cancer without estrogen receptor expression (ER\\<1% and PR\\<1%) or luminal cancer\n* HER2-negative cancer\n* Definitely multifocal or multicentric tumors are acceptable if HER2 negative status is confirmed in all identified invasive tumor foci; this is not required in the case of satellite lesions adjacent to the tumor mass or small lesions less than 1 cm in diameter identified in MRI\n* No prior chemotherapy for a current diagnosis of breast cancer and no prior anthracycline chemotherapy for any reason; earlier preoperative hormone therapy is allowed if, in the investigator's opinion, the patient requires the initiation of chemotherapy; patients may be included after 1 cycle of AC chemotherapy (1 administration) if the patient underwent a PET/CT (Positron Emission Tomography and Computed Tomography) scan using 18-FDG before starting treatment\n* Any oncological treatment for another cancer is acceptable if it was radical, ended at least 1 year before inclusion in the study and did not include radiotherapy in the chest area on the same side as the currently treated breast cancer\n* There are no contraindications to radiation treatment\n* ECOG PS (Eastern Cooperative Oncology Group Performance Status) status 0 or 1\n* Bone marrow function confirmed by hemoglobin concentration ≥9 g/dL and neutrophil count (ANC) ≥1500/μL and PLT (platelets) count ≥100,000/μL\n* Bilirubin concentration ≤ 1.5 x upper limit of normal (ULN), except for patients with a diagnosis of Gilbert's syndrome confirmed by previous measurements or another method (then direct bilirubin ≤ ULN)\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) activity ≤ 3 x ULN\n* Creatinine concentration ≤ ULN or creatinine clearance ≥50 mL/min according to the Cockcroft-Gault method in patients with creatinine concentration above the upper limit of normal\n* Left ventricular ejection fraction EF ≥ 50%\n* No contraindications to breast magnetic resonance imaging (MRI)\n* In patients with reproductive potential: consent to implement adequate contraceptive methods before enrollment in the study, during therapy and for at least 6 months after the end of systemic treatment\n* Giving informed written consent to participate in the study\n\nExclusion Criteria:\n\n* Inflammatory breast cancer (cT4d)\n* Hypersensitivity to drugs or excipients used in the study, which, in the opinion of the researcher, does not allow therapy to be initiated\n* Major surgical or medical procedure within 14 days prior to study entry; does not apply to ovariectomy performed laparoscopically, including as a risk-reducing surgical procedure and ovarian biopsy as a fertility preservation procedure and diagnostic procedures\n* Parallel coexisting invasive cancer\n* Co-existing known HIV (human immunodeficiency virus) infection, known active HBV (hepatitis B virus) or HCV (hepatitis C virus) infection\n* Diagnosed autoimmune disease requiring immunosuppressive therapy; does not apply to thyroid diseases if, in the opinion of the endocrinologist, they are not a contraindication to pembrolizumab therapy\n* Any disease requiring systemic steroid therapy within 3 weeks before enrollment in the study\n* Serious, uncontrolled mental illness\n* Condition after organ allotransplantation\n* Condition after implantation of devices that do not allow breast MRI examination (does not apply to examinations with the assistance of a cardiologist, if the patient qualifies for such a procedure);\n* Pregnancy or breastfeeding\n* Previous treatment with anti-PD-1, anti-PD-L1, anti-PD-L2 or drugs targeting other T cell receptor inhibitors\n* History of non-infectious pneumonia requiring steroid therapy or current pneumonia\n* Active infection requiring systemic treatment\n* Significant cardiovascular disease, such as acute coronary syndrome within the last 6 months,\n* History of active tuberculosis\n* Other criteria, comorbidities, conditions, therapies, laboratory abnormalities, or circumstances that, in the investigator's opinion, do not allow the study procedures to be safely performed, may interfere with the study results, or may substantially impair patient compliance","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Michal Jarzab","role":"CONTACT","phone":"48322788716","email":"michal.jarzab@gliwice.nio.gov.pl"}],"overallOfficials":[{"name":"Michal Jarzab","affiliation":"Maria Sklodowska-Curie National Research Institute of Oncology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Maria Sklodowska-Curie National Research Institute of Oncology , Gliwice Branch","status":"RECRUITING","city":"Gliwice","country":"Poland","contacts":[{"name":"Michal Jarzab","role":"CONTACT"}],"geoPoint":{"lat":50.29761,"lon":18.67658}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000001941","term":"Breast Diseases"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Cancer","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"C000582435","term":"Pembrolizumab"}],"ancestors":[{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000082082","term":"Immune Checkpoint Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M349416","name":"Pembrolizumab","asFound":"Screening","relevance":"HIGH"},{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"},{"id":"M2342","name":"Immune Checkpoint Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}