{"protocolSection":{"identificationModule":{"nctId":"NCT06474845","orgStudyIdInfo":{"id":"RM-TCONTROL-2024-05"},"organization":{"fullName":"Rethink Medical SL","class":"INDUSTRY"},"briefTitle":"Efficacy of the T-Control® Catheter Compared to the Foley-type Catheter in Patients With Long-term Catheterization","officialTitle":"Multicentre International Randomized Clinical Study to Assess the Efficacy of the T-Control® Catheter vs. a Conventional Foley-type Catheter"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Rethink Medical SL","class":"INDUSTRY"},"collaborators":[{"name":"Evidenze Health España (CRO)","class":"UNKNOWN"},{"name":"Centro para el Desarrollo Tecnológico y la Innovación (CDTI), Spain","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if the new urinary catheter T-Control® allows a reduction in infections associated with urinary catheters and a better quality of life of urinary catheter patients compared to the conventional Foley-type catheter (the currently used in clinical practice). It will also learn about the safety profile of the T-Control® catheter and its cost-effectiveness. The main questions it aims to answer are:\n\nDoes the T-Control® catheter lower the number of infections of the patients who need long-term catheterization? Does he T-Control® catheter implies a better perceived quality of life of long-term catheterization patients?\n\nParticipants will:\n\nBe catheterized with T-Control® or Foley catheter. Visit the clinic after 4 weeks for checkups, fullfill questionnaires and tests. Keep a diary of their symptoms and adverse events related to the catheter.","detailedDescription":"This is a comparative, randomized, controlled, multicentric clinical study with two arms in which the T-control® catheter is compared with a conventional Foley-type catheter.\n\nThe main objective of this study is to determine the efficacy of T-Control® compared to the conventional Foley-type catheter, by comparing the number of CAUTIs (both symptomatic and asymptomatic) in patients with long-term catheterization. While the secondary objectives are: to determine the Health-related QoL (HRQoL) and analyze the self-perceived QoL of catheterized patients, as well as the acceptability of the T-Control® device, patient's satisfaction and patients' experience framed in the trajectory of the disease; to compare the safety profile between T-Control® and the conventional Foley-type catheter and the antibiotics used; to determine the cost-effectiveness of T-Control® versus the conventional Foley-type catheter, from the perspective of the hospital; and to measure the level of satisfaction of healthcare professionals with the different types of urinary catheters.\n\nFollow-up includes both the time of the catheter insertion until its removal or change, lasting 4 weeks. All the parameters collected during the follow-up visit refer to the 4 weeks during which the patient has had the catheter inserted."},"conditionsModule":{"conditions":["Catheter; Infection (Indwelling Catheter)","Quality of Life","Catheter Related Complication"],"keywords":["Catheterization","CAUTI","Foley catheter","QoL"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Comparative, randomized, controlled, multicentric clinical study with two arms","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Due to the nature of the intervention, it is not possible to blind the patient or the healthcare professional; however, the professional who analyses the data will be unaware of the type of catheter used for each patient.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental arm (T-Control®)","type":"EXPERIMENTAL","description":"Patients catheterized with a catheter with a control valve for intermittent drainage","interventionNames":["Device: T-Control® catheter"]},{"label":"Control arm (Foley)","type":"ACTIVE_COMPARATOR","description":"Patients catheterized with a conventional urinary catheter with continuous drainage","interventionNames":["Device: Foley-type catheter"]}],"interventions":[{"type":"DEVICE","name":"T-Control® catheter","description":"Patients will be catheterized with T-Control® for 4 weeks","armGroupLabels":["Experimental arm (T-Control®)"]},{"type":"DEVICE","name":"Foley-type catheter","description":"Patients will be catheterized with a conventional Foley-type catheter for 4 weeks","armGroupLabels":["Control arm (Foley)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of Catheter-Associated Urinary Tract Infections (symptomatic and asymptomatic)","description":"Number of infections divided by number of patients. The presence of pathogenic microorganisms in quantities greater than or equal to 1,000 CFU/ml will determine the presence of infection, while, in the absence of symptoms of infection, a determination of microorganisms greater than or equal to 100,000 CFU/ml will indicate asymptomatic infection.","timeFrame":"4 weeks"},{"measure":"Magnitude of Catheter-Associated Urinary Tract Infections (symptomatic and asymptomatic)","description":"Amount of pathogenic microorganisms present in urine (in CFU/ml) divided by number of patients","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Health Related Quality of Life (HRQoL)","description":"The EuroQ-5Dimensions-5Levels questionnaire will be administered to assess the HRQoL. The questionnaire comprises five dimensions (mobility, self-care, usual activities, pain/discomfort and anxiety/depression) with 5 levels each (no problems, mild problems, moderate problems, severe problems and extreme problems/disability). The response results in a 1-digit number that expresses the selected level for that dimension. The digits of the five dimensions can be combined into a 5-digit number that describes the health status of the patient. The minimum value is 11111, indicating the worse outcome, whereas the maximum value is 55555, indicating the better outcome. In addition, it also features the EuroQoL Visual Analog Scale (EQ VAS), which records the patient's self-rated health on a vertical visual analog scale from 0 to 100, where the endpoints are labelled \"The best health you can imagine\" (100) and \"The worst health you can imagine\" (0).","timeFrame":"4 weeks"},{"measure":"Catheter Related Quality of Life","description":"A specific questionnaire to measure the self-perceived quality of life of catheterized patients will be administered. It includes questions that collect data on the type of the bladder catheter and on the accessories used (collection bag, plug or others), questions related to the impact of the catheter in lifestyle and change of habits, functionality and usability in relation to the catheter and the accessories used, adverse events, and emotions perceived due to the use of the bladder catheter.\n\nIn order to quantitatively evaluate the responses, the statements will include response options with scores on a scale of 1 to 5 or 1 to 10. The maximum score is 200, indicating the worst perceived quality of life, whereas 26 is the minimum score, indicating the better perceived quality of life.","timeFrame":"4 weeks"},{"measure":"Adverse events","description":"Number of adverse events realated to catheterization","timeFrame":"4 weeks"},{"measure":"Antibiotic treatments","description":"Number of antibiotic treatments administered along with the dose and treatment time","timeFrame":"4 weeks"},{"measure":"Cost-effectiveness","description":"Incremental cost-effectiveness ratio (ICER) will be used, which results from dividing the difference in costs between alternatives by the difference in effectiveness (incremental cost per QALY gained)","timeFrame":"4 weeks"},{"measure":"Satisfaction of health professionals","description":"The degree of satisfaction of the members of the research team involved in the use of the catheters will be evaluated through an ad hoc questionnaire","timeFrame":"9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Men or women aged ≥18 years\n* Patients who require change of bladder catheter.\n* Patients with indication of bladder catheterization for at least 4 weeks.\n* Patients who maintain cognitive and physical ability for self-monitoring of the catheter valve.\n* Patients who sign ICF prior to the performance of any study-specific procedure.\n\nExclusion Criteria:\n\n* Use of current antibiotic treatment or in the 2 weeks prior to the study inclusion.\n* Patients undergoing chemotherapy, radiotherapy, immunosuppressants or retroviral treatment.\n* Patients with bilateral obstructive supravesical uropathy.\n* Inability to read and understand the language of the Hospital's country.\n* Patients who are participating in a clinical trial or intends to participate during the course of this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Eva Chimeno","role":"CONTACT","phone":"+ 34 91 456 11 05","email":"e.chimeno@evidenze.com"},{"name":"Max Mòdol","role":"CONTACT","phone":"+34 654 48 94 36","email":"mmodol@rethinkmedical.es"}],"overallOfficials":[{"name":"Jose Medina-Polo, Dr.","affiliation":"Hospital Universitario 12 de Octubre","role":"STUDY_CHAIR"},{"name":"Salvador Arlandis Guzmán, Dr.","affiliation":"La Fe University and Polytechnic Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Raúl Vozmediano Chicharro, Dr.","affiliation":"Carlos Haya Regional University Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"David Carracedo Calvo, Dr.","affiliation":"Rey Juan Carlos University Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Jose Carlos Santos, Dr.","affiliation":"Hospital Egas Moniz","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Alberto Marques Silva, Dr.","affiliation":"Prof. Doutor Fernando Fonseca Hospital","role":"PRINCIPAL_INVESTIGATOR"},{"name":"José Manuel Palma dos Reis, Dr.","affiliation":"Unidade Local de Saúde de Santa Maria - Centro de Investigação Clínica","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All IPD that underlie results in a publication will be available from the Sponsor upon reasonable request.","infoTypes":["CSR"],"timeFrame":"Within one year from the completion of the clinical investigation or three months after its early termination or temporary cessation. When, for scientific reasons, would not possible to submit the clinical research report within one year after completion of the research, it will be submitted as soon as it is available.","accessCriteria":"Available from the Sponsor upon reasonable request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}