{"protocolSection":{"identificationModule":{"nctId":"NCT06476418","orgStudyIdInfo":{"id":"B.30.2.ATA.0.01.00/272"},"organization":{"fullName":"Ataturk University","class":"OTHER"},"briefTitle":"The Effect of Distraction During Blood Collection on the Fear and Anxiety Levels of Children","officialTitle":"The Effect of Distraction During Blood Collection on the Fear and Anxiety Levels of Children Aged Four to Six Years: Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-29","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"ARZU SARIALİOĞLU","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Ataturk University"},"leadSponsor":{"name":"Ataturk University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The project is a randomized controlled trial. The population of the research will consist of children aged 4-6 years old who applied to Erzincan Mengücek Gazi Training and Research Hospital Pediatric Blood Collection Unit between June 2024 and June 2025. The sample of the research will consist of children who apply to the blood collection unit on the specified dates and meet the research criteria and volunteer to participate in the research. \"Survey Form\", \"Child Fear Scale\" and \"Child Anxiety Scale-State\" will be used to collect data.","detailedDescription":"Type of Research: The research is of randomized controlled experimental type. Place and Time of the Research: The research will be carried out between June 2024 and June 2025 at the Pediatric Blood Collection Unit of Erzincan Mengücek Gazi Training and Research Hospital.\n\nPopulation and Sample of the Research: The population of the research will consist of children between the ages of 4-6 who applied to Erzincan Mengücek Gazi Training and Research Hospital Pediatric Blood Collection Unit between June 2024 and June 2025. Research sample; It will consist of children who apply to the blood collection unit on the specified dates and meet the research criteria and volunteer to participate in the research. Prior power analysis was performed to determine the sample size in this study. Cohen's standard effect sizes were used as reference in the power analysis. In this case, for the t-test in independent groups in the study, it was determined that 90% power could be achieved with a 95% confidence interval at a significance level of 0.05 if the research was conducted with a total of 84 participants in two groups with 42 participants in each group. It was decided to collect data from a total of 90 children by including a 10% backup sample in this number in case of data loss.\n\nData Collection Tools to be Used in the Research: \"Survey Form\", \"Child Fear Scale\" and \"Child Anxiety Scale - Statefulness\" will be used in collecting research data. The liquid motion timed fountain toy will be used as an interference tool.\n\nIntervention Tool to be Used in the Research Liquid Motion Timed Fountain Toy: A liquid motion timed fountain toy will be used as an intervention tool in the research. Guided by the cute bunny beanbag inside, there is a fascinating sight of falling balls. It is quite enjoyable to watch. It is also made of a special material against breakage. In this way, it does not pose any risk to children. Contains non-toxic materials. It is safe for children.\n\nBefore starting to collect the data of the intervention group and control group children, the researcher will be in the pediatric blood collection unit for 1 day to examine the pediatric blood collection unit and conduct a preliminary application. Children and their parents were given preliminary information about the research (the purpose of the research, why the research was conducted, a liquid moving timed fountain toy will be used to relieve the child's fear and anxiety, it is thought to be effective in preventing fear and anxiety, etc.) and their written and verbal consent was obtained. will be obtained through face-to-face meeting.\n\nRandomization In the study, \"stratification and block randomization methods\" will be used to assign participants to the control and intervention groups. It has been reported in the literature that factors affecting the fear and anxiety experienced by children during interventional procedures include variables such as age, gender and fear of the interventional procedure. In this study, the variables \"age, gender and fear of bloodletting\" will be used to stratify children. Accordingly, children will be stratified according to \"age (4-5 and 6 years), gender (girls and boys) and fear of bloodletting (afraid or not afraid)\" and blocked randomization will be applied. In the study, 48 children will be included in each group by ensuring that the layers are repeated six times (2X2X2X6). The sealed envelope method will be used to assign stratified children to control and intervention groups without bias. In order to prevent the child in one group from being affected by the procedure applied to the other group, the data of each group will be collected on certain days of the week. The data collection order of the groups will be determined by the sealed envelope method.\n\nblinding Since the researcher will be the person implementing the intervention in the study, the researcher will be excluded from blinding. For this reason, participants in the control and intervention groups in the study will be blinded. Children participating in the study will be excluded from blinding because they saw the method applied to them during blood collection. The data of the research will be coded (group A, group B) and recorded in the database. The analysis of the research will be done by an independent statistician and statistical blinding will be done. The research stages will be carried out according to the Consolidated Standards of Reporting Trials (CONSORT) guide. Reporting of the research will be done according to the CONSORT Information Checklist.\n\nControl Group: The researcher will fill out the questionnaire and scales 5 minutes before blood collection. Only routine applications will be made. The scales will be filled again 5 minutes after blood collection. The toy will be gifted to the child after the procedure. Filling out the forms will take approximately 5-10 minutes.\n\nIntervention Group: The researcher will fill out the questionnaire and scales 5 minutes before blood collection. The child will be allowed to play with the liquid moving, timed fountain toy 3 minutes before blood collection. During the process, the child will continue to play with the toy. The scales will be filled again 5 minutes after blood collection. The toy will be gifted to the child after the procedure. Filling out the forms will take approximately 5-10 minutes.\n\nEvaluation of Data Processing and statistical analysis of the collected data will be done with the analysis software called SPSS (Statistical Package for the Social Sciences) for Windows 20.0. In evaluating the data, the statistical significance value will be accepted as 0.05, Type 1 error will be kept as 5% and evaluation will be made with a 95% confidence interval. Cronbach's alpha value will be examined to determine the reliability of the measurement tools, and analyzes will continue for measurements above 0.60. The normality distribution of the data will be determined by Kurtosis and Skewness coefficients (±2). In the analysis of the data, numbers, percentages, averages and standard deviations will be calculated. In comparisons of paired groups, t-test for independent samples will be used for measurements with normal distribution, and Mann-Whitney U test will be used for measurements with non-normal distribution. In intragroup comparisons of binary groups, t-test for dependent samples will be used for measurements with normal distribution, and Wilcoxon test will be used for measurements with non-normal distribution.\n\nEthical Principles of Research In order to conduct the research, ethical approval (Number: B.30.2.ATA.0.01.00/272 Date: 03.05.2024) was received from Atatürk University Non-Interventional Clinical Research Ethics Committee. Official permission will be obtained from the relevant institution. The purpose of the study will be explained to children and their parents who meet the research group criteria, their questions will be answered and their verbal and written consent will be obtained. Parents and children will be informed that the data collected during the research will be processed confidentially and anonymously, will not be used outside of the study in question, and that they can leave the study at any time. Since the research is based on the use of data obtained from humans, and therefore the need to respect personal rights, the relevant ethical principles of \"Informed Consent\", \"Volunteering\" and \"Protection of Confidentiality\" will be followed. After the blood collection process is completed, the children in the control group will be allowed to spend time with a liquid moving, timed fountain toy and will be given as a gift, thus trying to fulfill the \"Equality Principle\"."},"conditionsModule":{"conditions":["Fear Anxiety"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":80,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"distraction","type":"EXPERIMENTAL","description":"Questionnaires and scales will be filled out by the researcher 5 minutes before blood collection. Only routine applications will be made. The scales will be filled again 5 minutes after blood collection.","interventionNames":["Behavioral: distraction"]},{"label":"control","type":"NO_INTERVENTION","description":"Questionnaires and scales will be filled out by the researcher 5 minutes before blood collection. The child will be allowed to play with the liquid moving, timed fountain toy 3 minutes before blood collection. During the process, the child will continue to play with the toy. The scales will be filled again 5 minutes after blood collection."}],"interventions":[{"type":"BEHAVIORAL","name":"distraction","description":"Questionnaires and scales will be filled out by the researcher 5 minutes before blood collection. The child will be allowed to play with the liquid moving, timed fountain toy 3 minutes before blood collection. During the process, the child will continue to play with the toy. The scales will be filled again 5 minutes after blood collection.","armGroupLabels":["distraction"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Child Fear Scale","description":"The scale was developed to measure fear in children undergoing painful medical procedures. The scale is a 0-4 scale showing five faces ranging from a neutral expression (0 = no concern) to a fearful face (4 = severe concern).","timeFrame":"6 months"},{"measure":"Child Anxiety Scale - State","description":"The Children's Anxiety Scale State (CAS-D) scale, which resembles a thermometer with horizontal lines, is scored as 0-10. It is a scale developed for children aged 4-10. When introducing the scale to the child, it is said that there is no anxiety, that the anxiety increases as it goes up, and that the anxiety level is very high at the top. The child is then asked to put a line on the part that shows how anxious or angry he or she is.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Being between 4-6 years old\n* Taking blood with a single attempt\n* Being admitted to the hospital for an acute reason\n* Children accompanied by their mother or father during the procedure\n\nExclusion Criteria:\n\n* Not having any disabilities related to developmental areas\n* No history of sedative, analgesic or narcotic substance use within 24 hours before application\n* Not having a chronic disease","healthyVolunteers":true,"sex":"ALL","minimumAge":"4 Years","maximumAge":"6 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"locations":[{"facility":"Ataturk University Nursing of Faculty","status":"RECRUITING","city":"Erzurum","zip":"25240","country":"Turkey","contacts":[{"name":"ARZU SARIALİOĞLU, PHD","role":"CONTACT","phone":"04422315795","email":"arzu.celebi@atauni.edu.tr"}],"geoPoint":{"lat":39.90861,"lon":41.27694}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"There is not a plan to make IPD available."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001008","term":"Anxiety Disorders"}],"ancestors":[{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M4324","name":"Anxiety Disorders","asFound":"Anxiety","relevance":"HIGH"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}