{"protocolSection":{"identificationModule":{"nctId":"NCT06482424","orgStudyIdInfo":{"id":"10636659"},"organization":{"fullName":"TC Erciyes University","class":"OTHER"},"briefTitle":"The Effect of Aromatherapy on Sleep, Anxiety and Vital Signs in Those With Essential Hypertension (Hypertension)","officialTitle":"The Effect of Aromatherapy on Sleep, Anxiety and Vital Signs in Those With Essential Hypertension","acronym":"hypertension"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"esra doğan","investigatorTitle":"Doktora Öğrencisi","investigatorAffiliation":"TC Erciyes University"},"leadSponsor":{"name":"TC Erciyes University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In addition to pharmacological agents in the treatment of hypertension, it has been reported in studies that aromatherapy applications, one of the traditional and complementary alternative treatments that are easy to apply nursing interventions with minimal side effects, have an effect on high blood pressure control. Studies have shown that aromatherapy has positive effects on stress management and anxiety control. Lavender oil, one of the frequently used aromatic oils, has antiseptic, anti-inflammatory, analgesic, muscle relaxant effects, regulates sleep with its relaxing and sedative effects, reduces the severity of itching, increases attention and facilitates learning, and reduces physical indicators of the autonomic nervous system such as pulse, respiratory rate and blood pressure. It has been shown in studies that it lowers In this study, the effect of lavender aromatic oil on sleep, anxiety and vital signs in individuals with essential hypertension will be evaluated. In the study, lavender oil will be administered to patients by inhalation for 5 minutes twice a day for 4 weeks. Medicinal lavender oil will be applied to the intervention group, and sesame oil will be applied to the placebo group. During the follow-up of the patients, the patient follow-up chart-researcher form will be evaluated at the beginning of the first week and at the end of the fourth week for each group. Vital signs, blood pressure and pulse rate, half an hour before and after aromatherapy in the morning and evening, 5 days a week for four weeks, will be evaluated with the Pittsburgh Sleep Quality Index and State-Trait Anxiety Scale at the beginning of the first week and at the end of the fourth week. The unique value of this study is that, unlike other studies, the applications will be applied in the morning and evening for 4 weeks, and sesame oil, which does not have an aromatic effect, will be used in the placebo group. As an expected patient outcome, we foresee improving the quality of life of patients by improving their sleep quality, reducing their anxiety level, and lowering their blood pressure by taking advantage of the healing effect of lavender aromatic oil in nursing practices.","detailedDescription":"METHOD OF THE THESIS:\n\nPURPOSE AND TYPE OF RESEARCH This study will be conducted as a randomized controlled experimental study to determine the effect of aromatherapy on sleep, anxiety and vital signs in individuals with essential hypertension.\n\nHYPOTHESES H01: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has no effect on systolic blood pressure in patients with Essential Hypertension.\n\nH11: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has an effect on systolic blood pressure in patients with Essential Hypertension.\n\nH02: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has no effect on diastolic blood pressure in patients with Essential Hypertension.\n\nH12: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has an effect on diastolic blood pressure in patients with Essential Hypertension.\n\nH03: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has no effect on pulse rate in patients with Essential Hypertension.\n\nH13: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has an effect on pulse rate in patients with Essential Hypertension.\n\nH04: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has no effect on anxiety level in patients with Essential Hypertension.\n\nH14: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has an effect on the anxiety level in patients with Essential Hypertension.\n\nH05: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has no effect on sleep level in patients with Essential Hypertension.\n\nH15: Lavender oil applied by inhalation for 5 minutes twice a day for 4 weeks has an effect on sleep level in patients with Essential Hypertension.\n\nETHICAL ASPECTS OF RESEARCH In order to conduct the research, Erciyes University Faculty of Health Sciences Department of Nursing Academic Board Decision, Niğde Bor State Hospital Institutional Permission and TR Ministry of Health Kayseri City Hospital GETAT Clinical Research Ethics Committee Approval will be obtained. The purpose of the research will be explained to the individuals participating in the research and written voluntary consent will be obtained.\n\nPLACE AND TIME WHERE THE RESEARCH WILL BE CONDUCTED will be collected from patients treated at the internal medicine outpatient clinic of Niğde Bor State Hospital between 15.05-2024-31.12.2024 . Bor State Hospital has a capacity of 100 beds and employs 407 personnel. Bor State Hospital offers internal medicine, cardiology, gynecology, ophthalmology, orthopedics, general surgery, child health and diseases, skin and venereal diseases, anesthesiology and reanimation, psychiatry, infection , urology outpatient clinic service and general surgery, internal medicine, urology, orthopedics, women. Obstetrics, ophthalmology, internal medicine, infection, cardiology, child health and diseases, skin and venereal diseases, general intensive care, neonatal intensive care clinic services are provided. In the Bor State Hospital internal medicine outpatient clinic, patients who are not compliant with treatment and have a lack of knowledge are given training by a training nurse upon the request of a doctor. Drug treatment is administered to patients diagnosed with hypertension in the internal medicine outpatient clinic.\n\nUNIVERSE AND SAMPLING OF THE RESEARCH consists of patients who were treated in the internal medicine outpatient clinic at Niğde Bor State Hospital between January 2022 and December 2022 . It was planned to include at least 20 people with essential hypertension in the intervention group and at least 20 people in the placebo group in the study sample. Groups will be selected according to similar characteristics in terms of variables such as gender, age the contact information of the patients who voluntarily participate in the study and meet the study conditions . After visiting the patients at home, the patient's allergy status will be observed by applying oil to the patient's wrist one day before starting aromatherapy . Patients without allergies will be evaluated in terms of the inclusion criteria and the study will be conducted with patients who meet the criteria.\n\nCOLLECTION OF DATA Actions to be taken to the Intervention Group Before the research, patients will be informed about the purpose and method of the study and then their approval will be obtained through an informed consent form. A personal information form will be filled out by the researcher for the patients in the intervention group, and an individual in-depth interview will be conducted with the questions in the oil application patient opinions form. The researcher will measure the temperature, respiratory rate, saturation level, blood pressure and pulse of the patients in the intervention group at their homes and will record them in the patient follow-up chart-researcher form. In the following days, patients will be called by phone and reminded to measure their blood pressure and pulse with a semi-automatic blood pressure monitor and record it on the patient follow-up chart-researcher form. In line with the lavender oil application protocol, patients in the intervention group will drop medical lavender oil on gauze and smell it for 5 minutes every morning and evening for 4 weeks. The patient will be instructed and reminded to record his/her blood pressure and pulse rate on the patient monitoring chart-researcher form five days a week, half an hour before and after aromatherapy in the morning and evening for 4 weeks.\n\nThe state-trait anxiety scale and Pittsburg Sleep Quality Index score will be recorded on the patient follow-up chart-researcher form by the researcher at the patient's home at the beginning of the first week and at the end of the fourth week. The aromatic oil given to patients in the intervention group will be placed in 10ml dark glass bottles with droppers and a numbered label will be attached to the bottle."},"conditionsModule":{"conditions":["Hypertension","Aromatherapy"],"keywords":["Aromatherapy","Essential Hypertension","Internal Medicine Nursing"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"karma desen kullanılacaktır.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"intervention group","type":"EXPERIMENTAL","description":"Actions to be taken to the Intervention Group The state-trait anxiety scale and Pittsburg Sleep Quality Index score will be recorded on the patient follow-up chart-researcher form by the researcher at the patient's home at the beginning of the first week and at the end of the fourth week. The aromatic oil given to patients in the intervention group will be placed in 10ml dark glass bottles with droppers and a numbered label will be attached to the bottle.","interventionNames":["Other: intervention group"]},{"label":"placebo group","type":"EXPERIMENTAL","description":"Procedures to be Performed on the Placebo Group The researcher will record the state-trait anxiety scale and Pittsburg Sleep Quality Index score on the patient follow-up chart-researcher form at the patient's home at the beginning of the first week and at the end of the fourth week. Sesame oil given to patients in the placebo group will be placed in 10 ml dark glass bottles with droppers and a label with number two will be attached to the bottle.","interventionNames":["Other: intervention group"]}],"interventions":[{"type":"OTHER","name":"intervention group","description":"Actions to be taken to the Intervention Group The researcher will record the state-trait anxiety scale and Pittsburg Sleep Quality Index score on the patient follow-up chart-researcher form at the patient's home at the beginning of the first week and at the end of the fourth week. The aromatic oil given to patients in the intervention group will be placed in 10ml dark glass bottles with droppers and a numbered label will be attached to the bottle.\n\nProcedures to be Performed on the Placebo Group The researcher will record the state-trait anxiety scale and Pittsburg Sleep Quality Index score on the patient follow-up chart-researcher form at the patient's home at the beginning of the first week and at the end of the fourth week. Sesame oil given to patients in the placebo group will be placed in 10 ml dark glass bottles with droppers and a number two label will be attached to the bottle.","armGroupLabels":["intervention group","placebo group"],"otherNames":["placebo group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Effect of Aromatherapy on Sleep, Anxiety and Vital Signs in Individuals with Essential Hypertension","description":"In this study, the effect of lavender aromatic oil on sleep, anxiety and vital signs in individuals with essential hypertension will be evaluated. In the study, patients will be administered lavender oil by inhalation for 5 minutes twice a day for 4 weeks. Medicinal lavender oil will be applied to the intervention group, and sesame oil will be applied to the placebo group.","timeFrame":"1 yıl"}]},"eligibilityModule":{"eligibilityCriteria":"Research Inclusion Criteria\n\n* Those aged between 18-65,\n* Understands Turkish, has good cognitive functions and can communicate,\n* Followed with the diagnosis of essential hypertension for at least 1 year,\n* Those receiving antihypertensive medical drug treatment, - There has been no change in antihypertensive drug treatment for the last 1 month,\n* Do not have a chronic respiratory system disease (such as Asthma, COPD), which is important for the effectiveness of aromatherapy,\n* Non-pregnant,\n* Not receiving anxiolytic or hypnotic treatment for at least 6 months,\n* Regularly measures blood pressure at home with its own semi-automatic blood pressure monitor on the upper arm,\n* Not having any psychiatric diagnosis,\n* Patients who agree to participate in the study will be included in the study.\n\nCriteria for Exclusion from the Study\n\n* Those under the age of 18 and over the age of 65,\n* Having difficulty in applying and understanding the treatment protocol,\n* Having a psychiatric disease that impairs cognitive functions, such as bipolar disorder or schizophrenia,\n* Having any respiratory system disease,\n* Those who are allergic to or sensitive to the scent of lavender oil,\n* Those who are in the process of trying antihypertensive treatment,\n* Cancer patients and those under follow-up,\n* Those who have a condition that prevents them from smelling,\n* Uses other integrative health practices in the treatment process,\n* Patients who do not agree to participate in the study will not be included","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Months","maximumAge":"65 Months","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"esra doğan","affiliation":"esramercan11021985@gmail.com.tr","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Niğde Bor Devlet Hastanesi","city":"Merkez","state":"Niğde","zip":"51200","country":"Turkey"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006973","term":"Hypertension"},{"id":"D000075222","term":"Essential Hypertension"}],"ancestors":[{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M10024","name":"Hypertension","asFound":"Hypertension","relevance":"HIGH"},{"id":"M1470","name":"Essential Hypertension","asFound":"Essential Hypertension","relevance":"HIGH"},{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}