{"protocolSection":{"identificationModule":{"nctId":"NCT06473545","orgStudyIdInfo":{"id":"InDent_001"},"organization":{"fullName":"International dentistry Research Group","class":"OTHER"},"briefTitle":"Retrospective Evaluation of a Novel Biomimetic Synthetic Bone Substitute (Creos® Syntogain)","officialTitle":"Retrospective Data Collection Evaluating the Performance of a Novel Biomimetic Synthetic Bone Substitute (Creos® Syntogain) up to 72 Months Follow-up"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-20","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-20","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"International dentistry Research Group","class":"OTHER"},"collaborators":[{"name":"Nobel Biocare","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Guided bone regeneration (GBR) is a commonly performed technique, using autogenous grafts, allografts, xenografts, or synthetic bone grafts (SBG). Advantages of an \"off the shelf\" substitute, available anytime with limitless fabrication capacity that avoids human, or animal associated morbidity provides SBG with a very positive future perspective. This data collection is to retrospectively evaluate the long-term clinical performance of a CE marked biomimetic SBG substitute in patients with implant placement related bone regeneration treatments up to 72 months of follow-up. The study hypothesis states that a biomimetic SBG is a verified graft choice to be used clinically in patients with implant placement related bone regeneration treatments such as socket preservation with a delayed implant placement, GBR simultaneous with immediate implant placement, and sinus lift elevation with lateral approach.","detailedDescription":"1. Title\n\n   Retrospective data collection evaluating the performance of a novel biomimetic synthetic bone substitute (Creos® Syntogain) up to 72 months follow-up.\n2. Introduction\n\n   Edentulism, partial or full, can be predictably treated with esthetic and functional results with implant supported prosthesis when adequate alveolar bone is present. Jawbone defects or post-extraction edentulism atrophy of the alveolar bone need appropriate surgical techniques to preserve or augment the alveolar process. Guided bone regeneration (GBR) is a commonly performed technique, using autogenous grafts, allografts, xenografts, or synthetic bone grafts (SBG). Advantages of an \"off the shelf\" substitute, available anytime with limitless fabrication capacity that avoids human, or animal associated morbidity provides SBG with a very positive future perspective. However, successful clinical performance and results with the use SBG must be supported by scientific clinical evidence. This data collection is to retrospectively evaluate the long-term clinical performance of a CE marked biomimetic SBG substitute in patients with implant placement related bone regeneration treatments up to 72 months of follow-up.\n3. Study hypothesis, aims and objectives\n\nThe study hypothesis states that a biomimetic SBG is a verified graft choice to be used clinically in patients with implant placement related bone regeneration treatments such as socket preservation (SP) with a delayed implant placement (DIP), GBR simultaneous with immediate implant placement (IIP), and sinus lift elevation with lateral approach (SLE).\n\nIn order to test this hypothesis, the primary objective of this study is to retrospectively evaluate the clinical performance of a CE marked biomimetic SBG substitute (Creos® Syntogain, Nobel Biocare, Switzelrand) in patients with implant placement related bone regeneration treatments.\n\n4. Materials and methods\n\n1. Patient selection\n\n   Subjects will be consecutively included provided they meet all the inclusion criteria and none of the exclusion criteria. Sex and age, pretreatment records, radiographic images, clinical photographs, treatment, and post-treatment follow-up visit records will be reviewed for patients fulfilling the selection criteria:\n2. Treatment sequence\n\n   Information regarding each patient will be extracted retrospectively from the clinic database until the last visit available from every patient included according to a case record form (CRF) following the sequence of treatment, where follow-up appointments are calculated from the time of final prosthetic delivery:\n   1. Pre-treatment examination (T0)\n   2. GBR surgery (T1)\n   3. Pre-implant control (T2) (± 1 month end of healing period)\n   4. Implant insertion (T3) (± 1 month end of healing period)\n   5. Final prosthesis insertion (T4)\n   6. 1-year follow-up appointment (T5) (± 1 month)\n   7. 2-year follow-up appointment (T6) (± 2 months)\n   8. 3-year follow-up appointment (T7) (± 3 months)\n   9. 4-year follow-up appointment (T8) (± 3 months)\n   10. 5-year follow-up appointment (T9) (± 3 months)\n   11. 6-year follow-up appointment (T10) (± 3 months)\n\n   Pre-treatment examination (T0)\n\n   The information from the initial appointment will include demographics, medical history, and pre-treatment examination, including whenever available radiographs, intraoral scan (IOS), cone beam computed tomography (CBCT), and clinical photographs. Data will be registered according to the CRF.\n\n   Guided bone regeneration surgical protocol (T1)\n\n   The surgical protocol with any bone regeneration treatments using synthetic bone material will be registered when available in the database according to the CRF. Specific surgical procedures, flap reflection, bone graft and barrier membrane utilized will be recorded. Patient specific pre- or post-operative procedures outside normal clinic routines will be noted. Clinical photographs and radiographic evidence, if obtained during surgery or immediately after the surgery, will be registered in the CRF.\n\n   Pre-implant control (T2)\n\n   The information from pre-implant control visit will include updated, medical history, and pre-implant insertion examination, including whenever available radiographs, IOS, CBCT, and clinical photographs. Data will be registered according to the CRF.\n\n   Implant insertion (T3)\n\n   The implant placement surgical protocol data will be recorded according to the CRF when available in the database. Registrations will include implant site preparation (if manufacturer standard procedures were not followed), implant position, last drill used, implant model, length and diameter, insertion torque, vertical implant position. In addition, bone graft or soft tissue graft used, abutment or interim prostheses component details, and post-surgical management (if outside clinic normal routines) will be recorded. Clinical photographs and radiographic evidence, if obtained during surgery or immediately after the surgery, will be registered in the CRF.\n\n   Final prosthetic delivery (T4)\n\n   Final prosthesis component details and bone regeneration healing period will be registered together with any radiographic evaluation made at the final prosthesis delivery if available in the clinic database. This timepoint will serve as the baseline for the radiographic measurements if standardized periapical radiographs are available. Clinical photograph and IOS, if available, will be registered in the CRF.\n\n   Follow-up appointments (T5 to T10)\n\n   The information available from follow-up appointments can include implant manual stability, survival and success, prosthesis survival and success, hard and soft tissue status, updated medical history. Radiographs, IOS, CBCT, and clinical photographs, when available, will be registered according to the CRF.\n3. Data acquisition and analysis\n\n   Clinical registrations according to the clinical investigation specific CRF will be made registering each appointment available. The statistical evaluation will consider all collected data from pre-treatment, surgeries, and follow-up procedures.\n\n   Radiographic examinations\n\n   Available radiographic images will be saved clearly named with date and subject number and kept in the subject's files. The subject name is not allowed to appear in the file name or picture and should be replaced by the clinic and subject number. All radiographs will be examined by an independent radiologist. Only standardized radiographs taken using long-cone parallel technique, will be used for statistical measurements.\n\n   CBCT scans will be acquired following the current dental clinic protocol. The images will be taken using a two-dimensional orthogonal multiplanar reformatting viewer and exported as Digital Images and Communications in Medicine (DICOM) files. DICOM files will be opened using a volumetric DICOM viewer for bone evaluation and measurements (Planmeca Romexis® Viewer, Helsinki, Finland)\n\n   Intraoral scan\n\n   Evaluation of the soft tissue level at different timepoints will be performed if IOS is available and had been acquired according to the manufacturer's guidelines. The IOS data will be stored as stereolitography (STL) files.\n\n   Clinical photographs\n\n   Available digitalized vestibular pictures in TIFF or JPEG format, taken with a 1:1 right angle view of implant site or position with adjacent teeth in the picture will be saved to evaluate qualitative implant and peri-implant situation from T0 to T10.\n\n   Implant stability\n\n   The implant stability data will be registered in the CRF if assessed by manual testing (individual tapping or rocking with a hand instrument) without removing the implant at T3 to T10. Criteria of stable or not stable is defined as yes (stable) or no (not stable)\n\n   Implant survival\n\n   Implant survival will be registered if the fixture remained at the jaw and could be restored from T4 to T10.\n\n   Implant success\n\n   The implant success defined in accordance with the criteria proposed by van Steenberghe (1997), will be registered at all visits until (T4 to T10) if Yes or No was answered to the following statements:\n   1. The implant causes allergic, toxic, or gross infectious reactions either locally or systemically.\n   2. The implant offers anchorage to a functional prosthesis.\n   3. The implant shows signs of fracture or bending.\n   4. The implant shows signs of peri-implant radiolucency on an intra-oral radiograph using a paralleling technique strictly perpendicular to the implant-bone interface.\n   5. The implant shows mobility when individually tested by tapping or rocking with a hand instrument.\n\n   Prosthetic survival and success.\n\n   The final prosthesis survival and success will be registered at all follow-up visits (T5 to T6) if the final prosthesis is still in situ or has it been removed (permanently or for only repair).\n\n   Soft tissue evaluation\n\n   Patient database and clinical photographs will be inspected to complete, when sufficient information can be gathered, pink esthetic score (PES) and white esthetic score (WES), status of the mucosa, plaque index, and gingival index.\n\n   Treatment complications\n\n   Treatment complications occurred during the implant treatment and follow-up appointments (T1 to T10) will be recorded according to the CRF. Treatment complications will be classified in biological complications, disturbances in the function of the implant characterized by biological processes affecting the tissues that support the implant, or technical, comprising mechanical damage of the implant, implant components or superstructures will be registered.\n4. Ethical guidelines\n\n   The radiographic, IOS and clinical photograph files should be clearly named with date and subject number and kept in the subject's files. The subject name is not allowed to appear in the file name or picture and should be replaced by the clinic and subject number.\n5. Statistics\n\n   Descriptive statistics including frequency tables, mean values and standard deviations will be used for results presentation per group and timepoint of examination.\n6. Limitations of the study\n\nThe sample of participants in the data set is representative of a developed world city with social status to attend private dental clinic. The sample population attending the clinic may not be a powerful statistical sample for the results to be extrapolated to the human population, excluding some participants. Demographic status such as race, ethnicity, social and wealth status will not be analyzed.\n\nAccuracy and reliability of the X rays or CBCT scanner as a method for diagnostic and measurement could be a limitation on the results.\n\n5. Study plan\n\n1. Stages\n\n   This study will be a retrospective observational data collection to evaluate synthetic bone graft performance for implant related bone regeneration treatments.\n\n   The data will be retrieved from patients that attended private dental practice and received a synthetic bone graft treatment concomitantly to an implant placement or with an indication for a delayed implant placement. Patients with a final prosthesis delivered from January 2016 to March 2022 and a minimum 1-year follow-up visit will be eligible for the study.\n\n   The initial phase of the study will comprise the patient database search, patient inclusion, patient consent, if applicable and data registration. The duration of this phase will be approximately 2 weeks. In the second phase, demographic, clinical, and radiographic data will be assigned, based on treatment, to SP (Group 1), including a DIP procedure at 4 to 6 months after surgery, IIP plus SBG (Group 2), subdivided in healing abutment (Group 2.1) or immediate interim restoration (Group 2.2), SE lateral approach with 6 to 9 months healing period prior to DIP (Group 3) and GBR with simultaneous (4.1) or delayed implant placement (4.2). During this phase, clinical and demographic data will be recorded digitally, radiographic images will be analyzed, and quantitative data will be used to obtain statistical information. The duration of the second phase is estimated to last 4 weeks. In the final phase, the data will be reported together with a comprehensive literature review, a selection of representative figures and tables to summarize the findings, and a manuscript intended for publication in a relevant scientific journal. Four weeks will be necessary for this last phase resulting in 3 months for the study completion.\n2. Responsibilities\n\nThe principal investigator will coordinate and supervise the entire project and will meet at least monthly with the relevant co-investigators who will participate in specific steps of the study, patient selection, data collection, interpretation, and reporting steps. GB will retrieve and export X rays, CBCTs, perform image analysis and data collection. JM and IG will be consulted in cases of inclusion criteria discrepancies. GB, IG and JM will interpret and report the data. All the members of the study will review the final evidence and reconsider final conclusions.\n\n8. Ethical considerations\n\nThe retrospective clinical study will be conducted in accordance with the clinical investigation plan and all applicable laws and regulations, including, but not limited to, the ICH Guideline for Good Clinical Practice (GCP), the Declaration of Helsinki, International Organization for Standardization (ISO), and applicable local regulatory requirements and privacy laws.\n\nEthics protocol regarding file retrieval and storage can be found in section 4d to fulfill the data protection laws and protocols."},"conditionsModule":{"conditions":["Tooth Loss","Partial-edentulism","Tooth Fracture","Edentulous Alveolar Ridge"],"keywords":["Bone graft","Implant Placement","Immediate implant placement","Socket preservation","Guided bone regeneration","Synthetic bone graft","Delayed implant placement","Sinus elevation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":173,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Socket Preservation","description":"Socket preservation is completed at the time of extraction. After removal of the tooth, the gum is elevated away from the bone, the socket is thoroughly cleansed, the socket is packed with the SBG and the wound closed. A healing time between 3 to 9 months is ."},{"label":"Immediate implant placement","description":"Implant placement immediately after tooth extraction, the bone grafting material is packed between the implant and the bone wall."},{"label":"Guided bone regeneration","description":"When ridge augmentation is indicated, guided bone regeneration with the SBG and a barrier membrane are utilized at the time of tooth extraction or at an edentulous bone ridge. Either simultaneous implant placement or delayed implant placement are performed at the time of GBR surgery or after a 4 to 9 months healing time respectively."},{"label":"Sinus elevation","description":"Schneiderian membrane elevation to increase the residual crestal bone height in the posterior maxilla, bone grafting material is placed into the newly created space, including elevation through the lateral approach."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Implant survival","description":"Implant in place at any follow up visit","timeFrame":"From final prosthesis delivery through study completion, up to 72 months."},{"measure":"Prosthesis survival","description":"Prosthesis survival at any follow up visit","timeFrame":"From final prosthesis delivery through study completion, up to 72 months."}],"secondaryOutcomes":[{"measure":"Complications","description":"Biological or technical complications related to implant or prosthetic function","timeFrame":"From initial surgical procedure date (GBR or implant placement) through study completion, up to 72 months"},{"measure":"Peri-implant evaluation, marginal bone loss","description":"Peri-implant stability parameters evaluation (marginal bone loss) when available","timeFrame":"From final prosthesis delivery through study completion, up to 72 months."},{"measure":"Peri-implant evaluation, soft tissue evaluation PES-WES score","description":"Pink esthetic score, white esthetic score, when available","timeFrame":"From final prosthesis delivery through study completion, up to 72 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* The subject was at least 18 years of age (or age of consent) and has finalized skeletal growth at the time of surgery.\n* Patient was in need of one or multiple tooth replacements.\n* Treatment using synthetic bone graft was done for implant placement either in IIP or DIP.\n\nExclusion Criteria:\n\n* Previous bone augmentation procedures with a different treatment choice (lateral or vertical regeneration).","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Community population attending to one of the centers adhered to the study.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Juan Mesquida, DDS","affiliation":"International Dentistry Research Group Clinical Director","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ignacio Ginebreda, DDS","affiliation":"International Dentistry Research Group co-Clinical Director","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Cairó Franch Clinica Dental","city":"Barberà del Vallès","state":"Barcelona","zip":"08210","country":"Spain","geoPoint":{"lat":41.5159,"lon":2.12457}},{"facility":"Clínica Dental Altes Mesquida","city":"Palma de Mallorca","state":"Illes Balears","zip":"07004","country":"Spain","geoPoint":{"lat":39.56939,"lon":2.65024}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000016388","term":"Tooth Loss"},{"id":"D000014082","term":"Tooth Fractures"}],"ancestors":[{"id":"D000009059","term":"Mouth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"},{"id":"D000014076","term":"Tooth Diseases"},{"id":"D000010510","term":"Periodontal Diseases"},{"id":"D000018677","term":"Tooth Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"browseLeaves":[{"id":"M26370","name":"Fractures, Bone","relevance":"LOW"},{"id":"M18823","name":"Tooth Loss","asFound":"Tooth Loss","relevance":"HIGH"},{"id":"M16837","name":"Tooth Fractures","asFound":"Tooth Fractures","relevance":"HIGH"},{"id":"M12026","name":"Mouth, Edentulous","relevance":"LOW"},{"id":"M12019","name":"Mouth Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"},{"id":"M16831","name":"Tooth Diseases","relevance":"LOW"},{"id":"M13419","name":"Periodontal Diseases","relevance":"LOW"},{"id":"M20757","name":"Tooth Injuries","relevance":"LOW"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"}]}},"hasResults":false}