{"protocolSection":{"identificationModule":{"nctId":"NCT06479707","orgStudyIdInfo":{"id":"IRB00437921"},"secondaryIdInfos":[{"id":"P30AG021334-21","type":"NIH","link":"https://reporter.nih.gov/quickSearch/P30AG021334-21"}],"organization":{"fullName":"Johns Hopkins University","class":"OTHER"},"briefTitle":"Digital Literacy Intervention to Address Support, Literacy and Communication in Older Adults","officialTitle":"Digital Literacy Pilot Intervention to Address Support, Literacy and Communication in Older Adults"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins University","class":"OTHER"},"collaborators":[{"name":"National Institute on Aging (NIA)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The investigators propose a person-directed, values-based digital literacy intervention to address the community-identified barriers of health literacy, health communication and social support to improve quality of life and specific disease related metrics in the older adult's own home. This intervention will be a way to address the community-identified barriers of health literacy, health communication and social support to improve quality of life and specific disease related metrics in the older adult's own home.","detailedDescription":"This is a one-arm pilot trial to test the feasibility and acceptability of the intervention Digital Literacy Pilot Intervention to Address Support, Literacy and Communication in Older Adults. Each participant will receive 4-6 home visits with 3-4 interim phone calls based on the participant's individual digital literacy needs and goals. Each participant will receive internet connectivity (if not already available), a tablet (if not already available) and tailored action plans co-developed by the participant and the interventionist. In each participant will also have pre and post-intervention visits with the research team.\n\nIn earlier phases, research team members conducted preliminary activities to design the intervention using Human-Centered Design techniques."},"conditionsModule":{"conditions":["Quality of Life","Aging","Technology","Literacy"],"keywords":["Literacy","Digital","Intervention","Older Adults","Technology"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pilot","type":"OTHER","interventionNames":["Behavioral: Digital Literacy Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Digital Literacy Intervention","description":"This intervention consists of 4-6 home visits with 3-4 interim phone calls based on the participant's individual digital literacy needs and goals. Each participant will receive internet connectivity (if not already available), a tablet (if not already available) and tailored action plans co-developed by the participant and the interventionist.","armGroupLabels":["Pilot"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Health Team Communication as assessed by the CollaboRATE Scale Measure","description":"The CollaboRATE scale measure is a 3 item self-report questionnaire on patient's shared decision making. It is scored on a 10-point anchored scale, ranging from 0 (\"no effort was made\") to 9 (\"every effort was made\"). Higher scores indicate more shared decision making.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in self-efficacy as assessed by the Coping Self-Efficacy Instrument","description":"Coping Self-Efficacy is a 13 item instrument on a scale of 0 ('can't do at all') to 10 ('certain can do'). A higher score indicates higher level of self-efficacy when implementing coping strategies. Score range 0-130.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in self-efficacy as assessed by the Self-Efficacy of Chronic Disease Management Instrument","description":"Self-Efficacy of Chronic Disease Management Instrument is a 6 item instrument on a visual analog scale, ranging from 1 (not at all confident) to 10 (totally confident). Lower scores indicate lower self-efficacy as indicated by confidence. Score range 6-60.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in Social engagement as assessed by the Lubben Social Network Scale","description":"The Lubben Social Network Scale is a 7-item questionnaire that measures the size of social networks of family and friends. The score ranges between 0 and 30, with higher scores indicated more social engagement.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in Social engagement as assessed by the Krause-Borawski-Clark Support Interactions Scale","description":"The Krause-Borawski-Clark Support Interactions Scale is a 10-item self-reported questionnaire that measures social interactions. The scale is broken down into different domains; scores range from very often (4); fairly often (3); once in a while (2); never (1) or binary-- satisfied (1) or not satisfied (0) depending on domain within the questionnaire. Items are summed to form a single composite score range 10-40, Higher scores on the scale is associated with better personal perception and social support.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in quality of life as assessed by the European Quality of Life (Euro-QOL-5D)","description":"The Euro-QOL-5D is a self-report measure that measures quality of life across 5 domains: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Response choices are severe, moderate or none (levels of disability) across domains. Questionnaire also includes a Visual Analog Scale, where respondents report their perceived health status ranging from 0 (the worst possible health status) to 100 (the best possible health status).","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in health literacy as assessed by the Rapid Estimate of Adult Literacy in Medicine (REALM)","description":"The REALM screening tool assesses ability for respondent to correctly pronounce a list of common medical words and lay terms using the REALM Patient Word List. A score of 0-18 is 3rd grade and below, score of 19-44 is 4th to 6th grade, score of 45-60 is 7th to 8th grade, and a score of 61-66 is high school or above.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in digital health literacy as assessed by the Digital Health Care Literacy Scale","description":"The Digital Health Care Literacy scale is a 3-item questionnaire. Response options ranged from strongly disagree (0 points) to strongly agree (4 points). Total possible score options ranged from 0-12. Higher scores indicated higher digital health care literacy.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in digital health literacy as assessed by the Mobile Device Proficiency Questionnaire (MDPQ)","description":"The MDPQ is a 16-item questionnaire divided into 8 sub-scales. All items are on a 5-point scale with choices never tried (1), not at all (2), not very easily (3), somewhat easily (4), and to very easily (5). A low score indicates low mobile device proficiency.","timeFrame":"Baseline, 9 weeks"}],"secondaryOutcomes":[{"measure":"Change in Function as assessed by Lawton & Brody's assessment of Instrumental Activities of Daily Living Scale","description":"The assessment contains 8 questions with answers that are either a score of 0 or 1. A summary score ranges from 0 (low function, dependent) to 8 (high function, independent) for women, and 0 through 5 for men to avoid potential gender bias.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in Function as assessed by the Katz Index of Independence in Activities of Daily Living","description":"6 questions, each 1 point for a total score of 6. A score closer to 6 indicates high patient independence.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in Pain as assessed by the Brief Pain Inventory","description":"The Brief Pain Inventory - is a 4-item self-administered questionnaire used to evaluate the severity of a patient's pain and the impact of this pain on the patient's daily functioning. The patient is asked to rate their worst, least, average, and current pain intensity, list current treatments and their perceived effectiveness, and rate the degree that pain interferes with general activity, mood, walking ability, normal work, relations with other persons, sleep, and enjoyment of life on a 10 point scale. For the 10 point scale, 0 indicated no pain and 10 indicates the worst imaginable pain. Score range 0-40.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in Depression as assessed by the Patient Health Questionnaire Depression Scale (PHQ-2)","description":"The PHQ-2 is a item self-reported questionnaire to assess frequency of depression. The total score ranges from 0-6. A score of 3 or greater signifies that major depressive disorder is likely.","timeFrame":"Baseline, 9 weeks"},{"measure":"Change in Frailty as assessed by the Fried Frailty Phenotype","description":"The Fried Frailty Phenotype contains 5 criteria: unintentional weight loss \\>10lbs \\>5% of body mass in the last year, weakness (handgrip strength measurement), exhaustion (based on the Center for Epidemiological Studies Depression Scale), slow gait (walking time over a distance), and low physical activity. People who had none of the criteria were considered non-frail, people who had 1 and 2 criteria were considered pre-frail, and people who had ≥3 criteria were considered frail.","timeFrame":"Baseline, 9 weeks"}],"otherOutcomes":[{"measure":"Acceptability at endpoint of intervention assessed by survey","description":"Score on Likert scale-based questions re: program content \\& structure satisfaction, willingness to recommend. Survey developed by study team.","timeFrame":"9 weeks"},{"measure":"Feasibility as assessed by qualitative questions","description":"Open/ Close Ended Questions. Questions developed by study team.","timeFrame":"9 weeks"},{"measure":"Feasibility as assessed by recruitment rate","description":"Recruitment Rate. Measured by how many people recruited over designated period of time Mean time for survey administration, Withdrawal Rate, Cost. Questions developed by study team.","timeFrame":"9 weeks"},{"measure":"Feasibility as assessed by completion rate","description":"Measured by how many people complete the intervention over designated period of time","timeFrame":"9 weeks"},{"measure":"Feasibility as assessed by mean time for survey administration","description":"Mean time for survey administration measured by the average time it takes data collector to administer survey to participants","timeFrame":"9 weeks"},{"measure":"Feasibility as assessed by withdrawal rate","description":"Withdrawal Rate. Measured by how many people withdrawal from the intervention over designated period of time","timeFrame":"9 weeks"},{"measure":"Feasibility as assessed by average cost","description":"Cost. measured by average cost to deliver the intervention per person","timeFrame":"9 weeks"},{"measure":"Fidelity as assessed by percent completion of intervention items at endpoint of intervention","description":"% tasks/ patient- directed content delivery per session","timeFrame":"through study completion, an average of 1.5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 65 years old or older\n* English proficient\n* Willingness to improve digital literacy\n\nExclusion Criteria:\n\n* Severe cognitive impairment as defined by a 6-item Callahan Cognitive Screener\n* Hospitalization overnight more than 3 times in the last 12 months by self-report.","healthyVolunteers":false,"sex":"ALL","minimumAge":"65 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Samantha Curriero, MPH","role":"CONTACT","phone":"4436991220","email":"scurrie6@jh.edu"}],"overallOfficials":[{"name":"Melissa Hladek, PhD","affiliation":"Johns Hopkins School of Nursing","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Johns Hopkins School of Nursing","city":"Baltimore","state":"Maryland","zip":"21205","country":"United States","contacts":[{"name":"Samantha Curriero, MPH","role":"CONTACT","phone":"443-699-1220","email":"scurrie6@jh.edu"}],"geoPoint":{"lat":39.29038,"lon":-76.61219}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}