{"protocolSection":{"identificationModule":{"nctId":"NCT06482385","orgStudyIdInfo":{"id":"37465"},"organization":{"fullName":"Chulalongkorn University","class":"OTHER"},"briefTitle":"Transmasculine Quality of Life and Sexual Function at Pre and Post Gender-affirming Hormonal Therapy","officialTitle":"The Short-term Effects of Testosterone on Quality of Life and Sexual Function Among Hormone-naive Transmasculine in Thailand","acronym":"transmen"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-09-15","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-31","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-31","type":"ACTUAL"},"studyFirstSubmitDate":"2024-02-02","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Chulalongkorn University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this prospective observational study is to evaluate the short-term effect of testosterone therapy on these issues among hormone naïve TM individuals.\n\nThe main questions that aim to answer are :\n\n1. Comparison quality of life in transgender men at pre and post testosterone therapy\n2. To evaluate the most affected domain of quality of life (QOL) and FSFI of this participants\n\nParticipants will be ask to complete two questionnaires: the World Health Organization Quality of Life BREF THAI (WHO-QOL-BREF-THAI) and the FSFI (female sexual function index) before testosterone administration and both questionnaires will be re-evaluated at 12 weeks after initiation of testosterone therapy","detailedDescription":"This study was designed as a single-center, prospective trial at King Chulalongkorn Memorial Hospital, Bangkok, Thailand between September 2022 to February 2024.\n\nAll hormone-naïve TM aged above 18 years who planned to start testosterone at Gender Health Clinic, King Chulalongkorn Memorial Hospital, Thailand were approached. All the enrolled participants will be received information about the study and written consent was obtained from all participants before the start of the study. The demographic data were recorded. Blood samples of serum estradiol, total testosterone and other laboratory investigations will be assessed including complete blood count, liver function test and lipid profiles. Then, the WHOQOLBREFTHAI questionnaire and Thai version of Female sexual function index questionnaire (FSFI) will be assessed before testosterone administration. All TM participants will be received 250 mg of testosterone enanthate intramuscularly every 4 weeks for 12 weeks. After 12 weeks of treatment, another laboratory investigations and 2 questionnaires, (WHOQOLBREFTHAI and FSFI) will be assessed again."},"conditionsModule":{"conditions":["Transgender Men"],"keywords":["Transgender men","Sexual function","Gender-affirming hormone therapy","Testosterone","Quality of life","FSFI"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Transgender men","description":"TM in this study were defined as individuals who were compatible with Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5).\n\nTM who had never used testosterone therapy before the enrollment."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"quality of life from WHOQOLBREFTHAI questionnaire in transgender men after testosterone therapy","description":"quality of life reporting from WHOQOLBREFTHAI questionnaire in transgender men after testosterone therapy","timeFrame":"3 months"}],"secondaryOutcomes":[{"measure":"To evaluate the most affected domain of WHOQOLBREFTHAI questionnaire of this participants","description":"To evaluate the most affected domain of quality of life (WHOQOLBREFTHAI questionnaire) of this participants","timeFrame":"3 months"},{"measure":"To evaluate the sexual function from Thai version of Female sexual function index questionnaire of this participants","description":"To evaluate the FSFI from Thai version of Female sexual function index questionnaire of this participants","timeFrame":"3 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* compatible with Diagnostic and Statistical Manual of Mental Disorders, 5th Edition (DSM-5)\n* had never used testosterone therapy before the enrollment\n\nExclusion Criteria:\n\n* history of abnormal hormone functions\n* ongoing treatment or current use of medications that affect hormone functions\n* diagnosis of psychiatric illnesses beyond gender dysphoria by a psychiatrist\n* prescription of psychiatric or neurological medications within the past 3 months up to the present study participation\n* presence of chronic illnesses or severe age-related conditions, such as chronic kidney disease, chronic liver disease, or any type of cancer","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"genderDescription":"transgender men","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All hormone-naïve TM aged above 18 years who planned to start testosterone at Gender Health Clinic, King Chulalongkorn Memorial Hospital, Thailand","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"overallOfficials":[{"name":"Vichadet Vichuladda, M.D.","affiliation":"Chulalongkorn University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chulalongkorn University","city":"Pathum Wan","state":"Bangkok","zip":"10260","country":"Thailand","geoPoint":{"lat":13.73649,"lon":100.5239}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M16509","name":"Testosterone","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}