{"protocolSection":{"identificationModule":{"nctId":"NCT06472154","orgStudyIdInfo":{"id":"Depression and Anxiety"},"organization":{"fullName":"University of Malaya","class":"OTHER"},"briefTitle":"The Effect of Chinese Five-element Music","officialTitle":"he Effect of Chinese Five-element Music Based on Midnight-noon Ebb-flow Theory on Depression and Anxiety Among Older Adults"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-31","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-31","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Malaya","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Depression and anxiety among the older adults is an issue that cannot be ignored at present. Compared to traditional pharmacological treatments and electroconvulsive therapy, non pharmacological treatments with fewer side effects, such as music-based intervention, are also effective and more easily accepted for the treatment of depression and anxiety in the older adults. In China, there have been some researches conducted Chinese five elements music as a clinical treatment for relieving depression and anxiety disorders in patients. However, there is few research on the impact of Chinese five elements music-based intervention based on midnight-noon ebb-flow theory on depression and anxiety in the older adults. This study investigated the intervention effect of Chinese five elements music-based intervention accompanied by midnight-noon ebb-flow theory on depression and anxiety in older adults.","detailedDescription":"Depression and anxiety among the older adults is an issue that cannot be ignored at present. Compared to traditional pharmacological treatments and electroconvulsive therapy, non pharmacological treatments with fewer side effects, such as music-based intervention, are also effective and more easily accepted for the treatment of depression and anxiety in the older adults. In China, there have been some researches conducted Chinese five elements music as a clinical treatment for relieving depression and anxiety disorders in patients. However, there is few research on the impact of Chinese five elements music-based intervention based on midnight-noon ebb-flow theory on depression and anxiety in the older adults. This study investigated the intervention effect of Chinese five elements music-based intervention accompanied by midnight-noon ebb-flow theory on depression and anxiety in older adults. This study intervened in music-based intervention for 86 older adults with depression and anxiety, and divided the 86 subjects into an experimental group (with Chinese five elements music based on midnight-noon ebb-flow theory) and a control group (with Chinese five elements music). This study used the Hamilton Depression Scale, Hamilton Anxiety Scale, and the Quality of Life Enjoyment and Satisfaction Questionnaire as assessment instruments after the intervention. According to the evaluation results, it was found that compared with traditional Chinese five elements music, the intervention of Chinese five elements music with midnight-noon ebb-flow theory is more effective in alleviating depression in the older adults. This study will provide a scientific basis for further study of the timing mechanism of the five elements theory and further advance the benefits of Traditional Chinese Time Medicine."},"conditionsModule":{"conditions":["Depression","Anxiety"],"keywords":["Depression","Anxiety","older adults","Chinese five elements music-based intervention","Midnight-noon ebb-flow"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study intervened in music-based intervention for 86 older adults with depression and anxiety, and divided the 86 subjects into an experimental group (with Chinese five elements music based on midnight-noon ebb-flow theory) and a control group (with Chinese five elements music).","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":86,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"experimental group","type":"EXPERIMENTAL","description":"with Chinese five elements music based on midnight-noon ebb-flow theory","interventionNames":["Other: Experimental"]},{"label":"control group","type":"PLACEBO_COMPARATOR","description":"with Chinese five elements music","interventionNames":["Other: Control"]}],"interventions":[{"type":"OTHER","name":"Experimental","description":"The experimental group intervened based on the midnight-noon ebb-flow theory, listening to music corresponding to the five organs at different time periods.","armGroupLabels":["experimental group"]},{"type":"OTHER","name":"Control","description":"The control group listened to Chinese five elements music pieces from 13:00 to 18:00 p.m., each music piece for within 30 minutes for, 5 days per week, 4 weeks for a cycle, 3 cycles in total.","armGroupLabels":["control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hamilton Depression Rating Scale (HAM-D)","description":"The 17 items of the original HAM-D measure the degree of depression, feelings of guilt, suicidal thoughts, insomnia, ability to work and be active, language and cognitive retardation, agitation, anxiety (psychological and somatic), gastrointestinal, genital or general symptoms, hypochondriasis, weight loss and awareness of illness. Similar to the HAM-A, more than half of the items have values between 0 and 4. All other values are between 0 and 2, with the exception of weight loss (0-3). Individuals who score between 0 and 7 are considered normal or in remission. According to UF Health (2011b), a total score of more than 20 is considered an indication of at least moderate to severe depression","timeFrame":"12 months"},{"measure":"Hamilton Anxiety Rating Scale (HAM-A)","description":"The 14 items of the HAM-A relate to psychological and somatic symptoms such as tension, insomnia, nervousness, depression and somatic symptoms. They also cover behavioral problems identified during the interview, such as restlessness or fidgeting, as well as problems with the respiratory tract, gastrointestinal tract, cardiovascular system, genitourinary system or autonomic system. With a total score of 0-56, each element is rated on a scale from 0 (not present) to 4 (extremely severe). According to UF Health (2011a), individuals who score between 0 and 7 are considered normal or in remission, a total score of less than 17 more than 7 indicates low anxiety, 18-24 indicates mild to moderate anxiety, and 25-30 indicates moderate to severe anxiety.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants' HAM-D scores should be greater than 8 and HAM-A scores should be greater than 7.\n2. Patients should be older than or equal to 60 years of age.\n3. Patients have no other psychiatric disorders and are not taking psychotropic medication to improve symptoms.\n4. They participate voluntarily in this experiment.\n\nExclusion Criteria:\n\n1. People who did not meet the diagnostic criteria. .\n2. Who have participated in other clinical trials within the last four weeks.\n3. Graduates of music studies or workers who are involved in music.\n4. People suffering from hearing impairment or other severe chronic psychiatric disorders.\n5. People who are under psychotropic medication.","healthyVolunteers":true,"sex":"ALL","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"wen fen beh, Phd","affiliation":"University Malaya","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Qinhuangdao No. 5 Hospital","city":"Qinhuangdao","state":"Hebei","zip":"066000","country":"China","geoPoint":{"lat":39.93167,"lon":119.58833}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"},{"id":"D000001008","term":"Anxiety Disorders"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M4324","name":"Anxiety Disorders","asFound":"Anxiety","relevance":"HIGH"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21835","name":"Mood Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}