{"protocolSection":{"identificationModule":{"nctId":"NCT06470568","orgStudyIdInfo":{"id":"11240905"},"organization":{"fullName":"Universidad de La Frontera","class":"OTHER"},"briefTitle":"Resistance Exercise Training in Individuals Aged 60 and Older With Mild Cognitive Impairment","officialTitle":"Comparison of Progressive Resistance Exercise Training and Usual Therapy in People Over 60 Years of Age With Mild Cognitive Impairment: Effects on Cognitive Function, Skeletal Muscle Mass, and Strength","acronym":"RET-MCI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Paulina Belen Sepulveda Figueroa","investigatorTitle":"Academic","investigatorAffiliation":"Universidad de La Frontera"},"leadSponsor":{"name":"Universidad de La Frontera","class":"OTHER"},"collaborators":[{"name":"Agencia Nacional de Investigación y Desarrollo","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aging population in Chile and worldwide is increasing, with older people expected to represent 32.1% of the population by 2050. This demographic shift brings age-related pathologies such as dementia, a leading cause of disability and dependence among older individuals globally. Mild cognitive impairment (MCI) precedes dementia and presents a critical therapeutic window for halting or slowing its progression. While resistance exercise training appears promising for this at-risk population, few studies have evaluated its effects on cognitive function and muscle strength in individuals with MCI.\n\nHypothesis: Twelve weeks of progressive resistance exercise training will significantly improve cognitive function, skeletal muscle mass, and strength in people over 60 years of age with MCI compared to the usual therapy in the control group.\n\nGoal: The main objective of this study is to compare the effect of progressive resistance exercise training with usual therapy (control group) on cognitive function, skeletal muscle mass, and strength in individuals over 60 years of age with mild cognitive impairment.\n\nMethodology: In this randomized controlled trial, we will recruit 60 participants (both men and women) aged 60 years or older. Participants will be identified with MCI using the MoCA and Pfeffer Functional Activities Questionnaire (PFAQ). They will be randomly assigned to two equal groups: a control group (receiving usual therapy) and an intervention group (receiving usual therapy plus resistance training). All participants in both groups will be evaluated before (Pre-time 0) and after (Post-time 1) the intervention. During the evaluations, samples and measurements will be taken, including fasting blood samples for BDNF and CTSB measurement, whole-body dual-energy X-ray absorptiometry (DEXA) to assess global muscle mass, and magnetic resonance imaging of the quadriceps and brain. Global cognitive function will be evaluated using the ACEIII test, maximum strength with 1 repetition maximum (1RM), functional capacity with the Short Physical Performance Battery (SPPB), adapted Timed Up and Go (TUG) test, Activities of Daily Living Questionnaire (T-ADLQ). Finally, quality of life will be assessed using the WHOQOL-BREF scale.","detailedDescription":"The aging population in Chile and worldwide is increasing, with older people expected to represent 32.1% of the population by 2050. This demographic shift brings age-related pathologies such as dementia, a leading cause of disability and dependence among older individuals globally. Mild cognitive impairment (MCI) precedes dementia and presents a critical therapeutic window for halting or slowing its progression. While resistance exercise training appears promising for this at-risk population, few studies have evaluated its effects on cognitive function and muscle strength in individuals with MCI.\n\nHypothesis: Twelve weeks of progressive resistance exercise training will significantly improve cognitive function, skeletal muscle mass, and strength in people over 60 years of age with MCI compared to the usual therapy in the control group.\n\nGoal: The main objective of this study is to compare the effect of progressive resistance exercise training with usual therapy (control group) on cognitive function, skeletal muscle mass, and strength in individuals over 60 years of age with mild cognitive impairment.\n\nMethodology: In this randomized controlled trial, 60 participants (both men and women) aged 60 years or older will be recruited. Participants will be identified with MCI using the Montreal Cognitive Assessment (MoCA) and the Pfeffer Functional Activities Questionnaire (PFAQ). They will be randomly assigned to two equal groups: a control group (receiving usual therapy) and an intervention group (receiving usual therapy plus resistance training). Participants in the control group will receive usual care for 12 weeks, including one medical review and one educational talk. Participants in the intervention group will maintain their usual therapy and will participate in supervised full-body resistance training with a kinesiologist, performing exercises three times per week for 12 weeks. All participants in both groups will be evaluated before (Pre-time 0) and after (Post-time 1) the intervention. During the evaluations, samples and measurements will be taken, including fasting blood samples for BDNF and CTSB measurement, whole-body dual-energy X-ray absorptiometry (DEXA) to assess global muscle mass, and magnetic resonance imaging of the quadriceps and brain. Global cognitive function will be evaluated using the ACEIII test, maximum strength with 1 repetition maximum (1RM), functional capacity with the Short Physical Performance Battery (SPPB), adapted Timed Up and Go (TUG) test, Activities of Daily Living Questionnaire (T-ADLQ). Finally, quality of life will be assessed using the WHOQOL-BREF scale. Expected Results: Few studies worldwide, and none in Chile, have evaluated the effects of resistance training on cognitive function, muscle mass, and strength gain in individuals with mild cognitive impairment, or the correlation between increased muscle strength and cognition. There are also no protocols or clinical guidelines for resistance training in this at-risk population. The impact of resistance exercise on cognitive function in individuals with MCI remains unclear. The proposed research will provide new insights into the effectiveness of resistance training on cognition in individuals with MCI over 60 years of age. We hope that our findings will be of significant value in the development of future interventions to prevent or postpone the progression of dementia."},"conditionsModule":{"conditions":["Mild Cognitive Impairment"],"keywords":["Mild cognitive impairment","Resistance exercise training","Cognition","Dementia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The kinesiologists performing the assessments will be blind to the intervention. The blinding will extend to the data analysis team.","whoMasked":["CARE_PROVIDER","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":60,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"Participants assigned to the intervention group will perform a supervised Progressive Resistance Exercise Training program for the whole body three times per week for 12 weeks.","interventionNames":["Behavioral: Progressive Resistance exercise training"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"Participants assigned to the control group will receive the usual therapy, medical monitoring, and educational lectures. They will be instructed to maintain their current physical condition."}],"interventions":[{"type":"BEHAVIORAL","name":"Progressive Resistance exercise training","description":"The training sessions will begin with a 5-minute warm-up on a cycle ergometer and global movements involving the upper limbs. Following this, participants will perform one additional warm-up set, followed by four regular sets on both the leg press and leg extension machines. Upper body exercises will then be conducted on the chest press, pull-up, and horizontal rowing machines, with each exercise comprising 2 sets.\n\nTo conclude each session, there will be a 5-minute cooldown period involving global muscle stretching exercises. During the initial 6-week period, the workload will progressively increase from 60% to 80% of 1RM (10 repetitions per set). Subsequently, the 1RM will be reassessed to adjust workloads (maintaining 60%-80%) for the subsequent 6-week period. Compliance for per-protocol analysis will require participants to complete at least 80% of the training sessions (i.e., a minimum of 29 out of 36 sessions).","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Cognitive Function measured via Addenbrooke's Cognitive Examination III (ACE III) after resistance exercise training","description":"It will be assessed with the Addenbrooke's Cognitive Examination III (ACE III) (Hsieh et al., 2013), which was developed to overcome the neuropsychological omissions present in the Mini-Mental State Examination (MMSE) (Carnero-Pardo, 2014). This examination is sensitive to cognitive changes in the early stages of cognitive impairment (Slachevsky et al., 2014; Matías-Guiu et al., 2018). The questionnaire, adapted and validated for the Chilean population (Bruno et al., 2020), showed a sensitivity of 98% and a specificity of 82%. It is composed of five domains: attention, memory, language, verbal fluency, and visuospatial skills, and takes no more than 20 minutes to complete. The result is based on a maximum score of 100 points, where higher scores indicate better memory and cognitive performance.","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in body composition measured via dual-energy X-ray absorptiometry scanning after resistance exercise training","description":"Whole-body and regional lean mass and whole-body fat mass were determined by dual-energy X-ray absorptiometry scanning (Lunar General Electric iDEXA, General Electric Medical Systems). In addition, weight, height, waist circumference, and leg volume were determined.","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in muscle strength measured via 1RM strength tests after resistance exercise training.","description":"Maximum strength was assessed using 1RM strength tests. Maximum strength was first estimated using the multiple-repetition procedure during the familiarization trial. In a separate session, 1RM strength was subsequently determined for all lower and upper body exercises on the same equipment as used for training. In addition, maximal handgrip strength was obtained using a Jamar electronic handheld dynamometer (model Plus+, Patterson Medical).","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in quadriceps muscle volume (QMV) measured via magnetic resonance imaging (MRI)","timeFrame":"The assessment will be conducted before and after the 12-week intervention"}],"secondaryOutcomes":[{"measure":"Change in functional capacity measured via Short Physical Performance Battery (SPPB) after resistance exercise training.","description":"The functional capacity is assessed through the Short Physical Performance Battery (SPPB).","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in functional capacity measured via Timed Up and Go test (TUG) after resistance exercise training.","description":"The functional capacity is assessed through the adapted Timed Up and Go test (TUG).","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in functional capacity measured via T-ADLQ questionnaire after resistance exercise training.","description":"The functional capacity is assessed through the T-ADLQ questionnaire.","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in biomarkes measured via blood samples after resistance exercise training.","description":"Blood samples will be collected in EDTA-containing tubes and centrifuged at 3000 rpm for 15 minutes at room temperature. Subsequently, cell-free plasma will be aliquoted into cryovials and stored at -80°C until analysis for CTSB and BDNF. Quantification of CTSB and BDNF in plasma will be conducted using ELISA kits for total BDNF (R\\&D Systems, Minneapolis, MN, USA) and CTSB (Abcam, Cambridge, MA, USA), following the manufacturers' specifications.","timeFrame":"The assessment will be conducted before and after the 12-week intervention"},{"measure":"Change in quality of life measured via WHOQOL-BREF scale after resistance exercise training.","description":"The WHOQOL-BREF scale assesses health-related quality of life. This scale consists of 26 items that evaluate four domains of quality of life: physical health, psychological health, social relationships, and environmen","timeFrame":"he assessment will be conducted before and after the 12-week intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Individuals with Mild Cognitive Impairment will be identified through the administration of the standard MoCA test and the Pfeffer Functional Activities Questionnaire (PFAQ). Both assessments will be conducted in a single evaluation session by an expert neurologist.\n* 18.5 \\< body mass index \\<30 kg/m2\n\nExclusion Criteria:\n\n* Performing regular resistance exercise training in the previous 6 months\n* Unstable cardiac diseases, or individuals who have had a stroke in the last 6 months\n* Significant psychiatric or neurological disorders, with the use of acetylcholinesterase inhibitors, and untreated mood disorders or depressive pathology\n* Neuromuscular or mobility disorders that prevent safe resistance training (debilitating arthritis, spasticity/rigidity, and paralysis), along with untreated metabolic disorders (such as uncontrolled systemic hypertension)","healthyVolunteers":false,"sex":"ALL","genderBased":true,"genderDescription":"In the sample selection, demographic data from the city of Temuco from 2017 (INE, 2017) will be considered. This data indicates a population distribution of 69% women and 31% men among older adults","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M29705","name":"Cognitive Dysfunction","asFound":"Mild Cognitive Impairment","relevance":"HIGH"},{"id":"M6904","name":"Dementia","relevance":"LOW"},{"id":"M6301","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}