{"protocolSection":{"identificationModule":{"nctId":"NCT06470516","orgStudyIdInfo":{"id":"20230914"},"organization":{"fullName":"Sir Run Run Shaw Hospital","class":"OTHER"},"briefTitle":"The Hi-tACS on Cognitive Function in Patients With Schizophrenia","officialTitle":"The Impact of High-frequency Transcranial Alternating Current Stimulation (Hi-tACS) on Cognitive Function in Patients With Schizophrenia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Jinsong Tang","investigatorTitle":"Deputy chief physician","investigatorAffiliation":"Sir Run Run Shaw Hospital"},"leadSponsor":{"name":"Sir Run Run Shaw Hospital","class":"OTHER"},"collaborators":[{"name":"Quzhou Third hospital","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is a double-blind, randomized, controlled intervention study aimed at exploring whether high-frequency transcranial alternating current stimulation (Hi-tACS) can improve cognitive impairment in patients with schizophrenia.","detailedDescription":"Schizophrenia is a chronic, severe mental disorder characterized by a high suicide rate and significant disability. Cognitive impairment is one of the core symptoms of schizophrenia, with approximately 98% of patients experiencing a decline in cognitive function compared to pre-illness levels. Research has found that individuals with schizophrenia show significant impairments in seven domains, including reaction time, attention, working memory, verbal learning and memory, visual learning and memory, logical reasoning, and social cognition.\n\nPharmacological treatment remains the primary approach for managing schizophrenia. However, cognitive impairment in individuals with schizophrenia often does not respond well to medication. Additionally, electroconvulsive therapy (ECT) may have potential cognitive side effects. Transcranial alternating current stimulation (tACS), a form of noninvasive brain stimulation, has been found in several studies to improve cognition. However, its effectiveness is not yet clear.\n\nConventional tACS utilizes weak currents below 4mA, which can only directly stimulate certain cortical areas and indirectly stimulate deep brain structures. Moreover, the targeting of specific brain regions can be complex, and users may experience a sensation of heat on the skin where the electrodes come into contact.High-frequency transcranial alternating current stimulation (Hi-tACS) employs electrical currents greater than 10mA, typically ranging from 10-15mA. Unlike conventional tACS, Hi-tACS can apply stimulation to the entire brain, potentially enhancing its therapeutic effects. Moreover, Hi-tACS does not require precise targeting and is generally well-tolerated without any discomfort during the stimulation. It is considered a promising and potentially safe treatment modality for cognitive impairment in schizophrenia."},"conditionsModule":{"conditions":["Schizophrenia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"treatment arm","type":"ACTIVE_COMPARATOR","description":"The frequency of the stimulation was 77.5Hz and the intensity was 15mA. Each participant was treated twice a day for 40 minutes each time, with an interval of more than 3 hours between the two sessions for 30 days","interventionNames":["Device: high-frequency transcranial alternating current stimulation"]},{"label":"sham-treatment arm","type":"SHAM_COMPARATOR","description":"The frequency of the stimulation was 77.5Hz and the intensity was 0mA. Each participant was treated twice a day for 40 minutes each time, with an interval of more than 3 hours between the two sessions for 30 days","interventionNames":["Device: sham high-frequency transcranial alternating current stimulation"]}],"interventions":[{"type":"DEVICE","name":"high-frequency transcranial alternating current stimulation","description":"The experimental group received real stimulation of high-frequency transcranial alternating current stimulation (Hi-tACS).The treatment duration is 30 days, with two sessions per day, each lasting 40 minutes.The experimental group received Hi-tACS with parameters set at 77.5Hz and 15mA.","armGroupLabels":["treatment arm"]},{"type":"DEVICE","name":"sham high-frequency transcranial alternating current stimulation","description":"The the control group received sham stimulation of high-frequency transcranial alternating current stimulation (Hi-tACS).The treatment duration is 30 days, with two sessions per day, each lasting 40 minutes.The experimental group received Hi-tACS with parameters set at 0mA","armGroupLabels":["sham-treatment arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"scores of Repeatable Battery for the Assessment of Neuropsychological Status","description":"The Repeatable Battery for the Assessment of Neuropsychological Status (RBANS) is a standardized cognitive assessment tool used in clinical and research settings. It evaluates cognitive abilities such as attention, memory, language, and visuospatial skills. The RBANS consists of 12 subtests and takes about 45-60 minutes to complete. It is efficient, providing a comprehensive assessment of cognitive functioning. The RBANS is extensively validated and normed, making it reliable for assessing cognitive performance. It provides standardized scores for comparison with peers, making it useful for detecting cognitive impairments. Overall, the RBANS is a valuable tool for evaluating cognitive functioning and tracking changes over time.","timeFrame":"20 days of treatment"},{"measure":"functional near-infrared spectroscopy","description":"Functional near-infrared spectroscopy (fNIRS) measures the oxygen content of the cerebral cortex and provides the values of oxy-emoglobin and deoxygenatedhemoglobin in real time, indicating the level of brain activity","timeFrame":"20 days of treatment"}],"secondaryOutcomes":[{"measure":"scores of Montreal Cognitive Assessment Scale","description":"The Montreal Cognitive Assessment Scale (MoCA) is a cognitive screening tool widely used to assess the cognitive function of individuals. It includes various tasks that evaluate different cognitive domains such as attention, memory, language, and visuospatial abilities. The scoring range for the MoCA is from 0 to 30, with a higher score indicating better cognitive function.","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"scores of Positive and Negative Syndrome Scale","description":"The Positive and Negative Syndrome Scale (PANSS) is a clinical assessment tool used to evaluate symptoms in individuals with psychiatric disorders such as schizophrenia. It assesses positive symptoms (e.g., hallucinations, delusions), negative symptoms (e.g., reduced emotions, social withdrawal), and general psychopathology (e.g., anxiety, depression). The PANSS consists of 30 items rated on a 7-point scale. It helps clinicians and researchers understand the severity and frequency of symptoms, track changes over time, and evaluate treatment effectiveness.","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"scores of Auditory Hallucinations Rating Scale","description":"The Auditory Hallucinations Rating Scale (AHRS) is a standardized assessment tool used to measure the severity and characteristics of auditory hallucinations in individuals with psychiatric conditions. It includes items that assess the frequency, duration, content, and distress associated with auditory hallucinations. The scale provides a quantitative evaluation of these experiences and can be valuable in diagnosis, treatment planning, and outcome evaluation. The AHRS has demonstrated reliability and validity, making it a valuable tool for both research and clinical settings.","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"scores of Hamilton Anxiety Scale","description":"The Hamilton Anxiety Scale (HAMA) is a widely used assessment tool for measuring the severity of anxiety symptoms. It consists of 14 items that assess various psychological and physical symptoms of anxiety. The scale is administered through a semi-structured interview, and each item is rated on a scale of 0 to 4 based on symptom severity. The HAM-A is reliable and valid, making it a valuable tool for monitoring symptom changes and evaluating treatment effectiveness in research and clinical settings","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"scores of Hamilton Depression Scale","description":"The Hamilton Depression Scale (HAMD) is a widely used assessment tool for measuring the severity of depressive symptoms. It consists of multiple items that assess various psychological and physical symptoms of depression. Each item is rated on a scale of 0 to 4 based on symptom severity. The HAMD is administered through a semi-structured interview and is reliable and valid. It is commonly used in research and clinical settings to monitor symptom changes and evaluate treatment effectiveness.","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"scores of Pittsburgh sleep quality index","description":"The Pittsburgh Sleep Quality Index (PSQI) is a widely used questionnaire for assessing sleep quality in adults. It consists of 19 items that evaluate various aspects of sleep, including subjective quality, duration, efficiency, disturbances, medication use, and daytime dysfunction. The items are rated on a scale of 0 to 3, and the scores are summed for a global score between 0 and 21. The PSQI is a reliable tool used in research and clinical settings to assess sleep quality, including both subjective and objective components. It is a convenient self-administered questionnaire that has been used to measure sleep disturbances and evaluate sleep disorder interventions","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"The Clinical Assessment Interview for Negative Symptoms","description":"The Clinical Assessment Interview for Negative Symptoms (CAINS) means that evaluator uses standardized scale instructions to ask participants specific questions and assess the negative symptoms.","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"},{"measure":"Magnetic resonance imaging","description":"Resting state magnetic resonance imaging of the subjects was collected","timeFrame":"1 day before the start of the treatment, 20 days of treatment"},{"measure":"Brain-derived neurotrophic factor","description":"Blood samples of the subjects were collected for brain-derived neurotrophic factor","timeFrame":"1 day before the start of the treatment, 20 days of treatment, 30 days after treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Meets the diagnostic criteria for schizophrenia according to DSM-5.\n2. Age ≥ 18 years old.\n3. Right-handed.\n4. Willing to participate in this study and sign an informed consent form. If the participant is unable to read and sign the informed consent form due to lack of capacity, a legal guardian must act as a proxy during the informed consent process and sign the form.\n5. Clinically stable, receiving antipsychotic medication treatment with a stable dose for 4 weeks without any changes.\n6. Montreal Cognitive Assessment score ≥ 10 points.\n\nExclusion Criteria:\n\n1. Psychotic disorders caused by split affective disorder, bipolar disorder, intellectual disability, anxiety spectrum disorders, drugs, alcohol, and other psychoactive substances according to DSM-V diagnostic criteria.\n2. Those with severe or unstable organic diseases, with a history of brain tumors or epilepsy.\n3. Those who have received MECT or TMS treatment within 1 month before enrollment.\n4. Skin integrity at the electrode placement site is compromised. Allergy to electrode gel or adhesive.\n5. Implants of metal or electronic devices (such as pacemakers, cochlear implants, deep brain stimulators, aneurysm clips, internal fixation devices after ventriculoperitoneal shunt surgery, etc.).\n6. Participation in any other clinical trials within 1 month prior to baseline.\n7. Pregnant and lactating women.\n8. The investigator believes that there are inappropriate conditions for participating in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jinsong Tang, Doctorate","role":"CONTACT","phone":"+8613627311963","email":"tangjinsong@zju.edu.cn"}],"locations":[{"facility":"Sir Run Run Shaw Hospital","status":"RECRUITING","city":"Hanzhou","state":"Zhejiang","zip":"310020","country":"China","contacts":[{"name":"Jinsong Tang","role":"CONTACT","phone":"13627311963","email":"tangjinsong@zju.edu.cn"}],"geoPoint":{"lat":26.4965,"lon":99.437}},{"facility":"Quzhou Third Hospital","status":"RECRUITING","city":"Quzhou","state":"Zhejiang","zip":"324003","country":"China","contacts":[{"name":"Xiaofeng Gao","role":"CONTACT"}],"geoPoint":{"lat":28.95944,"lon":118.86861}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000012559","term":"Schizophrenia"}],"ancestors":[{"id":"D000019967","term":"Schizophrenia Spectrum and Other Psychotic Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M15376","name":"Schizophrenia","asFound":"Schizophrenia","relevance":"HIGH"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M21838","name":"Schizophrenia Spectrum and Other Psychotic Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M16974","name":"Triamcinolone","relevance":"LOW"},{"id":"M16975","name":"Triamcinolone Acetonide","relevance":"LOW"},{"id":"M237966","name":"Triamcinolone hexacetonide","relevance":"LOW"},{"id":"M209573","name":"Triamcinolone diacetate","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}