{"protocolSection":{"identificationModule":{"nctId":"NCT06478797","orgStudyIdInfo":{"id":"IRB: 00006311"},"organization":{"fullName":"Hospital General Pediátrico Niños de Acosta Ñu","class":"OTHER"},"briefTitle":"Early Resuscitation in Paediatric Sepsis Using Inotropes","officialTitle":"Adrenaline in Early Sepsis Resuscitation in Children- A Randomised Controlled Pilot Study in the Emergency Department (ANDES CHILD)","acronym":"ANDES-CHILD"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"NATALIA LOPERA MUNERA","investigatorTitle":"Pediatrician, principal investigator","investigatorAffiliation":"Hospital General Pediátrico Niños de Acosta Ñu"},"leadSponsor":{"name":"NATALIA LOPERA MUNERA","class":"OTHER"},"collaborators":[{"name":"University Children's Hospital, Zurich","class":"OTHER"},{"name":"Universidad Nacional del Nordeste, Argentina","class":"OTHER"},{"name":"Instituto Latino Americano de Sepse","class":"UNKNOWN"},{"name":"Hospital Pablo Tobón Uribe","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Septic shock in children still carries substantial mortality and morbidity. While resuscitation with 40-60 mL/kg intravenous fluid boluses remains a cornerstone of initial resuscitation, an increasing body of evidence indicates potential for harm related to high volume fluid administration. The investigators hypothesize that a protocol on early use of inotropes in children with septic shock is feasible and will lead to less fluid bolus use compared to standard fluid resuscitation. Here, the investigators describe the protocol of the Adrenaline in Early Sepsis Resuscitation in Children- A Randomised Controlled Pilot Study in the Emergency Department (ANDES CHILD)"},"conditionsModule":{"conditions":["Sepsis"],"keywords":["pediatric sepsis","septic shock","inotropes","adrenaline","emergency department","fluid","child"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study is a two-armed control study. One of the arms is the control group, so a group of participants, that is being treated with the standard therapy. The other arm is the intervention group, a group of participants that is being treated with adrenaline. It will be random which child is assigned to which group, this insures that the study is not biased.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Sepsis will be treated with a standardized therapy protocol, where participants will receive fluids for resuscitation. Specifically, they will receive 40-60 ml/kg of fluids before the initiation of inotropes","interventionNames":["Other: Fluid"]},{"label":"Intervention group","type":"EXPERIMENTAL","description":"Sepsis will be treated with early inotropes, where participants will receive adrenaline after the first bolus of 20 ml/kg","interventionNames":["Drug: Adrenalin"]}],"interventions":[{"type":"OTHER","name":"Fluid","description":"Sepsis will be treated with standardized therapy protocol, where participants receive fluids (balanced or non-balanced crystalloids, or colloids) to be resuscitated. Specifically, they will receive 40-60 ml/kg of fluids before the initiation of inotropes.","armGroupLabels":["Control group"]},{"type":"DRUG","name":"Adrenalin","description":"Sepsis will be treated with early inotropes, where participants will receive adrenaline at a dose of 0.05 - 0.1 mcg/kg/min via peripheral intravenous, intraosseous, or central venous routes after the first fluid bolus of 20 ml/kg","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Survival free of organ support at 28 days","description":"Organ support will be defined as invasive ventilation support, cardiovascular organ support (inotropic or ECMO support), and renal replacement therapy","timeFrame":"From time of randomization until 28 days, if death occurs, time is set to 0 days"}],"secondaryOutcomes":[{"measure":"Recuitment rates","description":"Secondary feasibility outcome 1","timeFrame":"12 months"},{"measure":"Proportion of eligible randomised","description":"Other feasibility 2","timeFrame":"12 months"},{"measure":"Proportion of eligible consented using perspective consent and consent to continue","description":"Other feasibility 3","timeFrame":"12 months"},{"measure":"Time to initiation of inotropes between the control and the early inotrope arm","description":"Other feasibility 4","timeFrame":"24 hours"},{"measure":"Amount of fluid delivered (in mLs per kg) during the first 24 h between the control and the early inotrope arm","description":"Other feasibility 5","timeFrame":"24 hours"},{"measure":"Protocol violations","description":"Other feasibility 6. Percentage of patients not treated according to the assigned group.","timeFrame":"12 months"},{"measure":"Survival free of inotrope support at 7 days","description":"Secondary exploratory clinical outcome 1","timeFrame":"7 days"},{"measure":"Survival free of invasive ventilation support at 7 days","description":"Secondary exploratory clinical outcome 2","timeFrame":"7 days"},{"measure":"28-day mortality","description":"Secondary exploratory clinical outcome 3","timeFrame":"From time of randomization until 28 days"},{"measure":"Survival free of PICU censored at 28 days","description":"Secondary exploratory clinical outcome 4","timeFrame":"28 days"},{"measure":"PICU length of stay","description":"Secondary exploratory clinical outcome 5","timeFrame":"28 days"},{"measure":"Hospital length of stay","description":"Secondary exploratory clinical outcome 6","timeFrame":"28 days"},{"measure":"Functional Status Score at 28 days","description":"Secondary exploratory clinical outcome 7","timeFrame":"28 days"},{"measure":"Modified Pediatric Overall Performance Category at 28 days","description":"Secondary exploratory clinical outcome 7","timeFrame":"28 days"},{"measure":"Amount of fluid (mLs per kg) received during the first hour, and by 4, 12, and 24 hour post enrolment","description":"Secondary exploratory clinical outcome 8","timeFrame":"24 hours"},{"measure":"Proportion of patients with lactate <2 mmol/l at 6, 12, and 24 hours post enrolment","description":"Secondary exploratory clinical outcome 9","timeFrame":"24 hours"},{"measure":"Time to reversal of tachycardia during the first 24 h","description":"Secondary exploratory clinical outcome 10","timeFrame":"24 hours"},{"measure":"Time to shock reversal, defined as cessation of inotropes for at least 4 h censored at 28 days","description":"Secondary exploratory clinical outcome 11","timeFrame":"28 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 28 days and \\<18 years\n* Treated for sepsis\n* Received at least 20 ml/kg fluid bolus in the last 4 hours and clinician decides to continue treating signs of shock\n* Parental/caregiver consent prior to or after enrolment\n\nExclusion Criteria:\n\n* Preterm babies born \\<34 weeks gestation that have a corrected age of \\<28 days\n* Received ≥ 40 mL/kg of fluid boluses during the 4 h pre-enrolment\n* Inotrope infusion commenced pre-enrolment\n* Lack of access (intraosseous, central venous or peripheral) to administer fluids and/or inotropes after 60min of enrolment\n* Cardiomyopathy or chronic cardiac failure\n* Chronic hypertension due to cardiovascular or renal disease, requiring regular antihypertensive treatment\n* Known chronic renal failure (defined as requiring renal replacement therapy)\n* Known chronic hepatic failure\n* Palliative care patient/patient with limitation of treatment (not for inotropes, cardiopulmonary resuscitation, extracorporeal membrane oxygenation, intubation or ventilation)\n* Cardiopulmonary arrest in the past 2 h requiring cardiopulmonary resuscitation of \\>2min duration, or death is deemed to be imminent or inevitable during this admission.\n* Major bleeding with haemorrhagic shock\n* Sepsis is not likely to be the cause of shock\n* Previous enrollment in ANDES-CHILD","healthyVolunteers":false,"sex":"ALL","minimumAge":"28 Days","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Natalia Lopera, MD","role":"CONTACT","phone":"+57 3122978381","email":"natalialoperam@gmail.com"}],"locations":[{"facility":"Hospital de Niños \"Dr. Orlando Alassia\"","city":"Santa Fe","country":"Argentina","contacts":[{"name":"Rodolfo Pacce, MD","role":"CONTACT","phone":"+54 9 3424350350","email":"rodolfopacce2000@yahoo.com.ar"},{"name":"Rodolfo Pacce, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":-31.63333,"lon":-60.7}},{"facility":"Hospital Regional San Juan De Dios Tarija","city":"Tarija","country":"Bolivia","contacts":[{"name":"Nils Casson, MD","role":"CONTACT","phone":"+591 7 6187393","email":"nilsjefe1@hotmail.com"},{"name":"Nils Casson, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":-21.53549,"lon":-64.72956}},{"facility":"Hospital De Clínicas","city":"Asunción","country":"Paraguay","contacts":[{"name":"Ricardo Iramain, MD","role":"CONTACT","phone":"+595 981300491","email":"iramainricardo@gmail.com"},{"name":"Ricardo Iramain, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":-25.30066,"lon":-57.63591}},{"facility":"Hospital Niños de Acosta Ñu","city":"San Lorenzo","country":"Paraguay","contacts":[{"name":"Viviana Pavlicich, MD","role":"CONTACT","phone":"+595 971206043","email":"p_viviana@hotmail.com"},{"name":"Viviana Pavlicich, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":-25.33968,"lon":-57.50879}}]},"referencesModule":{"references":[{"pmid":"26903338","type":"BACKGROUND","citation":"Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, Bellomo R, Bernard GR, Chiche JD, Coopersmith CM, Hotchkiss RS, Levy MM, Marshall JC, Martin GS, Opal SM, Rubenfeld GD, van der Poll T, Vincent JL, Angus DC. The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3). JAMA. 2016 Feb 23;315(8):801-10. doi: 10.1001/jama.2016.0287."},{"pmid":"29459982","type":"BACKGROUND","citation":"Schlapbach LJ, Kissoon N. Defining Pediatric Sepsis. JAMA Pediatr. 2018 Apr 1;172(4):312-314. doi: 10.1001/jamapediatrics.2017.5208. No abstract available."},{"pmid":"28068437","type":"BACKGROUND","citation":"Scott HF, Brou L, Deakyne SJ, Kempe A, Fairclough DL, Bajaj L. Association Between Early Lactate Levels and 30-Day Mortality in Clinically Suspected Sepsis in Children. JAMA Pediatr. 2017 Mar 1;171(3):249-255. doi: 10.1001/jamapediatrics.2016.3681."},{"pmid":"31954465","type":"BACKGROUND","citation":"Rudd KE, Johnson SC, Agesa KM, Shackelford KA, Tsoi D, Kievlan DR, Colombara DV, Ikuta KS, Kissoon N, Finfer S, Fleischmann-Struzek C, Machado FR, Reinhart KK, Rowan K, Seymour CW, Watson RS, West TE, Marinho F, Hay SI, Lozano R, Lopez AD, Angus DC, Murray CJL, Naghavi M. Global, regional, and national sepsis incidence and mortality, 1990-2017: analysis for the Global Burden of Disease Study. Lancet. 2020 Jan 18;395(10219):200-211. doi: 10.1016/S0140-6736(19)32989-7."},{"pmid":"25471555","type":"BACKGROUND","citation":"Schlapbach LJ, Straney L, Alexander J, MacLaren G, Festa M, Schibler A, Slater A; ANZICS Paediatric Study Group. Mortality related to invasive infections, sepsis, and septic shock in critically ill children in Australia and New Zealand, 2002-13: a multicentre retrospective cohort study. Lancet Infect Dis. 2015 Jan;15(1):46-54. doi: 10.1016/S1473-3099(14)71003-5. Epub 2014 Dec 1."},{"pmid":"21768312","type":"BACKGROUND","citation":"Schlapbach LJ, Aebischer M, Adams M, Natalucci G, Bonhoeffer J, Latzin P, Nelle M, Bucher HU, Latal B; Swiss Neonatal Network and Follow-Up Group. Impact of sepsis on neurodevelopmental outcome in a Swiss National Cohort of extremely premature infants. Pediatrics. 2011 Aug;128(2):e348-57. doi: 10.1542/peds.2010-3338. Epub 2011 Jul 18."},{"pmid":"1335441","type":"BACKGROUND","citation":"Kirsten R, Heintz B, Nelson K, Oremek G, Speck U. Influence of two guar preparations on glycosylated hemoglobin, total cholesterol and triglycerides in patients with diabetes mellitus. Int J Clin Pharmacol Ther Toxicol. 1992 Dec;30(12):582-6."},{"pmid":"28658587","type":"BACKGROUND","citation":"Reinhart K, Daniels R, Kissoon N, Machado FR, Schachter RD, Finfer S. Recognizing Sepsis as a Global Health Priority - A WHO Resolution. N Engl J Med. 2017 Aug 3;377(5):414-417. doi: 10.1056/NEJMp1707170. Epub 2017 Jun 28. No abstract available."},{"pmid":"32812788","type":"BACKGROUND","citation":"Schlapbach LJ, Kissoon N, Alhawsawi A, Aljuaid MH, Daniels R, Gorordo-Delsol LA, Machado F, Malik I, Nsutebu EF, Finfer S, Reinhart K. World Sepsis Day: a global agenda to target a leading cause of morbidity and mortality. Am J Physiol Lung Cell Mol Physiol. 2020 Sep 1;319(3):L518-L522. doi: 10.1152/ajplung.00369.2020. Epub 2020 Aug 19. No abstract available."},{"pmid":"31329300","type":"BACKGROUND","citation":"Schlapbach LJ, Thompson K, Finfer SR. The WHO resolution on sepsis: what action is needed in Australia? Med J Aust. 2019 Nov;211(9):395-397.e1. doi: 10.5694/mja2.50279. Epub 2019 Jul 22. No abstract available."},{"pmid":"32030529","type":"BACKGROUND","citation":"Weiss SL, Peters MJ, Alhazzani W, Agus MSD, Flori HR, Inwald DP, Nadel S, Schlapbach LJ, Tasker RC, Argent AC, Brierley J, Carcillo J, Carrol ED, Carroll CL, Cheifetz IM, Choong K, Cies JJ, Cruz AT, De Luca D, Deep A, Faust SN, De Oliveira CF, Hall MW, Ishimine P, Javouhey E, Joosten KFM, Joshi P, Karam O, Kneyber MCJ, Lemson J, MacLaren G, Mehta NM, Moller MH, Newth CJL, Nguyen TC, Nishisaki A, Nunnally ME, Parker MM, Paul RM, Randolph AG, Ranjit S, Romer LH, Scott HF, Tume LN, Verger JT, Williams EA, Wolf J, Wong HR, Zimmerman JJ, Kissoon N, Tissieres P. Surviving sepsis campaign international guidelines for the management of septic shock and sepsis-associated organ dysfunction in children. Intensive Care Med. 2020 Feb;46(Suppl 1):10-67. doi: 10.1007/s00134-019-05878-6."},{"pmid":"30043064","type":"BACKGROUND","citation":"Evans IVR, Phillips GS, Alpern ER, Angus DC, Friedrich ME, Kissoon N, Lemeshow S, Levy MM, Parker MM, Terry KM, Watson RS, Weiss SL, Zimmerman J, Seymour CW. Association Between the New York Sepsis Care Mandate and In-Hospital Mortality for Pediatric Sepsis. JAMA. 2018 Jul 24;320(4):358-367. doi: 10.1001/jama.2018.9071."},{"pmid":"28509730","type":"BACKGROUND","citation":"Davis AL, Carcillo JA, Aneja RK, Deymann AJ, Lin JC, Nguyen TC, Okhuysen-Cawley RS, Relvas MS, Rozenfeld RA, Skippen PW, Stojadinovic BJ, Williams EA, Yeh TS, Balamuth F, Brierley J, de Caen AR, Cheifetz IM, Choong K, Conway E Jr, Cornell T, Doctor A, Dugas MA, Feldman JD, Fitzgerald JC, Flori HR, Fortenberry JD, Graciano AL, Greenwald BM, Hall MW, Han YY, Hernan LJ, Irazuzta JE, Iselin E, van der Jagt EW, Jeffries HE, Kache S, Katyal C, Kissoon N, Kon AA, Kutko MC, MacLaren G, Maul T, Mehta R, Odetola F, Parbuoni K, Paul R, Peters MJ, Ranjit S, Reuter-Rice KE, Schnitzler EJ, Scott HF, Torres A Jr, Weingarten-Arams J, Weiss SL, Zimmerman JJ, Zuckerberg AL. American College of Critical Care Medicine Clinical Practice Parameters for Hemodynamic Support of Pediatric and Neonatal Septic Shock. Crit Care Med. 2017 Jun;45(6):1061-1093. doi: 10.1097/CCM.0000000000002425. Erratum In: Crit Care Med. 2017 Sep;45(9):e993. Kissoon, Niranjan Tex [corrected to Kissoon, Niranjan]; Weingarten-Abrams, Jacki [corrected to Weingarten-Arams, Jacki]."},{"pmid":"21615299","type":"BACKGROUND","citation":"Maitland K, Kiguli S, Opoka RO, Engoru C, Olupot-Olupot P, Akech SO, Nyeko R, Mtove G, Reyburn H, Lang T, Brent B, Evans JA, Tibenderana JK, Crawley J, Russell EC, Levin M, Babiker AG, Gibb DM; FEAST Trial Group. Mortality after fluid bolus in African children with severe infection. N Engl J Med. 2011 Jun 30;364(26):2483-95. doi: 10.1056/NEJMoa1101549. Epub 2011 May 26."},{"pmid":"25581632","type":"BACKGROUND","citation":"Sinitsky L, Walls D, Nadel S, Inwald DP. Fluid overload at 48 hours is associated with respiratory morbidity but not mortality in a general PICU: retrospective cohort study. Pediatr Crit Care Med. 2015 Mar;16(3):205-9. doi: 10.1097/PCC.0000000000000318."},{"pmid":"25919571","type":"BACKGROUND","citation":"Long E, Babl F, Dalziel S, Dalton S, Etheridge C, Duke T; Paediatric Research in Emergency Departments International Collaborative (PREDICT). Fluid resuscitation for paediatric sepsis: A survey of senior emergency physicians in Australia and New Zealand. Emerg Med Australas. 2015 Jun;27(3):245-50. doi: 10.1111/1742-6723.12400. Epub 2015 Apr 28."},{"pmid":"29852852","type":"BACKGROUND","citation":"Gelbart B, Schlapbach L, Ganeshalingham A, Ganu S, Erickson S, Oberender F, Hoq M, Williams G, George S, Festa M; Paediatric Study Group of the Australian and New Zealand Intensive Care Society. Fluid bolus therapy in critically ill children: a survey of practice among paediatric intensive care doctors in Australia and New Zealand. Crit Care Resusc. 2018 Jun;20(2):131-138."},{"pmid":"18829798","type":"BACKGROUND","citation":"Brierley J, Peters MJ. Distinct hemodynamic patterns of septic shock at presentation to pediatric intensive care. Pediatrics. 2008 Oct;122(4):752-9. doi: 10.1542/peds.2007-1979."},{"pmid":"30072710","type":"BACKGROUND","citation":"Finfer S, Myburgh J, Bellomo R. Intravenous fluid therapy in critically ill adults. Nat Rev Nephrol. 2018 Sep;14(9):541-557. doi: 10.1038/s41581-018-0044-0. Erratum In: Nat Rev Nephrol. 2018 Nov;14(11):717."},{"pmid":"29260229","type":"BACKGROUND","citation":"Gamble C, Krishan A, Stocken D, Lewis S, Juszczak E, Dore C, Williamson PR, Altman DG, Montgomery A, Lim P, Berlin J, Senn S, Day S, Barbachano Y, Loder E. Guidelines for the Content of Statistical Analysis Plans in Clinical Trials. JAMA. 2017 Dec 19;318(23):2337-2343. doi: 10.1001/jama.2017.18556."},{"pmid":"26438711","type":"BACKGROUND","citation":"Harron K, Woolfall K, Dwan K, Gamble C, Mok Q, Ramnarayan P, Gilbert R. Deferred Consent for Randomized Controlled Trials in Emergency Care Settings. Pediatrics. 2015 Nov;136(5):e1316-22. doi: 10.1542/peds.2015-0512. Epub 2015 Oct 5."},{"pmid":"15636651","type":"BACKGROUND","citation":"Goldstein B, Giroir B, Randolph A; International Consensus Conference on Pediatric Sepsis. International pediatric sepsis consensus conference: definitions for sepsis and organ dysfunction in pediatrics. Pediatr Crit Care Med. 2005 Jan;6(1):2-8. doi: 10.1097/01.PCC.0000149131.72248.E6."},{"pmid":"28783810","type":"BACKGROUND","citation":"Matics TJ, Sanchez-Pinto LN. Adaptation and Validation of a Pediatric Sequential Organ Failure Assessment Score and Evaluation of the Sepsis-3 Definitions in Critically Ill Children. JAMA Pediatr. 2017 Oct 2;171(10):e172352. doi: 10.1001/jamapediatrics.2017.2352. Epub 2017 Oct 2."},{"pmid":"24862461","type":"BACKGROUND","citation":"Pollack MM, Holubkov R, Funai T, Clark A, Moler F, Shanley T, Meert K, Newth CJ, Carcillo J, Berger JT, Doctor A, Berg RA, Dalton H, Wessel DL, Harrison RE, Dean JM, Jenkins TL. Relationship between the functional status scale and the pediatric overall performance category and pediatric cerebral performance category scales. JAMA Pediatr. 2014 Jul;168(7):671-6. doi: 10.1001/jamapediatrics.2013.5316."},{"pmid":"18427095","type":"BACKGROUND","citation":"Cook D, Lauzier F, Rocha MG, Sayles MJ, Finfer S. Serious adverse events in academic critical care research. CMAJ. 2008 Apr 22;178(9):1181-4. doi: 10.1503/cmaj.071366. No abstract available."},{"pmid":"18929686","type":"BACKGROUND","citation":"Harris PA, Taylor R, Thielke R, Payne J, Gonzalez N, Conde JG. Research electronic data capture (REDCap)--a metadata-driven methodology and workflow process for providing translational research informatics support. J Biomed Inform. 2009 Apr;42(2):377-81. doi: 10.1016/j.jbi.2008.08.010. Epub 2008 Sep 30."},{"pmid":"34041208","type":"BACKGROUND","citation":"Schlapbach LJ, Gibbons K, Ridolfi R, Harley A, Cree M, Long D, Buckley D, Erickson S, Festa M, George S, King M, Singh P, Raman S, Bellomo R; RESPOND PICU study investigators and the Australian New Zealand Intensive Care Society Paediatric Study Group (ANZICS PSG). Resuscitation in Paediatric Sepsis Using Metabolic Resuscitation-A Randomized Controlled Pilot Study in the Paediatric Intensive Care Unit (RESPOND PICU): Study Protocol and Analysis Plan. Front Pediatr. 2021 Apr 30;9:663435. doi: 10.3389/fped.2021.663435. eCollection 2021."},{"pmid":"19325359","type":"BACKGROUND","citation":"Brierley J, Carcillo JA, Choong K, Cornell T, Decaen A, Deymann A, Doctor A, Davis A, Duff J, Dugas MA, Duncan A, Evans B, Feldman J, Felmet K, Fisher G, Frankel L, Jeffries H, Greenwald B, Gutierrez J, Hall M, Han YY, Hanson J, Hazelzet J, Hernan L, Kiff J, Kissoon N, Kon A, Irazuzta J, Lin J, Lorts A, Mariscalco M, Mehta R, Nadel S, Nguyen T, Nicholson C, Peters M, Okhuysen-Cawley R, Poulton T, Relves M, Rodriguez A, Rozenfeld R, Schnitzler E, Shanley T, Kache S, Skippen P, Torres A, von Dessauer B, Weingarten J, Yeh T, Zaritsky A, Stojadinovic B, Zimmerman J, Zuckerberg A. Clinical practice parameters for hemodynamic support of pediatric and neonatal septic shock: 2007 update from the American College of Critical Care Medicine. Crit Care Med. 2009 Feb;37(2):666-88. doi: 10.1097/CCM.0b013e31819323c6. Erratum In: Crit Care Med. 2009 Apr;37(4):1536. Skache, Sara [corrected to Kache, Saraswati]; Irazusta, Jose [corrected to Irazuzta, Jose]."},{"pmid":"31196803","type":"BACKGROUND","citation":"Levin M, Cunnington AJ, Wilson C, Nadel S, Lang HJ, Ninis N, McCulloch M, Argent A, Buys H, Moxon CA, Best A, Nijman RG, Hoggart CJ. Effects of saline or albumin fluid bolus in resuscitation: evidence from re-analysis of the FEAST trial. Lancet Respir Med. 2019 Jul;7(7):581-593. doi: 10.1016/S2213-2600(19)30114-6. Epub 2019 Jun 10."},{"pmid":"30087153","type":"BACKGROUND","citation":"Inwald DP, Canter R, Woolfall K, Mouncey P, Zenasni Z, O'Hara C, Carter A, Jones N, Lyttle MD, Nadel S, Peters MJ, Harrison DA, Rowan KM; PERUKI (Paediatric Emergency Research in the UK and Ireland) and PICS SG (Paediatric Intensive Care Society Study Group). Restricted fluid bolus volume in early septic shock: results of the Fluids in Shock pilot trial. Arch Dis Child. 2019 May;104(5):426-431. doi: 10.1136/archdischild-2018-314924. Epub 2018 Aug 7."},{"pmid":"27876084","type":"BACKGROUND","citation":"Parker MJ, Thabane L, Fox-Robichaud A, Liaw P, Choong K; Canadian Critical Care Trials Group and the Canadian Critical Care Translational Biology Group. A trial to determine whether septic shock-reversal is quicker in pediatric patients randomized to an early goal-directed fluid-sparing strategy versus usual care (SQUEEZE): study protocol for a pilot randomized controlled trial. Trials. 2016 Nov 22;17(1):556. doi: 10.1186/s13063-016-1689-2."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000018805","term":"Sepsis"},{"id":"D000014115","term":"Toxemia"}],"ancestors":[{"id":"D000007239","term":"Infections"},{"id":"D000018746","term":"Systemic Inflammatory Response Syndrome"},{"id":"D000007249","term":"Inflammation"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M15577","name":"Shock","relevance":"LOW"},{"id":"M15580","name":"Shock, Septic","relevance":"LOW"},{"id":"M20864","name":"Sepsis","asFound":"Sepsis","relevance":"HIGH"},{"id":"M16869","name":"Toxemia","asFound":"Sepsis","relevance":"HIGH"},{"id":"M7796","name":"Emergencies","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M20818","name":"Systemic Inflammatory Response Syndrome","relevance":"LOW"},{"id":"M10293","name":"Inflammation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"}]},"interventionBrowseModule":{"meshes":[{"id":"D000004837","term":"Epinephrine"},{"id":"D000064705","term":"Racepinephrine"},{"id":"C000018285","term":"Epinephryl borate"}],"ancestors":[{"id":"D000000316","term":"Adrenergic alpha-Agonists"},{"id":"D000000322","term":"Adrenergic Agonists"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000318","term":"Adrenergic beta-Agonists"},{"id":"D000001993","term":"Bronchodilator Agents"},{"id":"D000001337","term":"Autonomic Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000018927","term":"Anti-Asthmatic Agents"},{"id":"D000019141","term":"Respiratory System Agents"},{"id":"D000009184","term":"Mydriatics"},{"id":"D000013566","term":"Sympathomimetics"},{"id":"D000014662","term":"Vasoconstrictor Agents"}],"browseLeaves":[{"id":"M7992","name":"Epinephrine","asFound":"Anxiety Scale","relevance":"HIGH"},{"id":"M30371","name":"Racepinephrine","asFound":"Anxiety Scale","relevance":"HIGH"},{"id":"M211043","name":"Epinephryl borate","asFound":"Anxiety Scale","relevance":"HIGH"},{"id":"M20746","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M3668","name":"Adrenergic alpha-Agonists","relevance":"LOW"},{"id":"M3673","name":"Adrenergic Agonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M3670","name":"Adrenergic beta-Agonists","relevance":"LOW"},{"id":"M5269","name":"Bronchodilator Agents","relevance":"LOW"},{"id":"M20963","name":"Anti-Asthmatic Agents","relevance":"LOW"},{"id":"M21137","name":"Respiratory System Agents","relevance":"LOW"},{"id":"M12139","name":"Mydriatics","relevance":"LOW"},{"id":"M16345","name":"Sympathomimetics","relevance":"LOW"},{"id":"M17409","name":"Vasoconstrictor Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaCoAg","name":"Vasoconstrictor Agents"},{"abbrev":"Resp","name":"Respiratory System Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}