{"protocolSection":{"identificationModule":{"nctId":"NCT06482333","orgStudyIdInfo":{"id":"Colonoscopy_antithromboticv3"},"organization":{"fullName":"The University of Hong Kong","class":"OTHER"},"briefTitle":"Timing of Resumption of Direct Oral Anticoagulants Following Polypectomy","officialTitle":"Timing of Resumption of Direct Oral Anticoagulants Following Colonoscopy Polypectomy: a Prospective Randomized Non-inferiority Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Lui Ka-Luen","investigatorTitle":"Clinical Associate Professor","investigatorAffiliation":"The University of Hong Kong"},"leadSponsor":{"name":"The University of Hong Kong","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The goal of this prospective randomized non-inferiority trial is to compare two different resumption time of Direct Oral Anticoagulants (DOACs) after colonoscopic polypectomy. We hypothesize that early resumption of DOACs after colonoscopy and polypectomy is associated with comparable post-polypectomy bleeding rate to those with delayed resumption. This study aims to compare the post-polypectomy bleeding risk of two different timing of resuming DOACs (Day 0 vs Day 2):","detailedDescription":"Eligible patients will only be randomly assigned to two different arms after total colonoscopy and polypectomy. The first group will recommence DOACs on Day 2 as recommended by current guideline (Late Resumption), while the second group will resume DOACs on the same day of the procedure (Early Resumption).\n\nAll procedures will be conducted by experienced endoscopists with more than 5-year of colonoscopy experiences All polyps detected will be removed, except for very large lesion that would require endoscopic submucosal dissection in which another session will be scheduled. These patients will not be enrolled in this study if polyp removal is not performed. A standard protocol for polypectomy will be adopted in this study. Polyps smaller than 3mm will be removed by cold biopsy forceps or cold snare polypectomy, while those between 3mm and 10mm will be removed with a cold snare. Polyps larger than 10mm will be removed by cold snare if feasible, but hot snare is also allowed for these lesions. Prophylactic endoclip would be applied to polyp \\>=10mm in diameter; and can also be applied to smaller polyp subject to endoscopist's discretion as the benefits of prophylactic clipping is still uncertain in patients on DOACs. Photo-documentation of all polyps and their polypectomy sites would be required. Immediate bleeding during polypectomy, as defined as active spurting or continuous oozing despite observation for more than 1 minute, should be dealt with as usual practice with adrenaline injection, endoclips and thermocoagulation. These patients will be excluded from this study.\n\nAll patients will be followed up from the day of colonoscopy (Day 0) to Day 30. The patients (and their carers) will be given clear written and verbal instruction on the exact date of resumption of DOAC according to the group assigned (Day 0 or Day 2). Patients will also be given a list of warning symptoms to observe including bleeding (per-rectal bleeding or haematochezia), or thrombo-embolic events (stroke, chest pain and limb weakness or numbness, etc) for reference. They will be given a contact number for direct contact to the research team (during office hour) or are given advice to attend to the nearest emergency department in the presence of these warning symptoms. Patients will be contacted by research staff on day 2 and day 7 by phone to ensure their compliance with DOACs resumption schedule and any potential adverse event. A follow up visit at day 30 will be arranged for histological reports as well as any potential adverse events. All unscheduled medical attendance and hospitalization will be recorded up to Day 30. For patients who default on day 30 follow up, phone contact will be made, and their medical record will be searched through the electronic medical system of the Hospital Authority, which covers all public hospitals of Hong Kong, to look for any unscheduled emergency attendance and hospitalization\n\nRegular progress meeting will be conducted every 6 months to discuss patient's enrolment and any adverse events. As the investigators are not blinded to the treatment allocation, an independent safety committee including cardiologist, neurologist and endoscopist (not involved in this study) will be formed to study all adverse events and its potential association with the assigned group. The safety committee will meet every 12 months unless requested by the study team due to emerging safety data.\n\nA planned interim analysis will also be conducted after enrolling the first 100 patients to look for any safety signals or concerns, particularly if the bleeding risk in the early resumption group turns out to be much higher than the late resumption group. After deliberation by the safety committee, early termination of trial may be triggered if significant and persistent difference in outcomes between two groups occurs to an extent that patient outcome is affected."},"conditionsModule":{"conditions":["Postpolypectomy Bleeding"],"keywords":["Postpolypectomy bleeding, DOAC, Colonoscopy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":194,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Late Resumption","type":"ACTIVE_COMPARATOR","description":"The first group will recommence DOACs on Day 2 as recommended by current guideline (Late Resumption)","interventionNames":["Other: Time for resumption of DOAC"]},{"label":"Early Resumption","type":"EXPERIMENTAL","description":"The second group will resume DOACs on the same day of the procedure (Early Resumption).","interventionNames":["Other: Time for resumption of DOAC"]}],"interventions":[{"type":"OTHER","name":"Time for resumption of DOAC","description":"Time for resumption of DOAC","armGroupLabels":["Early Resumption","Late Resumption"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Post-polypectomy bleeding","description":"both major and clinically relevant non-major bleeding (CRNMB)","timeFrame":"within 30 days after polypectomy during colonoscopy"}],"secondaryOutcomes":[{"measure":"Occurrence of thromboembolic events within 30 days","description":"Occurrence of thromboembolic events within 30 days","timeFrame":"within 30 days after polypectomy during colonoscopy"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- All adult patients who are taking DOACs and schedule for elective colonoscopy are potentially eligible. We only included patients who had complete colonoscopy and with polypectomy performed.\n\nExclusion Criteria:\n\n* Previous resection of any colonic segments,\n* Inflammatory bowel disease or polyposis syndrome\n* Patient with large polyp required advanced procedure e.g. endoscopic submucosal dissection (ESD) to remove\n* Patients who develop immediate post-polypectomy bleeding during the procedure and requiring haemostasis will also be excluded\n* Patient without polypectomy\n* Patient without complete colonoscopy done","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Thomas Ka-Luen Lui","role":"CONTACT","phone":"+852 97360997","email":"tkllui@hku.hk"}],"overallOfficials":[{"name":"Thomas Ka-Luen Lui","affiliation":"The University of Hong Kong","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Queen Mary Hospital, the University of Hong Kong","city":"Hong Kong","country":"Hong Kong","geoPoint":{"lat":22.27832,"lon":114.17469}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006470","term":"Hemorrhage"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M9556","name":"Hemorrhage","asFound":"Bleeding","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4244","name":"Anticoagulants","relevance":"LOW"}],"browseBranches":[{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}