{"protocolSection":{"identificationModule":{"nctId":"NCT06477913","orgStudyIdInfo":{"id":"TDX01"},"organization":{"fullName":"Toivoa Inc","class":"INDUSTRY"},"briefTitle":"Exploratory Study for Toivoa-001 on Human Factors","officialTitle":"Exploratory Study for Reduction of Anxiety and Depression Through Dual Mental Health Treatment: Digital-Based Cognitive Behavioral Therapy and National Board Health and Wellness Coaches (NBHWC) For People With Disabilities"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Toivoa Inc","class":"INDUSTRY"},"collaborators":[{"name":"Family Endeavors, Inc DBA Endeavors","class":"UNKNOWN"},{"name":"Advarra, Inc.","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true,"isUsExport":false},"descriptionModule":{"briefSummary":"The Study will evaluate Rauha as an experimental digital therapeutic for persons with Disabilities suffering from anxiety and/or depression. The study will evaluate completion rates of the program and survey the user's experience upon completion. Changes in anxiety and depression scores will be monitored during the study.","detailedDescription":"The Investigators propose a single-arm controlled trial evaluating (Rauha) plus usual care as an intervention for persons actively seeking treatment for anxiety and/or depression. Recruitment will occur at a single US health facility where approximately 30 adults with disabilities and clinically elevated anxiety and/or depressive symptoms will be we will recruited and enrolled. Eligible participants will be administered Rauha as a remote app with site oversight. Patients will be monitored and encouraged by Mental Health Coaches to complete the therapy. Mental Health Coaches will also provide instruction on completion of modules. Patients will engage with the Rauha app, have the opportunity to complete all 33 modules, receive Mental Health Coach support, and engage with the online community for a total of 8 weeks. The community forum feature will provide patients access to a community forum that understands the specific struggles of the condition, allowing users to interact with one another via an online community designed for empowerment and support. Support from a Mental Health Coach will be provided at prescribed intervals and will also be available to each participant in addition to access to the online community. A participant is considered to have completed the study if he or she has completed all assessments. The end of the study is defined as completion of the 4 week follow-up assessment"},"conditionsModule":{"conditions":["Anxiety Depression","Disability Physical"],"keywords":["Digital Therapeutics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Rauha Therapy","type":"EXPERIMENTAL","description":"Qualified intend to treat (ITT) population evaluating Rauha and access to Mental Health Coaches","interventionNames":["Device: Rauha"]}],"interventions":[{"type":"DEVICE","name":"Rauha","description":"A dual mental health treatment consisting of digitally-administered Cognitive Behavioral Therapy combined with National Board Health and Wellness Coach (NBHWC) trained Mental Health Coaches","armGroupLabels":["Active Rauha Therapy"],"otherNames":["Toivoa-001"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Therapy dropout rates as a percentage of enrolled participants","description":"Assess the proportion of the Intent to Treat population who remain active users of the program at the end of the 8-week primary study period. Dropout rates will be reported as the percentage of enrolled users who continue to engage with the digital therapy per week.","timeFrame":"8 weeks"}],"secondaryOutcomes":[{"measure":"Changes in numeric GAD-7 Assessment scores following therapy.","description":"Changes from baseline anxiety scores based on GAD-7 for users with disabilities after using Rauha for a period of 8 weeks. Assessments will be clinician administered.","timeFrame":"8 weeks"},{"measure":"Changes in numeric PHQ-9 Assessment scores following therapy.","description":"Changes from baseline depression scores on PHQ-9 for users with disabilities after using Rauha for a period of 8 weeks. Assessments will be clinician administered.","timeFrame":"8 weeks"},{"measure":"Changes of numeric GAD-7 Assessment scores from completion through 4-weeks post therapy.","description":"Comparison of anxiety scores based on GAD-7 for users with disabilities after completing Rauha vs GAD-7 scores 4 weeks post completion. Assessments will be clinician administered.","timeFrame":"12 weeks"},{"measure":"Changes of numeric PHQ-9 Assessment scores from completion through 4-weeks post therapy.","description":"Comparison of depression scores based PHQ-9, respectively, for users with disabilities after completing Rauha vs PHQ-9 scores 4 weeks post completion. Assessments will be clinician administered.","timeFrame":"12 weeks"}],"otherOutcomes":[{"measure":"User Experience Survey","description":"An opinion survey of the features built into Rauha as assessed by users who have fully completed the digital therapy program over a period of 8 weeks. The survey consists numeric responses ranging from 1 (low) to 5 (high) and is for information purposes only.","timeFrame":"8 weeks"},{"measure":"User Acceptability Survey","description":"An opinion survey on the perceived value provided by Rauha as assessed by users who have fully completed the digital therapy program over a period of 8 weeks. The survey consists numeric responses ranging from 1 (low) to 5 (high) and is for information purposes only.","timeFrame":"8 weeks"},{"measure":"System Usability Survey","description":"An opinion survey on the ease of use of Rauha as assessed by users who have fully completed the digital therapy program over a period of 8 weeks. The survey consists numeric responses ranging from 1 (low) to 5 (high) and is for information purposes only.","timeFrame":"8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provision of signed and dated informed consent form.\n2. Presence of self-reported hearing or mobility disability.\n3. Stated willingness to comply with all study procedures and lifestyle considerations and availability for the duration of the study.\n4. Males and females; Age 22 and above.\n5. Score of 10 or greater on the Patient Health Questionnaire-9 (PHQ-9) or Generalized Anxiety Disorder-7 (GAD-7) (to be assessed post-study-specific screening consent).\n6. Willingness to adhere to the study regiment.\n7. Access to necessary resources for participating in a technology-based intervention (i.e., iPhone, internet access).\n8. Treatment stability (no changes in psychotropic medication or psychotherapy treatment in the 30 days before study entry).\n9. Able to read and speak English fluently.\n10. Resident of the US and living in the US for the duration of the trial. -\n\nExclusion Criteria:\n\n1. Medical diagnosis of psychotic disorder or bipolar disorder.\n2. Participation in another treatment trial at the time of study.\n3. Substance use disorder. In the past 12 months (not including tobacco).\n4. Suicide attempt in the past year or elevated suicide risk other than passive ideation (i.e., endorsing items reflecting intent, identifying means, suicide planning, or suicide-related preparations).\n5. Currently pregnant or planning to become pregnant during the treatment period. -","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Laura Randa","role":"CONTACT","phone":"612-237-5896","email":"lranda@toivoa.us"},{"name":"Jill Palmer","role":"CONTACT","phone":"210-322-4708","email":"jpalmer@endeavors.org"}],"overallOfficials":[{"name":"Jill Palmer","affiliation":"Collaborator","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"The Steven A. Cohen Military Family Clinic at Endeavors","status":"RECRUITING","city":"San Antonio","state":"Texas","zip":"78249","country":"United States","contacts":[{"name":"Jill Palmer","role":"CONTACT","phone":"210-322-4708","email":"jpalmer@endeavors.org"},{"name":"Jill Palmer","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":29.42412,"lon":-98.49363}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M6263","name":"Coal Tar","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}