{"protocolSection":{"identificationModule":{"nctId":"NCT06474260","orgStudyIdInfo":{"id":"STUDY23010014"},"secondaryIdInfos":[{"id":"D43TW009114","type":"NIH","link":"https://reporter.nih.gov/quickSearch/D43TW009114"}],"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"\"One All\" to Get it RYT (Resilient Young Tribal Adults)","officialTitle":"\"One All\" to Get it RYT (Resilient Young Tribal Adults): A Multi Centric, Participatory,Feasibility and Effectiveness Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Vishwajit Nimgaonkar, MD PhD","investigatorTitle":"Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"},"collaborators":[{"name":"Fogarty International Center of the National Institute of Health","class":"NIH"},{"name":"Association for Health Welfare in the Nilgiris","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":":The study is designed to introduce a curriculum \"One All\", organised around the sport, Ultimate Frisbee, as a way to improve mental health resilience. This research will examine the feasibility and effectiveness of the intervention in two locations, Gudalur in Tamil Nadu and BR Hills in Karnataka.\n\nObjectives:\n\nThe primary objective is to assess the feasibility and acceptability of \"One All\" intervention among young people, evaluate its key component of facilitators training programme and assess its effectiveness in improving the mental health and resilience, in two tribal communities in South India.\n\nMethods:\n\nThe effectiveness of the intervention (One All) will be evaluated at three time points at 12 months and 18 months. Phase i and 2 will be training of facilitators and focussed group discussion with elders and other significant others.\n\nPhase 3 Includes; A quantitative assessment of the intended outcomes of curriculum at the end of the intervention. This will be a pre-post study (n=119) each for boys and girls).The outcomes will be assessed at 12 months and 18 months of intervention.\n\nThe sports based psychosocial curriculum \"OneAll' is assessed as feasible and effective amongst the tribal young people in south India.","detailedDescription":"The research activities of phase 1 and 2 will include purposively recruiting participants for focus group discussion and in-depth interviews. The implementation team will help us identify the key stakeholders in the communities. While the consent form for key stakeholder will be used for all other participants of phase 1 and 2, the consent for phase 1, 2 and 3 for young adults will be covered under 1) consent for parents, if age of participants in intervention is less than 18 and 2) participant consent if they are above 18. Phase 3 of research will follow different process. Phase 3 for children to participate in the study, who are of age less than 18, the parents will be contacted for consent, first a set of screening questions will be asked to determine the eligibility of the participant for the study, once found eligible, a baseline interview will be conducted for collecting non-identifiable socio-demographic, data of the family. The informed consent is sought at this point. The participant will undergo the interviews for the validated questionnaires at 3 time points. Once before the intervention starts, once after 12 months of intervention and once after 18 months of intervention. The consent form for parents to seek permission for participation of the these participants covers all the three phases of the study.\n\nScreening and recruitment process: The screening will be a verbal process where the participants will be assessed whether they are eligible for participation.\n\nThe baseline interview to collect data of the non-identifiable socio-demographic data. The data points to be collected are; 1) details about the land ownership, 2)cattle ownership, 3) type of house, 4) nature of family income, 5) source of water, 6)electricity, 7) material possessions at your home (TV, two-wheeler, mobile phone).These details will be used for understanding the socio-economic differences among the participants.\n\nThose who qualify to take part in this research study will attend two or more, one and half hour sessions every week, for the duration of one year.\n\nThey will be assigned a code (name/village/household information will not appear in any document) and placed in one of the 'One-all' groups. Each of the 'One-all' groups will have approximately 20 participants (which will undergo organized sessions and ultimate frisbee game for the duration of the study). The following questionnaires will be administered to the participants as part of evaluation:\n\n1. Connor-Davidson resilience scale (CD- RISC) to measure your capacity to bounce back from adversities.\n2. The Child Youth Resilience Measure (CYRM) - to measure your capacity to bounce back from adversities.\n3. GHQ12, a validated measure of your mental well-being.\n4. Schwarzer's General Self-Efficacy Scale (GSE), to measure your self-efficacy.\n\nQuestionnaires 1-4 will be administered at 3 time points: First time point is the baseline (before the first One-all session); second time point will be at the end of 12 months of receiving one-all sessions and third time point will be after 18 months of receiving One-all sessions as Endline.The participant will undergo intervention provided by the One-all implementation team. Implementation team will visit the communities for enrolling the participants for the intervention. This team will pass on the list of participants who have enrolled for the intervention to the research team.\n\nOne-all programme delivery by implementation team (separate from research) The three-year curriculum is structured as a series of chapters followed by a year-end event usually a workshop or a tournament. Each chapter begins with an introduction that outlines the major content of the chapter, with topics and their objectives. Lesson plans have been created by the One All curriculum development team for each of these topics.\n\nEach session is designed to take maximum of one and half hours. The suggested time is considered the components. However, the lessons can always be expanded on a given day, or spread out over one or more days, for deeper and more graduated learning as time permits. Each session has the following 4 parts:\n\n1. Warm up: provides the opportunity to prepare the children to become familiar with the learning topic for the day through a fun activity that is related to the topic.\n2. Drills: are sporting activities that are more physically involved, but also connected to the application of the learning topic.\n3. Game: is a mixed-gender \"ultimate frisbee\" match with modified rules to emphasize the application of the learning topic.\n4. Spirit circle: Group discussion that is used to reflect and share the learning of the day. It also guides children in making thoughtful connections that anchor the learning.\n\nThe implementation team will keep the records pertaining to attendance and the reflections of the sessions in detail. The research team will use these records. No medical records will be accessed through the course of the study."},"conditionsModule":{"conditions":["Healthy Human Volunteers","Youth Resilience"],"keywords":["Tribal Health","Mental health","Implementation Research","Participatory approaches","CFIR","One All","Ultimate Frisbee"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"A prospective dual site intervention in India addressing mental health issues amongyoung adults. The study will consist of three phases.\n\nPhase 1 will utilize a case study research design to explore and describe theparticipatory methods used for introduction of \"One All\".\n\nPhase 2 will utilize a mixed methods study design to evaluate facilitator trainingcomponents of \"One All\" implementation and intervention.\n\nPhase 3 will utilize a pre-post study design to evaluate the intervention for intendedoutcomes at the end of Year 1.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":240,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"A prospective dual site intervention in India","type":"EXPERIMENTAL","description":"The study will utilize a pre-post study design to evaluate the intervention for intendedoutcomes at the end of Year 1.","interventionNames":["Behavioral: \"One All\" Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"\"One All\" Intervention","description":"One-all is a Three-year curriculum targeted at specific outcomes for each yearfacilitated by young people from the community. The facilitators are inducted througha rigorous facilitators programme of three to five months' length. The facilitators areencouraged to adapt the program to their needs and provide the programme incustomized forms appropriate and as required for the communities. The interventionhas thus far been provided to the fishermen communities in Chennai and anecdotalfield evidence suggest, gains in the intended goals. After these experiences theintervention was being tried amongst the tribal adolescents in Gudalur. One-alltargets to provide the undermentioned skills to achieve the mentioned Goals andSkills:\n\n* self-management • understanding feelings\n* social awareness • conflict resolution\n* relationship skills • empathy building\n* self-awareness Skills •nurturing interpersonal relationships\n* identity building • awareness about gender stereotypes","armGroupLabels":["A prospective dual site intervention in India"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Resilience","description":"To evaluate effectiveness for increasing primary outcome of changed resilience using the Connor-Davidson resilience scale (CD- RISC) using the 10-question scale to measure resilience.","timeFrame":"The assessments will be done ar baseline, at 12 months and 18 months.."},{"measure":"Resilience meaured by the Child Youth Resilience Measure (CYRM) - a 28 item questionnaires","description":"To evaluate effectiveness for increasing primary outcome of changed resilience using the Child Youth Resilience Measure (CYRM) - a 28 item questionnaires.","timeFrame":"The assessments will be done ar baseline, at 12 months and 18 months.."}],"secondaryOutcomes":[{"measure":"Mental Health as measured by GHQ12","description":"The first secondary outcome is change in Mental health using the GHQ12, a validated measure of psychological well-being","timeFrame":"The assessments will be done ar baseline, at 12 months and 18 months.."},{"measure":"Mental Health","description":"The second secondary outcome is change in Mental health using the Schwarzer's General Self-Efficacy Scale (GSE), a 10-item validated measure for self-efficacy","timeFrame":"The assessments will be done ar baseline, at 12 months and 18 months.."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* All participants who are tribals and are recruited for One-all intervention\n\nExclusion Criteria:\n\n* All participants who are recruited for One-all intervention, but, are nottribals.\n\nii. Any child joining the programme subsequently after the baseline measuresare taken and the first session is delivered will not be recruited.\n\niii. If a participant is not fluent in any of the languages listed, they will not beable to participate in the research study.","healthyVolunteers":true,"sex":"ALL","minimumAge":"12 Years","maximumAge":"25 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vishwajit Nimgaonkar, MD, PhD","role":"CONTACT","phone":"4127265164","email":"vishwajitnl@upmc.edu"},{"name":"Triptish Bhatia, PhD","role":"CONTACT","phone":"9910107210","email":"trb16@pitt.edu"}],"overallOfficials":[{"name":"Vishwajit Nimgaonkar, MD, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institute of Public Health Biligiri Rangana Hills, Chamarajanagar","status":"RECRUITING","city":"Chamaraja Nagar","state":"Karnataka","zip":"571441","country":"India","contacts":[{"name":"Varadharajan Sriniwasan","role":"CONTACT","phone":"+919560900978","email":"vardhus@gmail.com"},{"name":"Joseph K U: Sabu, PhD","role":"CONTACT","phone":"+917012453006"}]},{"facility":"Association for the Health Welfare in the Nilgiris","status":"RECRUITING","city":"Gudalur","state":"Tamilnadu","zip":"643212","country":"India","contacts":[{"name":"Varadharajan Srinivasan","role":"CONTACT","phone":"+919560900978","email":"vardhus@gmail.com"},{"name":"Smitha Mohanraj, PhD","role":"CONTACT"},{"name":"Varadharajan Srinivasan","role":"PRINCIPAL_INVESTIGATOR"},{"name":"K.U. Sabu, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":9.67826,"lon":77.24951}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in the article, after deidentification (text, tables, figures, and appendices).","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"One year after publication of this study.","accessCriteria":"For individual participant data, meta-analysis."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}