{"protocolSection":{"identificationModule":{"nctId":"NCT06474000","orgStudyIdInfo":{"id":"sdilek8"},"organization":{"fullName":"Kocaeli University","class":"OTHER"},"briefTitle":"Newborn Pain and Stress Levels in Oxytocin Induction at Birth","officialTitle":"The Effect of Using Oxytocin Induction at Birth on Neonatal Pain and Stress."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-01-20","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-12-10","type":"ACTUAL"},"completionDateStruct":{"date":"2023-12-10","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"sena dilek","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Kocaeli University"},"leadSponsor":{"name":"Kocaeli University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study is to compare pain and stress levels in the early neonatal period in newborns with and without oxytocin induction. The research was conducted in a case-control study design. The population of the study consisted of participants who gave birth vaginally (with or without oxytocin induction). The sample number of the study was calculated with the G\\*Power 3.1.9.2 program, taking into account the mean and standard deviation values of the NIPS score in Cetinkaya et al., (2020). Effect size: 0.666, α= 0.05, power: 0.95, oxytocin induction group: 60, non-oxytocin induction group: 60. Anticipating possible data loss, 164 participants and their newborns were included, 85 in the oxytocin induction group and 79 in the non-oxytocin induction group. was included. The data of the study were collected using the Pregnant Information Form, Neonatal Follow-up Form and Newborn Pain and Stress Assessment Scale (ALPS-Neo). The research data were analyzed in SPSS 29.0 (IBM) program.","detailedDescription":"Purpose: To compare the pain and stress levels of painful stimuli in the early neonatal period in newborns with and without oxytocin induction.\n\nH1: There is a statistical difference between the ALPS-Neo scores of the newborns of the group in which oxytocin induction was applied in labor and the group in which it was not applied.\n\nH0: There is no statistical difference between the ALPS-Neo scores of the newborns of the group that underwent oxytocin induction in labor and the group that did not.\n\nThe data of the study were collected using the Pregnant Information Form, Neonatal Follow-up Form and Newborn Pain and Stress Assessment Scale (ALPS-Neo).\n\nIn the study, participants were divided into two groups: those with and without oxytocin induction, and the data were collected based on self-report. Newborn painful stimuli were discussed under 3 headings; drying process, first injection process and blood sugar measurement process. Before, during and after these procedures, data were confirmed and collected by one researcher and the other by an independent observer.\n\nStatistical analysis was performed using IBM SPSS Statistic 29.0 (IBM Corp., Armonk, NY, USA). Descriptive statistical methods (number, percentage, mean, standard deviation) were used to evaluate socio-demographic data. It was used in comparative analysis of the data (chi square, t test, etc.). P value was considered significant at p\\<0.05."},"conditionsModule":{"conditions":["Induced Vaginal Delivery"],"keywords":["Oxytocin","Labor","Newborn","Pain","Stress","Induced"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SCREENING","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":164,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Oxytocin induction group","type":"ACTIVE_COMPARATOR","description":"Participants in the oxytocin induction group received oxytocin induction during labour. The ALPS-Neo form was completed between 1-40 minutes after delivery, based on observation before, during and after the drying process, the first injection process and the blood glucose measurement procedures.","interventionNames":["Behavioral: Oxytocin induction group"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"Participants in the control group did not receive oxytocin induction during labour. The ALPS-Neo form was completed between 1-40 minutes after delivery, based on observation before, during and after the drying process, the first injection procedure and the blood glucose measurement procedures.","interventionNames":["Behavioral: Control group"]}],"interventions":[{"type":"BEHAVIORAL","name":"Oxytocin induction group","description":"Participants in the oxytocin induction group filled out the \"Information Form\" at the time of application to the delivery room. Routine care was performed. ALPS-Neo was filled before, during and at 5 minutes after the drying of the newborn within 1-40 minutes after birth. ALPS-Neo was filled before, during and 5 minutes after the first injection. ALPS-Neo was filled before, during and 5 minutes after the blood glucose measurement procedure.","armGroupLabels":["Oxytocin induction group"]},{"type":"BEHAVIORAL","name":"Control group","description":"Participants in the control group filled in the \"Information Form\" when they applied to the birth centre. Routine care was performed. ALPS-Neo was filled before, during and at 5 minutes after the drying of the newborn within 1-40 minutes after birth. ALPS-Neo was filled before, during and 5 minutes after the first injection. ALPS-Neo was filled before, during and 5 minutes after the blood glucose measurement procedure.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Filling out the ALPS-Neo form before the newborn drying procedure.","description":"ALPS-Neo form was completed before the newborn drying procedure.","timeFrame":"In the first minute after birth."},{"measure":"Filling in the ALPS-Neo form during the newborn drying process.","description":"ALPS-Neo form was filled out during the newborn drying process.","timeFrame":"At 5 minutes after birth."},{"measure":"Filling out the ALPS-Neo form after the newborn drying procedure.","description":"ALPS-Neo form was completed after the newborn drying procedure.","timeFrame":"At the 5th minute after drying."}],"secondaryOutcomes":[{"measure":"Completion of the ALPS-Neo form before the first injection procedure in the newborn.","description":"The ALPS-Neo form was completed before the first injection procedure in the newborn.","timeFrame":"At 15 minutes after birth."},{"measure":"Completion of the ALPS-Neo form during the first injection procedure in the newborn.","description":"The ALPS-Neo form was filled out during the first injection procedure of the newborn.","timeFrame":"At 20 minutes after birth."},{"measure":"Completion of the ALPS-Neo form after the first injection procedure in the newborn.","description":"ALPS-Neo form was filled out after the first injection of the newborn.","timeFrame":"At 5 minutes after the first injection."}],"otherOutcomes":[{"measure":"Filling out the ALPS-Neo form before the newborn blood glucose measurement procedure.","description":"ALPS-Neo form was filled out before the neonatal blood glucose measurement procedure.","timeFrame":"At 30 minutes after birth."},{"measure":"Filling in the ALPS-Neo form during the neonatal blood glucose measurement procedure.","description":"ALPS-Neo form was filled out during the neonatal blood glucose measurement procedure.","timeFrame":"At 35 minutes after birth."},{"measure":"Filling out the ALPS-Neo form after the newborn blood glucose measurement procedure.","description":"The ALPS-Neo form was filled out after the neonatal blood glucose measurement procedure.","timeFrame":"At the 5th minute after blood glucose measurement."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pregnant at term,\n* Giving birth vaginally,\n* Birth weight ≥2500gr,\n* Participants with a single and healthy fetus and their newborns\n\nExclusion Criteria:\n\n* Mentally incompetent,\n* Having a high-risk pregnancy,\n* Those with risky newborns","healthyVolunteers":true,"sex":"FEMALE","genderBased":true,"minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Sena Dilek Aksoy, Ph.D.","affiliation":"Kocaeli University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Seda Yazici Yel, M.Sc.","affiliation":"Darica Farabi Training and Research Hospital","role":"STUDY_CHAIR"}],"locations":[{"facility":"Kocaeli University","city":"Kocaeli","zip":"41380","country":"Turkey","geoPoint":{"lat":39.62497,"lon":27.51145}}]},"referencesModule":{"references":[{"pmid":"32316794","type":"BACKGROUND","citation":"Cetinkaya S, Yavas Celik M, Ozdemir S. Effect of white noise on alleviating the pain of new-born during invasive procedures. J Matern Fetal Neonatal Med. 2022 Apr;35(8):1426-1432. doi: 10.1080/14767058.2020.1755652. Epub 2020 Apr 21."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000010121","term":"Oxytocin"}],"ancestors":[{"id":"D000010120","term":"Oxytocics"},{"id":"D000012102","term":"Reproductive Control Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M13041","name":"Oxytocin","asFound":"Acupuncture","relevance":"HIGH"}],"browseBranches":[{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}