{"protocolSection":{"identificationModule":{"nctId":"NCT06476340","orgStudyIdInfo":{"id":"ErasmusMC_2"},"organization":{"fullName":"Erasmus Medical Center","class":"OTHER"},"briefTitle":"Outcomes of Zygomatic Fractures: Cross- Sectional Study","officialTitle":"Outcomes of Zygomatic Fractures: Cross- Sectional Study","acronym":"ZY-PROM"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Dr. Antoinette V. J. Rozeboom","investigatorTitle":"Dr.","investigatorAffiliation":"Erasmus Medical Center"},"leadSponsor":{"name":"Erasmus Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Rationale: Facial trauma is a significant event for patients, often resulting in physical and psychological consequences. Fractures in the zygomatic bone area are common due to its unique shape and positioning in the face, disrupting facial symmetry and impacting aesthetics, functionality, and psychological well-being. The zygomatic bone, crucial for facial contour and support, is associated with complications such as diplopia, sensory disturbances, and mastication problems when fractured. Treatment aims to restore function, aesthetics, and prevent long-term deformities. Despite surgical and imaging advancements, postoperative complications like residual deformity and dissatisfaction persist. Even with achieved bone symmetry, patients may perceive asymmetry. Current literature emphasizes the need for future symmetry analyses to include both soft and hard tissues.\n\nObjective: This study aims to evaluate the long-term outcomes of zygomatic fracture treatments at Erasmus MC from 2008 to 2023.\n\nStudy design: Cross-sectional study Study population: The study population consists of adult patients aged 18 years and above diagnosed with zygomatic fractures and treated at Erasmus MC Rotterdam between 2008 and 2023.\n\nIntervention: Not applicable Main study parameters/endpoints: The primary endpoint is patient satisfaction and quality of life.\n\nNature and extent of the burden and risks associated with participation, benefit and group relatedness: Cone Beam Computed Tomography (CBCT) is an advanced imaging modality utilized for high-resolution three-dimensional (3D) visualization of the maxillofacial region. It employs a rotating C-arm apparatus to project a cone-shaped X-ray beam through the patient's head, yielding detailed images with minimal distortion. CBCT is pivotal in the diagnosis and assessment of maxillofacial conditions, including zygomatic fractures, while ensuring low radiation exposure. Over the past two decades, CBCT has been extensively integrated into dental and maxillofacial imaging, with numerous studies substantiating its efficacy and safety in clinical contexts. It serves as a cornerstone in orthodontic, implantological, and trauma evaluation, supported by a substantial body of evidence validating its ability to delineate bone structures and identify fractures. Human exposure to CBCT has demonstrated a robust safety profile, characterized by radiation doses lower than those of conventional CT scans, thus imparting negligible additional risk.","detailedDescription":"1. INTRODUCTION AND RATIONALE\n\n   Facial trauma represents a significant event in a patient's life, often resulting in physical deformities and potential psychological consequences (1, 2). In facial trauma cases, fractures occurring in the zygomatic bone area are prevalent due to the distinctive shape and positioning within the face (3, 4). These fractures can disrupt the facial symmetry, which plays a role in the perceived aesthetics and functionality of the human face, impacting not only physical appearance but also psychological well-being and social interactions (5).\n\n   The zygomatic bone, a critical component of the midfacial skeleton, contributes to the contour and width of the face, supports the orbit and has a functional role as the origin of one of the masticatory muscles, the masseter muscle (6). Therefore, fractures in this region can lead to a variety of complications including diplopia, enophthalmos, sensory disturbances and mastication problems (7). Treatment aims not only to restore function and aesthetics but also to prevent long-term deformities.\n\n   Despite advancements in surgical techniques and imaging modalities (8), postoperative complications such as residual deformity, asymmetry of hard and soft tissue, and dissatisfaction with facial appearance remain remain concerns that warrant further investigation. Even when bone symmetry is achieved, patients may still report perceived asymmetry (9). Current literature, primarily focused on hard tissue symmetry, indicates the necessity of including both soft and hard tissues in future symmetry analyses (10).\n\n   This study aims to create a detailed database of patients treated for zygomatic fractures at Erasmus MC from 2008 to June 2023. By leveraging data from electronic patient records, we intend to gather extensive demographic, clinical, and treatment-related information. Following this, patients will be invited to undergo additional evaluations including Cone Beam Computed Tomography (CBCT) scans, which offer precise imaging to assess for any residual displacement and asymmetry. For soft tissue, 3D facial photography will be used to objectively measure facial asymmetry, offering a comprehensive view of both functional and aesthetic results post-recovery. Patient satisfaction and quality of life post-treatment will be assessed through validated questionnaires (FACE-Q), providing insights into the psychological and social impacts of these injuries. Functional tests will be conducted to evaluate ocular motility and cutaneous sensory function.\n\n   Through this multifaceted approach, the study aims to identify factors contributing to optimal outcomes and those that may predispose patients to poorer prognoses. The findings will not only enhance understanding of zygomatic fractures but also inform future clinical practices, ensuring improved patient care and satisfaction through better expectation management.\n2. OBJECTIVES\n\nPrimary Objective:\n\nThe primary objective of this study is to evaluate the long-term outcomes of patients treated for zygomatic fractures at Erasmus MC from 2008 to 2023. Specifically, to assess patient satisfaction with facial appearance and overall quality of life post-treatment using validated questionnaires. This will provide insights into the psychological and social impacts of zygomatic fractures and their treatment.\n\nSecondary Objective(s):\n\n* Residual displacement and asymmetry A secondary objective is to assess the degree of residual displacement and asymmetry in both hard and soft tissues using Cone Beam Computed Tomography (CBCT) scans and 3D facial photography. This evaluation will determine the effectiveness of current surgical techniques in restoring facial symmetry and function.\n* Functional Outcomes:\n\nTo evaluate the functional outcomes of the surgical treatment, including ocular motility, range of motion/mouthopening, cutaneous sensory function. These tests will help determine the success of the treatment in restoring normal facial function."},"conditionsModule":{"conditions":["Zygoma Fracture"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":true,"targetDuration":"1 Year","designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":126,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"OTHER","name":"No intervention","description":"None, questionnaires/CBCT/3D photography/physical examination"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PROM face Q","description":"The primary objective of this study is to evaluate the long-term outcomes of patients treated for zygomatic fractures at Erasmus MC from 2008 to 2023. Specifically, to assess patient satisfaction with facial appearance and overall quality of life post-treatment using validated questionnaires. This will provide insights into the psychological and social impacts of zygomatic fractures and their treatment.","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients who sustained a zygomatic fracture and were treated at Erasmus MC from January 2008 to June 2023.\n2. Patients aged 18 years and older at the time of the initial treatment.\n\nExclusion Criteria:\n\n1. Patients with incomplete or missing electronic medical records that lack essential demographic, clinical, or treatment-related information.\n2. Subsequent facial trauma: Patients who experienced additional facial trauma after the initial zygomatic fracture, which could affect the outcomes and complicate the assessment of the initial treatment.\n3. Zygoma arch fracture: Patients who have a zygomatic arch fracture. This will nog influence the asymmetry or physical appearance.\n4. Psychiatric or cognitive disorders: Patients with psychiatric or cognitive disorders that impair their ability to provide informed consent or complete the necessary fol-low-up evaluations and questionnaires.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population consists of adult patients aged 18 years and above diagnosed with zygomatic fractures and treated at Erasmus MC Rotterdam between 2008 and 2023.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Antoinette Rozeboom","role":"CONTACT","phone":"0624984936","email":"a.rozeboom@erasmusmc.nl"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000015051","term":"Zygomatic Fractures"},{"id":"D000050723","term":"Fractures, Bone"}],"ancestors":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000008446","term":"Maxillofacial Injuries"},{"id":"D000005151","term":"Facial Injuries"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000012887","term":"Skull Fractures"}],"browseLeaves":[{"id":"M26370","name":"Fractures, Bone","asFound":"Fracture","relevance":"HIGH"},{"id":"M17786","name":"Zygomatic Fractures","asFound":"Zygomatic Fractures","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M11429","name":"Maxillofacial Injuries","relevance":"LOW"},{"id":"M21089","name":"Facies","relevance":"LOW"},{"id":"M8294","name":"Facial Injuries","relevance":"LOW"},{"id":"M9349","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M22023","name":"Trauma, Nervous System","relevance":"LOW"},{"id":"M15690","name":"Skull Fractures","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}