{"protocolSection":{"identificationModule":{"nctId":"NCT06478823","orgStudyIdInfo":{"id":"APHP220606"},"secondaryIdInfos":[{"id":"2022-A01401-42","type":"OTHER","domain":"IDRCB ANSM"}],"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Healthy Stool Volunteer Donors for Fecal Microbiota Transplantation Trials","officialTitle":"Healthy Stool Volunteer Donors for Fecal Microbiota Transplantation Trials","acronym":"VIOLONSEL"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2030-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-05","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"collaborators":[{"name":"CRB-SAT BARM APHP.SU","class":"UNKNOWN"},{"name":"CRSA UMRS 938","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Currently, ANSM recommendations govern FMT (Fecal Microbiota Transplantation) in clinical trials. The collection and validation of these stool donations as part of the trials is complex and not very efficient. It therefore seems essential to identify the limiting factors and the characteristics of Healthy Volunteer Donors to optimize the number of valid stool donations.","detailedDescription":"If the ANSM recommendations govern FMT (Fecal Microbiota Transplantation) in clinical trials, the selection, inclusion of Healthy Volunteer Donors (HVD), then the collection and validation of these stool donations is complex and not very effective. New recommendations related to COVID-19 make this process even more complex. It therefore seems essential to identify the limiting factors and the characteristics of HVD to optimize the number of valid stool donations.\n\nHealthy voluntary donors of stools for the preparation of TMF (Healthy Volunteer Donors, -TMF) for trials to evaluate its effectiveness in various pathologies will be selected, included and followed in a common protocol (ANSM agreement obtained) in order to facilitate this entire process and pool resources. This will allow us to describe the clinical characteristics and lifestyle habits of Healthy Volunteer Donors associated with the validity of stool donations."},"conditionsModule":{"conditions":["Gastro-Intestinal Disorder"],"keywords":["Healthy Volunteer stool Donors","Stools donations","Fecal microbiota transplantation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Healthy volunteers for stool donation","type":"EXPERIMENTAL","interventionNames":["Other: Stools donation"]}],"interventions":[{"type":"OTHER","name":"Stools donation","description":"Healthy volunteer donors included in the selection process to donate stool for the preparation of a TMF as part of research projects.\n\nDonors will be followed from their selection until 6 months after their last valid stool donation.","armGroupLabels":["Healthy volunteers for stool donation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of HVD included who made at least 1 valid stool donation in the 12 months following their inclusion","description":"A valid stool donation is a donation that complies with all the clinical and biological recommendations of the ANSM\n\nDefine among the Healthy Volunteer Donors-TMFs (HVD ) included, the number of (HVD ) having made at least 1 valid stool donation.","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Proportion of \"good donors\": included donors having made at least 5 valid stool donations in the 12 months following their inclusion.","description":"A valid stool donation is a donation that complies with all the clinical and biological recommendations of the ANSM\n\nDefine among HVD included, \"good donors\" having made at least 5 valid stool donations","timeFrame":"12 months"},{"measure":"Description of the clinical characteristics of HVD performing stool donation","description":"Description of clinical characteristics (average age, average BMI) of donors who made at least 1 valid stool donation within 12 months following their inclusion and comparison with those of donors who did not not having made valid donations.","timeFrame":"12 months"},{"measure":"Description of the lifestyle habits of HVD performing stool donation","description":"Description of the lifestyle habits (lifestyle : profession, eating habits) of donors who made at least 1 valid stool donation within 12 months following their inclusion and comparison with those of donors who did not not having made valid donations.","timeFrame":"12 months"},{"measure":"Reasons for non-eligibility during the inclusion visit or during the phone screening","description":"Description of the reasons for non-eligibility during the inclusion visit or during the phone screening (non-inclusion criteria, availability, tolerance/acceptance of blood and nasopharyngeal samples, geographical distance, compensation amount, etc.) in order to evaluate the factors limiting the eligibility of HVD","timeFrame":"5 years"},{"measure":"Factors limiting the number of donations made by HVD per donation period of 28 days maximum","description":"Reasons for not carrying out or no preparation stool donation: availability HVD , ability to make a donation in hospital, tolerance/acceptance of blood and nasopharyngeal samples, possibility of stool preparation at the pharmacy, biological abnormalities, criteria for transitional or permanent exclusions","timeFrame":"12 months"},{"measure":"Evaluate the membership of participation of HVD","description":"Number of periods of donations made, regularity of donations, motivation for participation in the study collected by the investigator","timeFrame":"5 years"},{"measure":"Evaluate the duration of participation of HVD","description":"Duration of participation in the study collected by the investigator","timeFrame":"5 years"},{"measure":"Reasons for premature termination or non-validation of stools","description":"Reasons for premature termination or non-validation of stools: biological, viral, bacteriological, hematological abnormalities, HVD clinical anomaly, investigator decision HVD decision in order to assess the causes of premature termination of HVD and non-validation of stool donations","timeFrame":"5 years"},{"measure":"Assess the characteristics of the microbiota of valid donations","description":"Composition of the microbiota of HVD","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n- Age ≥ 18 years and \\< 50 years\n\n* 17 kg/m² \\< body mass index \\< 30 kg/m²\n* Regular bowel movement defined as at least 1 stool every other day and maximum 2 stools per day\n* Subject with health insurance (AME excepted)\n* Informed written consent\n\nExclusion Criteria:\n\nDefinitive non-inclusion criteria:\n\n1. Infectious risk :\n\n   - Known HIV, HBV, HCV, HTLV infection\n\n   - Residence of more than 2 years in the intertropics zone within the previous 5 years\n\n   - Hospitalization abroad for more than 24 hours in the last 12 months (including a member of the healthy volunteers donor's entourage)\n\n   - Risk factors for Creutzfeldt-Jakob disease (history: treatment with extractive growth hormone, a family case of transmissible spongiform subacute encephalopathy, surgery with opening of the dura or neurosurgery or invasive brain exploration before 1 January 1995, stay in United Kingdom for a duration greater than 1 year cumulatively between 1980 and 1996 or the presence of neurological or neuropsychiatric scalable recent clinical signs)\n   * Previous history of typhoid fever, tuberculosis and malaria\n   * Past or current injection drug user or regular use of other drug\n2. Gastrointestinal disease:\n\n   - Personal or 1st degree family history of: inflammatory bowel disease or celiac disease\n\n   - Personal history of irritable bowel syndrome, idiopathic chronic constipation or chronic diarrhea\n\n   - Previous history of gastrointestinal neoplasia or polyps\n\n   - Family history of 1st degree gastrointestinal neoplasia or polyps before age 60\n3. 1st degree family history of one of the following autoimmune or inflammatory disease : inflammatory arthritis, psoriasis, multiple sclerosis, type I diabetes, spondylitis, lupus and Basedow disease\n\n   - If family history unknown in the first degree, the donor is not eligible\n4. Previous history of :\n\n   * Subject prone to hemorrhoids (at least 1 event within the previous 1 year)\n   * Subject with an active chronic illness (except active chronic mild allergic disease o (example: allergic rhinitis, chronic eczema...))\n\n     * Diagnosis of Gilbert's syndrome done by screening is not a chronic disease. The healthy volunteer donor will therefore remain eligible.\n   * Serious allergy requiring hospitalization within the previous 12 months\n   * Curative long-term treatment\n   * Severe allergy requiring hospitalization in the last 12 months\n   * Allogeneic human or animal tissue or organ transplant\n   * 5- Factors that may affect the composition of the intestinal microbiota:\n   * Special Diet (example: gluten-free...)\n   * Lactose-free, vegetarian and vegan diets are permitted.\n   * Pregnancy or breastfeeding\n   * Taking immunosuppressants (eg calcineurin inhibitors, corticosteroids, biological agents, etc.)\n   * Antineoplastic chemotherapy\n\n6- Subject under legal protection 7- Participation in any other interventional study except studies for stool donation Temporary non-inclusion criteria\n\n1. Infectious risk :\n\n   * Unprotected sexual intercourse with a new partner in the previous 4 months and/or sexual intercourse with several different persons within the previous 4 months\n   * sexual partner who has had more than 1 partner within the previous 4 months and/or\n   * sexual transmitted infection within the previous 4 months (healthy volunteer donor himself or sexual partner)\n   * Sexual relationship in exchange for money or drugs in the last 12 months. (healthy volunteer donor himself or sexual partner)\n   * Sexual relationship with a partner with positive serology for HIV, viral hepatitis B or C, in the last 6 months.\n   * Sexual relationship with a partner who has used intravenous drugs, doping substances\n   * Hospitalization abroad for more than 24 hours in the last 12 months (healthy volunteer or entourage)\n   * Travelling within the previous 3 months except : Germany, Austria, Belgium, Spain, Finland, Ireland, Italia, Luxembourg, Netherland, Portugal, Greece, Slovenia, Cyprus, Malta, Slovakia, Estonia , Bulgaria, Croatia , Hungary, Latvia , Lithuania, Poland , Romania, Czech Republic, the United Kingdom, Denmark, Norway, Sweden, Switzerland, USA or Canada.\n   * Blood transfusion, piercing (including earrings) or tattoo within the previous 4 months\n   * Surgery (all types) or hospitalization within the previous 4 months\n   * Person living under the same roof with an infectious or contagious disease (i.e who have been hospitalized) within the previous 4 months\n   * Blood exposure accident (for wound, pricking or projection ...) within the previous 4 months\n   * Dental care within the previous 7 days\n   * Gastroenteritis within the previous 3 months (defined by acute onset of diarrhea (\\> 3 soft or liquid stools per day) and duration \\< one week)\n   * Episode of infection or skin infection/lesion within the previous 15 days 2-Risk linked to Covid-19\n   * Confirmed infection in the previous 28 days (after symptoms have ceased)\n   * Clinical signs of suspected infection (chill, cough, fever, dyspnea, myalgia, asthenia, malaise, pharyngeal pain, anosmia , ageusia, rhinorrhea, chest pain, headache, diarrhea) in the previous 28 days (after the end of symptoms)\n   * Having been in risky contact (according to the definition of Santé Publique France with a person whose infection is confirmed or suspected: \"14 days after the last risky contact: if the recommended screening tests in the event of risky contact between D15-D28 are negative \"In the 28 days preceding inclusion in the absence of a screening test. Healthcare professionals using recommended protective measures with COVID patients are not considered high-risk contacts 3- Monkeypox risk\n   * Confirmed or suspected infection within the previous 42 days ( after beginning of symptoms)\n   * Risky contact with a person with confirmed or suspected infection within the previous 21 days (from the date of last contact)\n   * Person who received the vaccine Imvanex within the previous 28 days ( after the last injection).\n\n     4- vaccination in the previous 15 days\n\n     5- Factors that may affect the composition of the intestinal microbiota:\n   * Taking antibiotic or antifungal (oral) in the previous 3 months before donation\n   * Taking non-steroidal anti-inflammatory drugs (oral) in the previous month before donation\n   * Taking corticosteroids (oral) in the previous 4 weeks before donation. Corticosteroids allowed if taken more than 4 weeks before donation. and not for an autoimmune or inflammatory disease.\n\nTemporary or permanent exclusion criteria:\n\n- At each visit of the donation period, the temporary or definitive exclusion criteria (identical to the temporary or definitive non-inclusion criteria) will be rechecked","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"49 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mélissa Montil, Praticien attaché","role":"CONTACT","phone":"00 33 1 71 97 08 10","email":"melissa.montil@aphp.fr"},{"name":"Harry SOKOL","role":"CONTACT","phone":"00 33 1 49 28 31 62","email":"harry.sokol@aphp.fr"}],"overallOfficials":[{"name":"Mélissa Montil","affiliation":"Assistance Publique - Hôpitaux de Paris","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007410","term":"Intestinal Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M10444","name":"Intestinal Diseases","asFound":"Intestinal Disorder","relevance":"HIGH"},{"id":"M8883","name":"Gastrointestinal Diseases","asFound":"Gastro-Intestinal Disorder","relevance":"HIGH"},{"id":"M7255","name":"Digestive System Diseases","asFound":"Gastro-Intestinal Disorder","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}