{"protocolSection":{"identificationModule":{"nctId":"NCT06475976","orgStudyIdInfo":{"id":"23-021005"},"secondaryIdInfos":[{"id":"R01HL168066","type":"NIH","link":"https://reporter.nih.gov/quickSearch/R01HL168066"}],"organization":{"fullName":"Children's Hospital of Philadelphia","class":"OTHER"},"briefTitle":"Multidimensional Phenotype Classification in Grade 3 Bronchopulmonary Dysplasia","officialTitle":"Multidimensional Phenotype Classification in Grade 3 Bronchopulmonary Dysplasia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-23","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Children's Hospital of Philadelphia","class":"OTHER"},"collaborators":[{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Bronchopulmonary Dysplasia (BPD), or chronic lung disease of prematurity, is the most consequential complication of preterm birth and is strong predictor of childhood pulmonary and neurodevelopmental disability, particularly in infants diagnosed with grade 3 BPD (ventilator dependence at 36 weeks' postmenstrual age), the most severe disease form. This study aims to (1) generate the first empirically defined phenotype classification system for grade 3 BPD developed using a rich array of objective and quantitative cardiopulmonary diagnostic, clinical, and biological data; and (2) define the association between phenotype subgroups and neurodevelopmental and respiratory outcomes through 2 years' corrected age.","detailedDescription":"Bronchopulmonary Dysplasia (BPD), or infant chronic lung disease, is the most consequential morbidity of prematurity. It affects \\>50% of extremely preterm infants (\\<30wk gestation) and can incur \\>$1 million in costs per child. Among infants who develop grade 3 BPD (most severe grade, defined as invasive ventilation at 36 weeks' postmenstrual age), nearly 80% suffer life-long respiratory impairment and \\>60% suffer severe developmental disability. Rates of grade 3 BPD are increasing and no proven therapies treat this disease. A key contributor to these gaps is the nearly singular reliance on the prescribed respiratory support to define BPD severity, select therapies, and assess prognosis. This subjective diagnostic approach masks heterogeneity in clinical presentation, treatment responsiveness, and outcomes. In other heterogenous lung diseases such as chronic obstructive pulmonary disease, cystic fibrosis, and asthma, evidence-based phenotyping (identification of patient subgroups based on shared characteristics) objectively classifies disease sub-types, improves patient counseling, promotes discovery of novel pathological mechanisms, and leads to more effective, phenotype-targeted therapies. The central hypothesis of the present study is that deep, multidimensional phenotyping in grade 3 BPD is feasible with existing diagnostic technologies, will reliably characterize disease heterogeneity, and will improve outcome prediction. Confirmation of this hypothesis holds promise to promote a frameshift towards objective diagnostic approaches and first-of-their-kind phenotype-specific trials in infants with BPD.\n\nExisting preliminary data support the feasibility of phenotyping in grade 3 BPD and suggest newer diagnostic techniques may improve disease characterization. Using data from lung computed tomography scan, cardiac echo, and bronchoscopy, researchers showed that preterm infants with grade 3 BPD can be classified into phenotypes based on the presence or absence of severe parenchymal lung disease, abnormal large airways, and pulmonary arterial hypertension. This classification scheme correlated with pre-discharge outcomes and suggested possible phenotype-specific therapies. Recent discoveries indicate that serial quantitative cardiopulmonary imaging and evaluation of mechanistic contributors to BPD including lung inflammation, gastroesophageal reflux, recurrent hypoxemia, and lung microbial dysbiosis may improve disease phenotyping and prediction of childhood neurodevelopmental and respiratory outcomes. This study builds on this information and uses multidimensional imaging, biological, and clinical data plus robust statistical techniques to propose an objective phenotype classification system for grade 3 BPD.\n\nEnrolled infants will undergo baseline quantitative chest computed tomography with angiography (CTA), cardiac echocardiography, bronchoscopy with lavage, 24-hour esophageal pH-impedance testing, pulmonary mechanics testing, oximetry, and complete medical record review at enrollment. Repeat diagnostic testing will be performed 6-8wk later and cardiopulmonary monitoring and outcome data collected until discharge. These data will be used to empirically define phenotypes and assess phenotype stability. Enrolled participants will undergo validated neurodevelopmental and respiratory assessments through 2 years' corrected age. The diagnostic performance the empirically defined phenotype classification system for predicting 2 year outcomes will be determined."},"conditionsModule":{"conditions":["Bronchopulmonary Dysplasia"],"keywords":["Bronchopulmonary Dysplasia","BPD","Multidimensional Phenotype"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Tracheal aspirate fluid Blood Urine Stool Bronchoalveolar Lavage (BAL)"},"enrollmentInfo":{"count":130,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Diagnostic cohort","description":"Study participants will undergo the following diagnostic tests:","interventionNames":["Diagnostic Test: Chest computed tomography (CT) with angiography","Diagnostic Test: Bronchoscopy with bronchoalveolar lavage","Diagnostic Test: Echocardiography","Diagnostic Test: 24 hour esophageal pH (\"potential of hydrogen\") - multichannel intraluminal impedance (MII) monitoring (reflux testing)"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Chest computed tomography (CT) with angiography","description":"A CT scan uses a doughnut-shaped machine to take x-rays in a circle around the body. CT scans help doctors learn about the structure of the lungs, heart, and blood vessels in the chest. A CT scan provides more information than regular x-rays. CT w/angiography - injection of intravenous contrast during the CT to image the blood vessels within the chest.","armGroupLabels":["Diagnostic cohort"]},{"type":"DIAGNOSTIC_TEST","name":"Bronchoscopy with bronchoalveolar lavage","description":"During a bronchoscopy, a lung doctor inserts a small flexible camera into the breathing tube and main branches of the airways within the lungs. During the test, a small amount of sterile fluid is placed into the lung and then retrieved (lavage). This fluid is tested for evidence of infection.","armGroupLabels":["Diagnostic cohort"]},{"type":"DIAGNOSTIC_TEST","name":"Echocardiography","description":"An echo uses sound waves to create computer pictures of the heart.","armGroupLabels":["Diagnostic cohort"]},{"type":"DIAGNOSTIC_TEST","name":"24 hour esophageal pH (\"potential of hydrogen\") - multichannel intraluminal impedance (MII) monitoring (reflux testing)","description":"24 hour pH/MII testing is used to measure gastroesophageal reflux. A small feeding tube like catheter is passed through the nose or mouth into the esophagus. The catheter is used to measure the frequency and acidity of reflux episodes during a 24 hour monitoring period.","armGroupLabels":["Diagnostic cohort"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Empirically defined phenotype subgroup","description":"The number and characteristics of phenotype subgroups will be empirically defined using cluster analyses applied to the collected cardiopulmonary diagnostic and clinical data. All recorded diagnostic and clinical information will be considered for inclusion in these analyses. Final study reports will indicate which diagnostic and clinical data were most associated with cluster classification. The strength of association between assigned cluster and neurodevelopmental and respiratory outcomes assessed through 26 months' corrected age will be defined.","timeFrame":"Up to 26 months' corrected age"}],"secondaryOutcomes":[{"measure":"Moderate to severe neurodevelopmental impairment (NDI)","description":"Moderate to severe NDI is a composite outcome that will be defined as the presence of one or more of the following outcomes at 22-26 month follow-up: Bayley Scale of Infant Development IV (BSID IV) cognitive score ≤84, Gross Motor Functional (GMF) level of 2-5, hearing deficit requiring amplification to understand commands or inability to understand commands despite amplification, blindness (\\<20/200 vision) in one or both eyes based on visual acuity screening or medical history, and/or profound hearing loss (inability to understand commands despite amplification). The BSID is a standard series of developmental play tasks that are assessed by a trained clinician and takes between 45-60 minutes to complete. GMF is assessed using the 5-level Gross Motor Functional Classification System (GMFCS) that describes gross motor function on the basis of self initiated movement abilities.","timeFrame":"Up to 26 months' corrected age"},{"measure":"Total problem behavior score","description":"Behavior difficulties will be assessed using the Child Behavior Checklist (CBCL) at 22-26 month follow-up. Parents/caregivers complete 100 questions from observations of their child's behaviors, using a 3-point scale (this behavior is: \"not true\", \"somewhat true\", \"very or often true\"). The mean and standard deviation is 50 ±10. Higher scores indicate increased behavioral problems. Estimated time to administer the CBCL is 10-15 minutes. The questions are grouped into Diagnostic and Statistical Manual (DSM) oriented scales (affective, anxiety, pervasive developmental, attention deficit/hyperactivity, and oppositional defiant problems). These scales are grouped into empirically based composite scales measuring internalizing and externalizing. These values will be aggregated to derive the total problem behavior score which will be the primary measure of child behavior difficulties for this study.","timeFrame":"Up to 26 months' corrected age"},{"measure":"Health related quality of life","description":"Child health-related quality of life will be assessed using the Infant and Toddler Quality of Life Questionnaire Short Form (ITQOL-SF47). The ITQOL-SF47 has 47 questions and assesses domains such as the overall health, physical abilities, growth and development, bodily pain/discomfort, temperament and moods, general health perceptions, parent impact - emotional, parent impact - time and family cohesion with a score of 0 (worst) to 100 (best) for each of these domains.","timeFrame":"Up to 26 months' corrected age"},{"measure":"Abnormal respiratory signs/symptoms","description":"Recent history of wheezing/whistling, limitations of daily activities due to wheezing, and persistent cough. This will be assessed using the International Study of Asthma and Allergies in Childhood (ISAAC) respiratory questionnaire which includes 6 questions based on the presence of wheeze, cough, night time respiratory signs, and limitations and activity.","timeFrame":"Up to 26 months' corrected age"},{"measure":"Moderate to severe respiratory compromise","description":"Moderate to severe respiratory compromise is a composite outcome that will be defined as one or more of the following:\n\n* Tracheostomy placed any time between birth and 22-26 month follow-up\n* home O2 therapy or positive airway pressure at 22-26 month follow-up\n* ≥ 2 re-hospitalizations respiratory reasons - including viral respiratory infections through 22-26 month follow-up\n* Respiratory medications (inhaled therapies, corticosteroids, diuretics) in the 3mo prior to 22-26 month follow-up.\n* Home respiratory monitor (pulse oximeter, apnea monitor) use at 22-26 month follow-up.","timeFrame":"Up to 26 months' corrected age"},{"measure":"Mortality","description":"Death before anticipated 2 year follow-up","timeFrame":"Up to 26 months' corrected age"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria (infant subjects):\n\n* Male or female infant born with gestational age \\<32 weeks\n* Postmenstrual age between 36-65 weeks at enrollment\n* Receiving invasive ventilation at enrollment\n* Grade 3 BPD or grade 2 BPD with need for chronic invasive ventilation at enrollment\n* Parental informed consent (provides the consent to participate)\n\nExclusion Criteria (infant subjects):\n\n* Contraindication to 1 or more of the study diagnostic procedures\n* Family unable/unlikely to commit to 2-year follow-up\n* Unlikely to survive the 6-8-week diagnostic period\n* Parental consent not provided (decline consenting for study)\n* Aneuploidy or other severe congenital abnormality not-representative in BPD\n\nAt the time of consent, a parent or guardian caregiver will be invited to participate as an enrolled dyad using the following eligibility criteria:\n\nInclusion criteria (parents/guardians):\n\n* Parent or legal guardian of an enrolled infant subject\n* Informed consent\n\nExclusion criteria (parents/guardians):\n\n* Unable/unlikely to complete study procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"1 Month","maximumAge":"1 Year","stdAges":["CHILD"],"studyPopulation":"This study will enroll male and female infants born very premature and who are receiving prolonged invasive ventilation at the time of study enrollment between 36 and 65 weeks postmenstrual age for high grade (2 or 3) bronchopulmonary dysplasia. A parent or guardian caregiver will be enrolled as a dyad with the enrolled infant to facilitate collection of parental stress index data through 2 year follow-up.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Erik Jensen, MD, MSCE","role":"CONTACT","phone":"267-648-2720","email":"jensene@chop.edu"}],"overallOfficials":[{"name":"Erik Jensen, MD, MSCE","affiliation":"Children's Hospital of Philadelphia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Children's Hospital of Philadelphia","status":"RECRUITING","city":"Philadelphia","state":"Pennsylvania","zip":"19104","country":"United States","contacts":[{"name":"Erik Jensen, MD, MSCE","role":"CONTACT","phone":"267-648-2720","email":"jensene@chop.edu"}],"geoPoint":{"lat":39.95233,"lon":-75.16379}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Researchers may request access to de-identified study records from the study investigators using the study sponsor contact information following completion of the study","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"Data will be available following completion of all study procedures, follow-up assessments, and primary data analyses.","accessCriteria":"Researchers with a bonafide interest and suitable plan of use will be granted access to the study data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001997","term":"Bronchopulmonary Dysplasia"},{"id":"D000006965","term":"Hyperplasia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000055397","term":"Ventilator-Induced Lung Injury"},{"id":"D000055370","term":"Lung Injury"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000007235","term":"Infant, Premature, Diseases"},{"id":"D000007232","term":"Infant, Newborn, Diseases"}],"browseLeaves":[{"id":"M5273","name":"Bronchopulmonary Dysplasia","asFound":"Bronchopulmonary Dysplasia","relevance":"HIGH"},{"id":"M10016","name":"Hyperplasia","asFound":"Dysplasia","relevance":"HIGH"},{"id":"M28143","name":"Lung Injury","relevance":"LOW"},{"id":"M28152","name":"Ventilator-Induced Lung Injury","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M25869","name":"Premature Birth","relevance":"LOW"},{"id":"M10279","name":"Infant, Premature, Diseases","relevance":"LOW"},{"id":"M10276","name":"Infant, Newborn, Diseases","relevance":"LOW"},{"id":"T874","name":"Bronchopulmonary Dysplasia","asFound":"Bronchopulmonary Dysplasia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000004112","term":"Dimercaprol"}],"ancestors":[{"id":"D000002614","term":"Chelating Agents"},{"id":"D000064449","term":"Sequestering Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M7296","name":"Dimercaprol","asFound":"Systolic blood pressure","relevance":"HIGH"},{"id":"M5860","name":"Chelating Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}