{"protocolSection":{"identificationModule":{"nctId":"NCT06473805","orgStudyIdInfo":{"id":"FDASU-Rec ID052418"},"organization":{"fullName":"Ain Shams University","class":"OTHER"},"briefTitle":"3D Printed Implant for Management of Gummy Smile Through VISTA Technique","officialTitle":"3D Printed Polymethylmethacrylate Versus Polyether Ether Ketone Implant for Management of Gummy Smile Through VISTA Technique: A Randomized Clinical Study","acronym":"VISTA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nada Zidan","investigatorTitle":"Associate Lecturer in oral medicine and periodontology department","investigatorAffiliation":"Ain Shams University"},"leadSponsor":{"name":"Ain Shams University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"the most important esthetic concern for dental patients is excessive display of gingiva during smiling due to multiple causes e.g. hyperplasia of gingival, skeletal overgrowth of the anterior maxilla, altered passive eruption, maxillary alveolar tooth extrusion, short lip and lip hypermobility therefore accurate diagnosis of these factors is essential before treatment to ensure the most suitable approach is chosen. Maxillary overgrowth may cause sub nasal skeletal depression that lead to retraction of upper lip during smiling, causing gingiva display. The aim of this study is to describe an alternative technique to treat gingival smile with minimally invasive vestibular incision subperiosteal tunnel access (VISTA) to place 3D printed polymethylmethacrylate (PMMA)-based bone cement versus polyether ether ketone (PEEK) for lip repositioning.","detailedDescription":"A smile plays an important role in determining a person's initial impression and its assessment has become integral to clinical evaluation owing to how appealing a smile could be among people. A gingival smile, gummy smile or high smile line is an aesthetic concern with 10-12% prevalence among dental patients mainly in women and is diagnosed when a patient shows ≥3 mm of free gingiva.\n\nA gummy smile may result from a single cause but is more commonly found to be the result of an interplay of multiple factors and identifying the causative factor is the basis for its treatment. It may be broadly caused by dentoalveolar discrepancies or non-dentoalveolar discrepancies. Dentoalveolar discrepancies include short clinical crowns, altered passive eruption and gingival hypertrophy/hyperplasia. These discrepancies can be improved by restorative and periodontal approaches. Non-dentoalveolar discrepancies include hyperactive upper lip, short, or incompetent upper lip and vertical maxillary excess. Orthognathic surgery, lip repositioning (LRT), orthodontic treatment, and Botox injections are the main treatment modalities typically employed for treating thesis conditions.\n\nLRT, first described by Kostianovsky and Rubinstein in 1976, has shown excellent efficacy in treating gummy smile, showing an average reduction of 2.71 to 3.4 mm at 6 months of follow-up in previous systematic reviews. However, the traditional technique has reported different partial or complete degrees of relapse. Therefore, different modifications have been developed to improve the predictability and stability of the technique and reduce morbidity and complications.\n\nMost modifications reported in the last 5 years aim to provide improved stability of outcome by introducing techniques that eliminate or restrict the function of the muscles responsible for raising the upper lip during smile or that alter/restrict the hypermobility of lip movement. Some of these techniques include the use of adjuvants such as botulinum toxin (BOTOX).\n\nInjecting overactive muscles with measured amount of botulinum toxin results in a reduction of muscle activity, relaxation of the lip muscles and decreasing upward pull on the lip. The improvement achieved is almost immediate but remains only for a period of 3-6 months, before slowly fading. This relatively short duration is the major disadvantage of the technique, that require constant reapplication and the effects of long-term use of Botox have not been adequately researched\n\nOther approaches, such as the incorporation of muscle resection or the introduction of polymethylmethacrylate (PMMA) implants are intended to have a permanent effect. PMMA is a cross-chain polymer material compatible with human tissues, and since World War II it has been utilized in medicine, for cranioplasties in neurosurgeries, secondary to decompressive craniectomy. It is still the most used reconstructive material by many clinicians because it is one of the most available biocompatible alloplastic materials that elicit low foreign body reaction and provide adequate protection to adjacent neural tissues. Its first application in dentistry was for full dentures and it has shown promising results such as good biocompatibility with the oral tissues.\n\nPMMA bone cement can also be used as graft material for extraction sites, furcation lesions, correction of maxillary and mandibular contours and in 2017, Torres et al. published the first study in which PMMA was used for sub nasal depression in cases of vertical maxillary excess. To restore deficient thickness of alveolar bone and perform adequate lip support, PMMA was directly modified and adapted on the bone surface. Another study in 2018 and 2024, Conventional full thickness mucoperiosteal flaps had been used to obtain access to the labial alveolar bone surface, to place and secure the PMMA device with fixation screws.\n\nTo overcome intraoperative complication such as incomplete polymerization, exothermic reactions, low physical properties and prolonged operation time, a new approach using 3D print for the use of PMMA cement to decrease lip movement, reposition the upper lip and decrease the gingival exposure. In 2023, de Castro et al., described alternative technique to treat gummy smile with minimally invasive vestibular incision subperiosteal tunnel access (VISTA) and PMMA implants for lip repositioning. Although the published case reports have shown good outcomes for this specific indication, there is a need to better codify the indications for the procedure and to have stronger clinical evidence to support its use.\n\nIn addition to PMMA, Polyether ether ketone (PEEK) has become a hot topic for new material research due to its good biocompatibility, excellent fatigue properties, excellent mechanical properties, high toughness, relatively low wear rate, corrosion and aging resistance, ease of processing, and color stability. Additionally. Recently, 3D printing has been used to manufacture PEEK scaffolds and prostheses. This technique can produce more precise and complex end products.\n\nConsidering its advantageous physical properties and the low rate of postoperative complications reported in the literature, PEEK is a reliable biomaterial for patient-specific implants in facial recontouring as has been described as part of reconstruction of skull defects and those in the orbital-maxillo-zygomatic district, both in post-traumatic and in post cancer situations. However, fewer reviews have provided a through summary about the recent advances in PEEK for a variety of dental applications.\n\nFuture research should focus on the impact of different materials of bone cement grafts whether PMMA or PEEK to manage the gingival smile in facial profile at rest and during smiling, thereby enabling the understanding of some of the possible side effects of this intervention."},"conditionsModule":{"conditions":["Management of Gummy Smile"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients with a gummy smile caused by excessive gingival display ≥ 4 mm due to sub nasal depression will be randomly divided into 2 groups, each will perform minimally invasive vestibular incision subperiosteal tunnel access (VISTA) and place whether 3D printed PMMA or PEEK implants.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Patients will be randomly allocated according to predetermined computer-generated randomization using www.Randomizer.org","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"• Group I (3D printed PMMA implant spacer):","type":"ACTIVE_COMPARATOR","description":"10 patients with a gummy smile caused by excessive gingival display ≥ 4 mm due to subnasal depression will perform minimally invasive vestibular incision subperiosteal tunnel access (VISTA) and 3D printed PMMA implants.","interventionNames":["Procedure: VISTA technique and 3D printed PMMA implant"]},{"label":"• Group II (3D printed PEEk implant spacer):","type":"ACTIVE_COMPARATOR","description":"10 patients with a gummy smile caused by excessive gingival display ≥ 4 mm due to subnasal depression will perform minimally invasive vestibular incision subperiosteal tunnel access (VISTA) and 3D printed PEEK implants.","interventionNames":["Procedure: VISTA technique and 3D printed PEEK implant"]}],"interventions":[{"type":"PROCEDURE","name":"VISTA technique and 3D printed PMMA implant","description":"Intraoral scanning and radiographic examination (CBCT) will be performed to assess the anatomy of the sub nasal area and plan the position, size and thickness of PMMA implant The data will be transferred to 3D planning software to create digital model that fit in the defect followed by 3D printing of the implant using VISTA technique","armGroupLabels":["• Group I (3D printed PMMA implant spacer):"],"otherNames":["minimally invasive vestibular incision subperiosteal tunnel access and 3D printed polymethylmethacrylate implant"]},{"type":"PROCEDURE","name":"VISTA technique and 3D printed PEEK implant","description":"Intraoral scanning and radiographic examination (CBCT) will be performed to assess the anatomy of the subnasal area and plan the position, size and thickness of PEEK implant The data will be transferred to 3D planning software to create digital model that fit in the defect followed by 3D printing of the implant using VISTA technique","armGroupLabels":["• Group II (3D printed PEEk implant spacer):"],"otherNames":["minimally invasive vestibular incision subperiosteal tunnel access and 3D printed Polyether ether ketone implant"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To measure amount of gingival display in different follow-up intervals","description":"To measure amount of gingival display in millimeters in different follow-up intervals.","timeFrame":"at 1, 3, 6 and 12 months postoperatively"}],"secondaryOutcomes":[{"measure":"To evaluate patient satisfaction","description":"To evaluate patient satisfaction by filling questionnaire","timeFrame":"at 1, 3, 6 and 12 months postoperatively"},{"measure":"to evaluate postoperative pain","description":"to evaluate postoperative pain by visual analogue scale (from 0 to 10 score)","timeFrame":"at 1, 3, 6 and 12 months postoperatively"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients having excessive gingival display ≥ 4 mm.\n* Clinically diagnosed and radiographically confirmed maxillary subnasal depression.\n* Good compliance with the plaque control instructions following therapy.\n* Availability for follow-up and maintenance program.\n\nExclusion Criteria:\n\n* Smokers.\n* Pregnant and lactating females.\n* Patients with insufficient keratinized gingiva.\n* Patients who had done any surgical procedure in the same region.\n* Patients who had done fixed or removable prostheses in any anterior maxillary teeth.\n* patients currently using medications linked to gingival hyperplasia.\n* Systemic diseases that could affect the outcome of the therapy (according to the modified Burkett's health history questionnaire).\n* Vulnerable groups of patients' e.g. (handicapped patients).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nada S. Ahmed, PHD student","role":"CONTACT","phone":"01060041571","email":"nadazidan1271994@gmail.com"},{"name":"doaa adel- khattab, Asso.Prof","role":"CONTACT","phone":"01006814258","email":"Dr.doaa.adel-khattab@dent.asu.edu.eg"}],"overallOfficials":[{"name":"Hala A. Abuel Ela, Professor","affiliation":"Professor of Oral Medicine, Periodontology, Oral Diagnosis, Faculty of Dentistry, Ain Shams University","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Faculty of Dentistry-Ain Shams University","city":"Cairo","country":"Egypt","geoPoint":{"lat":30.06263,"lon":31.24967}}]},"referencesModule":{"seeAlsoLinks":[{"label":"Modifying gummy smile: a minimally invasive approach","url":"http://pubmed.ncbi.nlm.nih.gov/25825116/"},{"label":"A Standardized Technique for Gummy Smile Treatment Using Repeated Botulinum Toxins: A 1-year Follow-up Study","url":"http://pubmed.ncbi.nlm.nih.gov/35494889/"},{"label":"A comparison between modified and conventional surgical techniques for surgical lip repositioning in the management of the gummy smile","url":"http://pubmed.ncbi.nlm.nih.gov/30412347/"},{"label":"Correction of Gummy Smile by Surgical Lip Repositioning with Myotomy versus Botox Injection Technique","url":"http://adjg.journals.ekb.eg/article_281886.html"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"meshes":[{"id":"D000019904","term":"Polymethyl Methacrylate"}],"ancestors":[{"id":"D000014665","term":"Vasodilator Agents"},{"id":"D000016587","term":"Antimutagenic Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M21783","name":"Polymethyl Methacrylate","asFound":"Lactococcus","relevance":"HIGH"},{"id":"M8134","name":"Ether","relevance":"LOW"},{"id":"M17412","name":"Vasodilator Agents","relevance":"LOW"},{"id":"M21869","name":"Protective Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"VaDiAg","name":"Vasodilator Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"}]}},"hasResults":false}