{"protocolSection":{"identificationModule":{"nctId":"NCT06474689","orgStudyIdInfo":{"id":"AGU2024"},"organization":{"fullName":"Istituto Auxologico Italiano","class":"OTHER"},"briefTitle":"EMDR vs. CBT in the Treatment of Inpatients With Obesity and Binge Eating Disorder: the EMDRDCA Study.","officialTitle":"Preliminary Findings of a Randomized Controlled Clinical Trial of EMDR vs. Cognitive Behavioral Therapy in the Treatment of Inpatients With Obesity and Binge Eating Disorder: the EMDRDCA Study.","acronym":"EMDRDCA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-01","type":"ACTUAL"},"completionDateStruct":{"date":"2024-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-16","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Istituto Auxologico Italiano","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Overweight and obesity are linked with Binge Eating Disorder (BED). Traditionally, Cognitive Behavioral Therapy (CBT) is the therapeutic approach indicated both for inpatient and outpatient treatment of BED. Eye Movement Desensitization and Reprocessing (EMDR) could be more effective for the treatment of BED, in particular with patients who lived one or more traumatic experiences.\n\nA randomized controlled clinical trial is ongoing in order to test the hypothesis that a 4-week EMDR intervention is more effective than a parallel CBT intervention in the treatment of inpatients with obesity and BED who experienced a traumatic event and are referred to a residential rehabilitation program. Outcomes are the reduction of binge eating symptoms, emotional eating, psychological distress and trauma-related variables, and the improvement of emotion regulation from baseline to treatment completion.","detailedDescription":"Feeding and Eating disorders (FEDs) have been claimed to represent major global health concerns. FEDs include different types of disorders such as Anorexia Nervosa (AN), Bulimia Nervosa (BN), and Binge Eating Disorder (BED), which are all generally characterized by excessive preoccupation with body shape, eating, and weight, and may include disordered eating and compensatory behaviors.\n\nBED is a relatively new FED introduced in the fifth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-5). It is characterized by frequent episodes of eating a large amount of food in a short period of time and with a sense of lack of control over eating, followed by a sense of guilt, not associated with compensatory behaviors such as vomiting.\n\nThere are several medical comorbidities with FEDs which can range from cardiac to metabolic, gastrointestinal, and reproductive complications. BED is associated with severe medical conditions including, among others, obesity and obesity-related disorders such as type 2 diabetes, hypertension, and dyslipidemia.\n\nFEDs often present with psychiatric comorbidities. The most common FEDs-related psychiatric conditions are anxiety disorders (particularly obsessive-compulsive disorder, generalized anxiety disorder, and social phobia), mood disturbances such as major depression, and alcohol and substance abuse.\n\nTreating FEDs requires a multidisciplinary approach with medical, nutritional, psychological and physical interventions. As far as psychotherapy is concerned, Cognitive Behavioral Therapy (CBT), in particular the Enhanced Cognitive Behavioral Therapy (CBT-E), has been recognized as the treatment of choice for FEDs. Although CBT-E is the most used approach to treat FEDs, there is some evidence suggesting weak long-term outcomes such as high percentages of dropout and unsatisfactory remission rates. These findings have motivated researchers to investigate the role of psychopathological mechanisms not adequately addressed by CBT-E, which can have an impact on the onset and the maintenance of FEDs.\n\nHistory of trauma and early negative experiences in life such as neglect and abuse as well as stressful life events have been recognized as common risk factors for FEDs, and as predictors of worse treatment outcomes when not properly targeted. Since CBT-E does not specifically target trauma-related symptoms, it can be hypothesized that the treatment of FEDs could benefit from a trauma-focused therapy.\n\nEye Movement Desensitization and Reprocessing (EMDR) is a trauma-focused therapeutic approach developed by Shapiro in 1987 for the treatment of Post Traumatic Stress Disorder (PTSD) and traumatic psychopathological features as dissociation. To date, several systematic reviews and meta-analyses reported EMDR to be effective in the treatment of PTSD and trauma-related comorbidities.\n\nBecause trauma history is prominent in FEDs, and EMDR has proven efficacy in the treatment of trauma and trauma-related disorders, some authors have argued that EMDR could be a beneficial approach to be used for the treatment of FEDs. However, only a few studies addressing this hypothesis are available. For example, Zaccagnino and colleagues illustrated a clinical case in which a 17-year-old inpatient with unremitting AN followed an EMDR intervention for 6 months in hospital. From pre-to-post-treatment, the patient increased weight, and BMI, improved her attachment style, and increased self-confidence and social functioning, and results were maintained at 12 and 24 months follow-up. Ergüney-Okumuş described the positive effects of EMDR on a patient with BN, who received 20 sessions of CBT-E followed by 5 sessions of EMDR with a focus on body image. After the intervention, the patient reported important improvements in eating-related symptoms (binge eating, restricting, and preoccupation with weight, shape, and eating) as well as motivation, body satisfaction, and social relations.\n\nTo the best of the authors' knowledge, there is no evidence concerning the efficacy of EMDR in the treatment of subjects with BED. For this reason, a two-arm randomized controlled clinical trial (RCT) with a mixed between-within design was planned in order to test the superior efficacy of a 4-week EMDR intervention compared to a parallel CBT intervention in the treatment of inpatients with BED and comorbid obesity, and who experienced traumatic events in their lives.\n\nThe EMDR intervention was hypothesized to be more effective than the CBT intervention in reducing the impact of traumatic experiences, BED symptoms, emotional eating, and psychological distress, and in improving emotion regulation.\n\nThe RCT is ongoing at the IRCCS Istituto Auxologico Italiano, Piancavallo (VCO, Italy), a third-level, residential clinical center for the rehabilitation of obesity and eating disorders.\n\nPatients attending the inpatient program described below are screened for inclusion into the RCT during the first hospitalization week. After a routine clinical interview conducted by an independent licensed psychologist, patients who meet the eligibility criteria are invited to participate in the RCT by a member of the research team, who informs them about the RCT objectives and procedures. Eligible patients who accept to participate and sign the informed consent forms for participation and data treatment are asked to complete a battery of self-report questionnaires to collect demographic data and measure outcome variables. The questionnaires completed by participants are stored in a locked cabinet, while data are stored in a password-protected Excel file."},"conditionsModule":{"conditions":["Binge-Eating Disorder"],"keywords":["Binge Eating disorder","Obesity","Trauma","Cognitive Behavioral Therapy","Eye Movement Desensitization and Reprocessing"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized Controlled Trial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":8,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"EMDR","type":"EXPERIMENTAL","description":"The EMDR intervention is based on the standard protocol of EMDR, a therapeutic approach used for the treatment of trauma and stress-related disturbances. It focuses on the memory of traumatic experiences and is a comprehensive methodology that uses eye movements or other forms of dual attentional bilateral stimulation to treat disorders related directly to traumatic or particularly stressful experiences.","interventionNames":["Other: EMDR"]},{"label":"CBT","type":"ACTIVE_COMPARATOR","description":"The CBT intervention is based on the core principles of both the Enhanced Cognitive Behavioral Therapy (CBT-E), an evidence-based treatment for eating disorders, and the Cognitive Behavioral Therapy for Obesity (CBT-OB). CBT-E is based on the transdiagnostic theory for eating disorders. CBT-OB combines the principal strategies of the traditional behavioral therapy for obesity (self-monitoring, goal setting, stimulus control) with more specific cognitive strategies and procedures helping patients to address the cognitive processes involved with treatment discontinuation, the amount of weight lost and long-term weight-loss maintenance.","interventionNames":["Other: CBT"]}],"interventions":[{"type":"OTHER","name":"EMDR","description":"EMDR is based on the Adaptive Information Process (AIP) model, which posits that the traumatic event experienced by a subject is stored in memory along with the disturbing emotions, perceptions, cognitions, and physical sensations that characterized that moment. All this information is stored in a dysfunctional way within neural networks and unable to connect with other networks with useful information. The information enclosed in the neural networks, not being able to be processed, continue to cause discomfort in the subject, up to the onset of pathologies such as post-traumatic stress disorder (PTSD) and other psychological disorders. The goal of EMDR is to restore the adaptive processing of information in order to achieve the adaptive resolution by creating new and more functional connections.","armGroupLabels":["EMDR"]},{"type":"OTHER","name":"CBT","description":"CBT-E is based on the transdiagnostic theory for eating disorders. According to this theory, there is an overvaluation of shape, weight, eating and their control that people use to judge themselves which represents the core feature of maintaining eating disorder symptoms including binge eating. The goals of CBT-E are to increase the understanding of eating disorders, reduce weight concerns, and establish a pattern of regular eating by addressing the mechanisms that have been maintaining the eating disorder psychopathology including body image disturbances and reactions to life events and emotions. The goals of CBT-OB are to help patients to reach, accept and maintain a healthy weight loss by adopting a healthy lifestyle.","armGroupLabels":["CBT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"subjective distress caused by traumatic events","description":"subjective distress caused by traumatic events is assessed with the Italian-validated version of the Impact of Event Scale-Revised. It is a self-report questionnaire composed of 22 items rated on a 5-point Likert scale ranging from 0 to 4 used to assess subjective distress caused by traumatic events. The IES-R yields a total score (ranging from 0 to 88) and subscale scores can also be calculated for the Intrusion, Avoidance, and Hyperarousal subscales. All subscales of the Italian version had good internal consistency (hyper-arousal, α = 0.83; avoidance, α = 0.72; intrusion, α = 0.78).","timeFrame":"4 weeks"},{"measure":"binge eating","description":"binge eating is assessed with the Italian-validated version of the Binge Eating Scale. It is a self-report questionnaire composed of 16 groups of items assessing the presence of binge eating episodes. Specifically, 8 items describe behavior manifestations and 8 items refer to feelings and cognitions surrounding a binge episode. The total score ranged from 0 to 46. The higher the score, the more severe the binge eating problems. In an Italian study evaluating the psychometric properties of the Italian version of BES results showed good internal consistency reliability (α = 0.89)","timeFrame":"4 weeks"},{"measure":"psychological distress","description":"psychological distress is assessed with the Italian-validated version of the Depression Anxiety and Stress Scale (DASS). It is a self-report questionnaire composed of 21 items rated on a 4-point Likert scale, ranging from 0 to 3 and composing three subscales: depression, anxiety, and stress. The validation of the italian version showed that Cronbach's alpha coefficients exceeded .70 both in the community and clinical samples, thus indicating good to excellent internal consistency. Test-retest reliability values computed on the undergraduate student sample were large for all the DASS-21 scale scores.","timeFrame":"4 weeks"},{"measure":"emotional eating","description":"emotional eating is assessed with the Emotional Eating subscale of the Italian-validated version of the Dutch Eating Behavior Questionnaire. It is composed of 13 items, rated on a 5-step Likert scale ranging from 0 to 4. The validation of the Italian version showed that DEBQ subscales have a high test-retest reliability. Cronbach's alpha coefficient for the Emotional Eating scale indicated an adequate internal consistency.","timeFrame":"4 weeks"},{"measure":"emotion dysregulation","description":"emotion dysregulation is assessed with the Italian-validated version of the Difficulties in Emotion Regulation Scale. It is a self-report questionnaire consisting of 36 items, rated on a 5-point Likert scale ranging from 1 to 5, which explores the following sub-scales: non-acceptance of negative emotions, inability to undertake purposeful behavior when experiencing negative emotions, difficulty in controlling impulsive behavior when experiencing negative emotions, limited access to emotion regulation strategies that are considered effective, lack of awareness of one's emotions, lack of understanding of the nature of one's emotional responses. Results from the Italian validation showed that the DERS has high internal consistency with a Cronbach's alpha of .92 for the DERS total score and alphas \\> .80 for most sub-scales. The test-retest reliability was excellent for the DERS total score, fair for Clarity, and good for Nonacceptance, Goals, Impulse, Awareness, and Strategies.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nbeing a female Italian inpatient with obesity (Body Mass Index BMI: Kg/m2\\>30, WHO) and BED (according to the Diagnostic and Statistical Manual of Mental Disorders, 5th Edition, DSM-5), aged between 18 and 65 years, and with a self-reported history of one traumatic experience at least.\n\nExclusion Criteria:\n\nany physical or psychiatric disorder, or any other medical condition that could compromise participation in the RCT.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"istituto Auxologico Italiano - Piancavallo","status":"RECRUITING","city":"Piancavallo","state":"Verbania","zip":"28824","country":"Italy","contacts":[{"name":"Gianluca Castelnuovo, Prof","role":"CONTACT","phone":"0039323514338","email":"gianluca.castelnuovo@auxologico.it"}]}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009765","term":"Obesity"},{"id":"D000002032","term":"Bulimia"},{"id":"D000001068","term":"Feeding and Eating Disorders"},{"id":"D000056912","term":"Binge-Eating Disorder"}],"ancestors":[{"id":"D000050177","term":"Overweight"},{"id":"D000044343","term":"Overnutrition"},{"id":"D000009748","term":"Nutrition Disorders"},{"id":"D000001835","term":"Body Weight"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000006963","term":"Hyperphagia"},{"id":"D000012817","term":"Signs and Symptoms, Digestive"}],"browseLeaves":[{"id":"M12701","name":"Obesity","asFound":"Obesity","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M5304","name":"Bulimia","asFound":"Binge Eating","relevance":"HIGH"},{"id":"M28641","name":"Binge-Eating Disorder","asFound":"Binge Eating Disorder","relevance":"HIGH"},{"id":"M26956","name":"Bulimia Nervosa","relevance":"LOW"},{"id":"M4380","name":"Feeding and Eating Disorders","asFound":"Eating Disorders","relevance":"HIGH"},{"id":"M26186","name":"Overweight","relevance":"LOW"},{"id":"M25307","name":"Overnutrition","relevance":"LOW"},{"id":"M12684","name":"Nutrition Disorders","relevance":"LOW"},{"id":"M5114","name":"Body Weight","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M10014","name":"Hyperphagia","relevance":"LOW"},{"id":"M15622","name":"Signs and Symptoms, Digestive","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}