{"protocolSection":{"identificationModule":{"nctId":"NCT06479187","orgStudyIdInfo":{"id":"24-717"},"organization":{"fullName":"Brigham and Women's Hospital","class":"OTHER"},"briefTitle":"PSMAtrack-tracking Changes in PSMA-PET During Initial Therapy for Metastatic Hormone-sensitive Prostate Cancer","officialTitle":"PSMAtrack-tracking Changes in PSMA-PET During Initial Therapy for Metastatic Hormone-sensitive Prostate Cancer"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Heather A. Jacene, MD","investigatorTitle":"Associate Chief of Nuclear Medicine and Molecular Imaging","investigatorAffiliation":"Brigham and Women's Hospital"},"leadSponsor":{"name":"Brigham and Women's Hospital","class":"OTHER"},"collaborators":[{"name":"Dana-Farber Cancer Institute","class":"OTHER"},{"name":"Blue Earth Diagnostics","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if serial PSMA-PET/CT scans can be used to monitor response to therapy in metastatic hormone sensitive prostate cancer and can be potentially used to optimize future treatment approaches.\n\nThe main questions it aims to answer are:\n\nWhat is the proportion of men with residual PSMA-avid disease on PET/CT scans after 6 months of treatment for metastatic hormone sensitive prostate cancer? Do the findings on PSMA-PET/CT scans after 6 months of treatment for metastatic hormone sensitive prostate cancer correlate with other markers of disease status, like PSA?\n\nParticipants will:\n\nReceive standard of care treatment for metastatic hormone sensitive prostate cancer Undergo a PSMA-PET/CT scan before starting treatment Undergo a PSMA-PET/CT scan after 6 months of treatment Have a chart review every 3 months for 1 year after the 6 month PSMA-PET/CT scan","detailedDescription":"The current approach to imaging metastatic hormone sensitive prostate cancer (mHSPC) is via conventional scans (CT/MRI/bone scan), but prostate specific membrane antigen (PSMA)-positron emission tomography (PET) is being increasingly used for imaging prostate cancer. Given its greater diagnostic accuracy compared to conventional imaging, there is a strong rationale to evaluate PSMA-PET in imaging mHSPC. Moreover, serial imaging with PSMA-PET may offer a better opportunity to evaluate disease response with systemic therapy and potentially use the results to guide therapy, given that PSMA-targeted radioligand therapy (177Lu-PSMA-617) is now approved for metastatic castrate-resistant prostate cancer (mCRPC). Furthermore, the 6-month timepoint after initiation of systemic therapy is an ideal time to perform interim PSMA-PET given that 6-month prostate specific antigen (PSA) has strong prognostic value in mHSPC in the era of intensified systemic therapy.\n\nThis is a prospective trial of 18F-rhPSMA-7.3 PSMA-PET/CT at baseline and after 6 months of therapy for mHSPC, with the aim of evaluating changes in disease extent during this timeframe and correlating this with the PSA response. Results from this pilot study could be used to plan trials assessing (de)intensification of therapy at 6 months based on PSMA-PET.\n\nThe primary study objective is to determine the proportion of patients with residual PSMA-avid disease on 18F-rhPSMA-7.3 PSMA-PET after 6 months of therapy for mHSPC.\n\nExploratory objectives are:\n\n* To correlate presence/absence of residual PSMA-avid disease after 6 months with PSA ≤0.2 ng/mL at 6 months of therapy.\n* To evaluate changes in SUVmax, SUVmean, total tumor volume and other PET imaging parameters between baseline and 6 months.\n* To evaluate PET imaging parameters at baseline that predict for achievement of PSA ≤0.2 ng/mL at 6 months.\n* To explore use of artificial intelligence (AI) and machine learning (ML) tools in delineating tumor burden and volume on 18F-rhPSMA-7.3 PSMA-PET.\n\nPatients will undergo baseline 18F-rhPSMA-7.3 PSMA-PET/CT and 18F-rhPSMA-7.3 PSMA-PET/CT 6 months after starting treatment for mHSPC with androgen deprivation therapy and androgen receptor pathway inhibitor with or without docetaxel.\n\nPatients will be followed via chart review for 1 year after the 6 month PSMA-PET/CT scan or death, whichever occurs first."},"conditionsModule":{"conditions":["Metastatic Prostate Cancer","Hormone Sensitive Prostate Cancer","Metastatic Hormone-sensitive Prostate Cancer (mHSPC)"],"keywords":["PSMA","PET","Metastatic Hormone-sensitive Prostate Cancer (mHSPC)","prostate cancer"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PSMA-PET/CT arm","type":"EXPERIMENTAL","description":"Patients will undergo 18F-rhPSMA-7.3 PSMA PET/CT scan before and after 6 months of treatment for metastatic hormone sensitive prostate cancer.\n\nPatients will undergo chart review every 3 months for 1 year after the second 18F-rhPSMA-7.3 PSMA PET/CT scan.","interventionNames":["Drug: 18F-rhPSMA-7.3","Device: PET/CT"]}],"interventions":[{"type":"DRUG","name":"18F-rhPSMA-7.3","description":"radiopharmaceutical targeting PSMA and used to image prostate cancer with PET scan.","armGroupLabels":["PSMA-PET/CT arm"]},{"type":"DEVICE","name":"PET/CT","description":"Diagnostic imaging test","armGroupLabels":["PSMA-PET/CT arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Proportion of patients with residual PSMA-avid disease on 18F-rhPSMA7.3 PSMA PET after 6 months of treatment for metastatic hormone sensitive prostate cancer","description":"metric use is percent of men with residual PSMA avid disease compared to all men undergoing the scan.","timeFrame":"At the time of the 18F-rhPSMA-7.3 PSMA-PET/CT scan done 6 months after starting therapy for metastatic hormone sensitive prostate cancer"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Participants must have histologically or cytologically confirmed prostate cancer, or unequivocal clinical evidence of mHSPC (eg. elevated PSA with lesions consistent with metastatic prostate cancer).\n2. Age ≥18 years.\n3. Participants must have mHSPC (either de novo or relapse after prior local therapy), as defined by extrapelvic nodal and/or visceral and/or bone lesions consistent with metastatic disease and seen on CT, bone scan and/or MRI. If participants have relapsed after prior local therapy, they must not have had systemic therapy in the past 6 months prior to study registration.\n4. Serum testosterone \\>150 ng/dL.\n5. Planned initiation of systemic therapy with ADT (androgen deprivation therapy) and an AR pathway inhibitor (abiraterone, enzalutamide, apalutamide, darolutamide) ± docetaxel. Initiation of systemic therapy up to 14 days prior to the baseline 18F-rhPSMA-7.3 PSMA-PET/CT is permitted.\n6. Ability and willingness to comply with the study procedures.\n7. Participants with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational agent are eligible for this trial.\n8. The effects of 18F-rhPSMA-7.3 on the developing human fetus are unknown. For this reason and because radiopharmaceutical agents used in this trial are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for 24 hours after each 18F-rhPSMA-7.3 PSMA-PET scan.\n9. Ability to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria:\n\n1. Systemic therapies other than ADT (GnRH/LHRH agonists or antagonists), AR pathways inhibitors (abiraterone, enzalutamide, apalutamide, darolutamide) and docetaxel are not permitted to be administered during the study period.\n2. Radiation to the prostate and/or metastatic sites prior to the 6-month PET scan is not permitted.\n3. Uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n4. Contraindications to PET/CT, including severe claustrophobia.\n5. History of allergic reactions attributed to compounds of similar chemical or biologic composition to 18F-rhPSMA-7.3.\n6. Any past or current condition that, in the opinion of the study investigators, would confound the results of the study or would pose additional risk or burden to the patient by their participation in the study.","healthyVolunteers":false,"sex":"MALE","genderBased":true,"genderDescription":"Not based on self-representation of gender identity as biologic females are not eligible as they do not develop prostate cancer.","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Heather A Jacene, MD","role":"CONTACT","phone":"617-632-3767","email":"hjacene@bwh.harvard.edu"}],"overallOfficials":[{"name":"Heather Jacene, MD","affiliation":"Brigham and Women's Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Dana Farber Cancer Institute","city":"Boston","state":"Massachusetts","zip":"02115","country":"United States","geoPoint":{"lat":42.35843,"lon":-71.05977}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011471","term":"Prostatic Neoplasms"},{"id":"D000006967","term":"Hypersensitivity"}],"ancestors":[{"id":"D000005834","term":"Genital Neoplasms, Male"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000011469","term":"Prostatic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M14335","name":"Prostatic Neoplasms","asFound":"Prostate Cancer","relevance":"HIGH"},{"id":"M10018","name":"Hypersensitivity","asFound":"Sensitive","relevance":"HIGH"},{"id":"M8946","name":"Genital Neoplasms, Male","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M8944","name":"Genital Diseases, Male","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M14333","name":"Prostatic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M21258","name":"Radiopharmaceuticals","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}