{"protocolSection":{"identificationModule":{"nctId":"NCT06479174","orgStudyIdInfo":{"id":"HRRCID 23-332"},"organization":{"fullName":"University of New Mexico","class":"OTHER"},"briefTitle":"Cognitive Strategies for Optimizing Brain Health And Managing Transgenerational Vascular Risk Factors Post-Stroke","officialTitle":"Cognitive Strategies for Optimizing Brain Health And Managing Transgenerational Vascular Risk Factors Post-Stroke (CHAMPS for Transgenerational Risk)","acronym":"CHAMPS-TR"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-14","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-14","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of New Mexico","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"People living with the cognitive effects of stroke are at risk for recurrent stroke and further cognitive decline. Also problematic is that stroke risk clusters in families and biological family members of people who have ischemic stroke may also be at increased risk of stroke and/or cognitive decline. The primary goal of this study is to test the feasibility of a virtually delivered cognitive strategy training and health coaching program to reduce vascular risk and promote brain health in persons with stroke and their biological family members.","detailedDescription":"CHAMPS for Transgenerational Risk (TR) (Cognitive strategies for optimizing brain Health And Managing transgenerational vascular risk factors Post-Stroke), a feasibility trial for preventing stroke and improving cognitive outcomes in persons with stroke and their families. Stroke is used as a vector to identify both persons with post-stroke cognitive impairment and dementia (PSCID)and a targeted family member who may be at risk and could benefit from vascular risk reduction intervention. The investigators integrate the concept of a \"teachable moment\" where health events can lead to behavior change by targeting family members who are stroke-free but may have vascular risk factors putting them at risk for stroke and vascular cognitive impairment (VCI) in the future. Recognizing that people with stroke frequently encounter barriers to community mobility, the proposed trial will be offered virtually to give even those with difficulty accessing the community an equitable opportunity to participate in clinical research.\n\nIn this feasibility trial, the investigators will pilot test the CHAMPS-TR intervention which includes vascular risk reduction coaching and a metacognitive problem-solving protocol which contains guided discovery, goal setting, and strategy training. Index persons with stroke and targeted family members (i.e., biological child, younger sibling) who may be at heightened risk for stroke and VCI will receive the CHAMPS intervention which will be delivered remotely. Participants will be split into two arms and either receive the virtual CHAMPS-TR intervention or CHAMPS-TR intervention plus remotely-supervised transcranial Direct Current Stimulation (RS-tDCS) based on eligibility and preference. tDCS is a minimally invasive brain stimulation technique that may augment the effects of cognitive interventions alone. It has strong evidence in stroke rehabilitation and RS-tDCS is a feasible approach in those with stroke and other clinical populations. The overarching goal of this project is to rigorously test the custom-tailored intervention for families impacted by ischemic stroke."},"conditionsModule":{"conditions":["Stroke, Ischemic"],"keywords":["risk reduction","cognition","executive function","cardiometabolic conditions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CHAMPS-TR","type":"EXPERIMENTAL","description":"Persons with stroke and a targeted biological family member will receive the CHAMPS intervention including vascular risk reduction coaching and cognitive strategy training.","interventionNames":["Behavioral: CHAMPS-TR"]},{"label":"CHAMPS TR plus remotely supervised transcranial direct current stimulation (RS-tDCS)","type":"EXPERIMENTAL","description":"Persons with stroke and a targeted biological family member will receive the CHAMPS intervention including vascular risk reduction coaching and cognitive strategy training. Persons with stroke will also receive RS-tDCS.","interventionNames":["Behavioral: CHAMPS-TR"]}],"interventions":[{"type":"BEHAVIORAL","name":"CHAMPS-TR","description":"Persons with stroke ( n=20) and at least 1 targeted family member (TFM) (n=20) will engage with the CHAMPS-TR protocol which involves 10 virtual intervention sessions (bi-weekly for 5 weeks) with key elements including metacognitive problem-solving training (i.e., goal setting, guided discovery, strategy development) and vascular risk reduction coaching building on existing American Heart Association (AHA) LE8 content. Probands that are eligible for RS-tDCS (n=10) will receive 5x weekly (weeks 2-5) RS-tDCS applied to the left dorsolateral prefrontal cortex (DLPFC).","armGroupLabels":["CHAMPS TR plus remotely supervised transcranial direct current stimulation (RS-tDCS)","CHAMPS-TR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"American Heart Association Life's Essential 8 Metrics","description":"metric scores for vascular risk; score is calculated on a 0-100 scale where 100 is ideal","timeFrame":"baseline, up to 7 weeks, and up to 24 weeks"},{"measure":"Cardiovascular risk factors, Aging, and Incidence of Dementia (CAIDE)","description":"Risk profile score for cognitive decline; score is composed of weightings by reference to age, sex, education, systolic blood pressure, BMI, total cholesterol, and physical activity. Scores range from 0-15 with higher scores indicating greater risk.","timeFrame":"baseline, up to 7 weeks, and up to 24 weeks"}],"secondaryOutcomes":[{"measure":"Oral Trail Making Test Part B","description":"Test of mental sequencing and switching; score with total number of seconds to complete up to 300, total number of errors, and total correct","timeFrame":"baseline and up to 24 weeks"},{"measure":"Number Span Test Forward and Backward","description":"Test of working memory; scored with number of correct trials (0-14), and longest span forward (0, 3-9) and longest span backward (0, 2-8). Higher numbers are greater number of correct items.","timeFrame":"baseline and up to 24 weeks"},{"measure":"Multiple Errands Test Home Version","description":"Test of executive function impact on everyday life; total score of 0-14 with higher levels indicating less impairment; additional sub-scores for errors made and strategies used using total scores.","timeFrame":"baseline and up to 24 weeks"},{"measure":"Mark VCID2 Clinical Cognitive Assessment Battery","description":"Test of cognitive impairment and dementia; total scores on all sub-scores for each included measure.","timeFrame":"baseline and up to 24 weeks"},{"measure":"PROMIS Self-Efficacy for Managing Medications","description":"Test of self efficacy for managing medications; scoring with item-level calibrations using HealthMeasures Scoring Service","timeFrame":"baseline, up to 7 weeks, and up to 24 weeks"},{"measure":"PROMIS Self-Efficacy for Managing Symptoms","description":"Test of self efficacy for managing symptoms; scoring with item-level calibrations using HealthMeasures Scoring Service","timeFrame":"baseline, up to 7 weeks, and up to 24 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. primary diagnosis of acute ischemic stroke,\n2. impairment of cognitive function (score \\>1 on Quick Executive Interview - telephone screener),\n3. absence of severe aphasia (score of 0 or 1 on NIH Stroke Scale),\n4. absence of pre-stroke dementia (client report),\n5. absence of major anxiety and depressive disorder (PHQ-9, GAD-7),\n6. absence of drug and alcohol misuse within 3 months of study (AUDIT, DAST),\n7. greater than 40 years of age,\n8. having a potential family member who meets targeted family member criteria,\n9. eligible for MRI and Remote Supervised-transcranial direct current stimulation (RS-tDCS) if in CHAMPS-TR plus RS-tDCS (e.g., not pregnant; no intracranial metal implants; no skin lesions on target sites for stimulation; no severe cardiopulmonary, renal or hepatic diseases; no pacemakers; no underlying medical reason for not engaging in MRI or tDCS).\n\nThe targeted family member will be:\n\n1. a minimum of 18 years of age,\n2. biological kin of person with stroke,\n3. absence of dementia (client report),\n4. absence of major anxiety and depressive disorder (PHQ-9, GAD-7),\n5. absence of drug and alcohol misuse within 3 months of study (AUDIT, DAST),\n6. greater than 18 years of age, and\n7. having a sibling or parent who had an ischemic stroke\n\nExclusion Criteria:\n\nFor all participants:\n\n1. not English speaking, reading, and understanding, and\n2. no access to video-conference software on a computer or smart device","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Suzanne Burns, PhD","role":"CONTACT","phone":"5052723324","email":"scburns@salud.unm.edu"},{"name":"Tim Dionne, PhD","role":"CONTACT","phone":"5052720639","email":"tdionne@salud.unm.edu"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data Sharing Plan\n\nThe investigators will share data collected in this project:\n\nAt National Scientific Meetings: The investigators expect to share results from the data at two conferences/scientific meetings a year such as the American Congress of Medical Rehabilitation Conference, the RESNA conference, the American Occupational Therapy Conference, and Aging Conferences.\n\nThrough Publication in Scientific Journals: the investigators expect to publish 1-2 journal articles a year where data from the proposed project will be shared with no subject identifiers.\n\nData to be shared includes de-identified: MRI data, feasibility data, self-efficacy scores, vascular risk factor scores, cognitive/executive function scores"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000083242","term":"Ischemic Stroke"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M10543","name":"Ischemia","relevance":"LOW"},{"id":"M22306","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M2400","name":"Ischemic Stroke","asFound":"Stroke, Ischemic","relevance":"HIGH"},{"id":"M5810","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"}]}},"hasResults":false}