{"protocolSection":{"identificationModule":{"nctId":"NCT06477887","orgStudyIdInfo":{"id":"14128"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Post Extraction Changes Following Ridge Preservation Using Allogenis Dentin Vs Autogenous Partially Demineralized Dentin","officialTitle":"Evaluation Of Post Extraction Hard Tissue Alteration Following Ridge Preservation in The Esthetic Zone Using Allogeneic Dentin Matrix Versus Autogenous Partially Demineralized Dentine Matrix: A Randomized Controlled Clinical Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-05","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Abdullah Matar Sead Alharthi","investigatorTitle":"Princible Investigator, Master Degree Student, Periodontology Department, Faculty of Dentistry, Cario University","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Research question:\n\nIn patients with unrestorable anterior teeth, will the use of allogenic dentin matrix be more effective than autogenous partially demineralized dentine matrix (APDDM) in reducing hard tissue changes after post-extraction ridge preservation in the aesthetic zone? After enrolment, periodontal and radiographic examinations will be conducted, and patients with badly unrestorable teeth in the aesthetic zone will be identified. These patients will undergo measurements of mesio-distal distance between adjacent teeth, corono-apical height of bone, the presence of a labial undercut, dehiscence, or fenestration, and the relationship to adjacent teeth using the transgival probing technique and a preapical radiograph, or CBCT.\n\nIn both groups, the desired tooth will be atraumatically extracted under local anaesthesia using peritomies and surgical forceps.\n\nIn the intervention group: preparation of the allogenic dentin matrix.\n\nSteps of Allogenic Dentin Processing:\n\nWashing with distilled water for 30-120 minutes Ultrasonic cleaning cycles: 1st with distilled water for 5-10 minutes, 2nd with 5-7% hydrogen peroxide 10-30 minutes, then 3 minutes with distilled water for 5-10 minutes at 60-80 Defatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours. Demineralization with 0.5% HCL for 10-60 min Dehydration with Neutral Ethyl Alcohol for 30 minutes, then defatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours Washing with normal saline and freeze-drying, then sterilisation using ethylene oxide gas.\n\nAfter the recovery period of 6 months\", a biopsy is taken for cases from the site of the operation for histological evaluation during implant placement.\n\n• In the control group, the teeth will be cleaned and dried, and then the dentin will be ground to obtain particles of a certain size, which will be partially demineralized by using a tooth transformer machine. In both groups, the dentin graft will be placed inside the socket, and then a 5/0 proline suture will be used to fix the collagen membranes to cover the graft. After the recovery period of 6 months\", a biopsy is taken for cases from the site of the operation for histological evaluation during implant placement.\n\nOutcome:\n\nRadiographic bucco-lingual ridge width loss. Radiographic palatal vertical bone changes. Radiographic buccal vertical bone changes. Percentage of new vital bone formation. Percentage of residual bone graft. Implant Primary Stability.","detailedDescription":"This study aims to evaluate the radiographical and histomorphometrical differences between the allogenic dentin matrix and the autogenous partially demineralized dentin matrix (APDDM) in ridge preservation after tooth extraction in the aesthetic zone.\n\nResearch Procedure:\n\nPatients will be selected from the outpatient clinic of the Oral Medicine and Periodontology Department, Faculty of Dentistry, Cairo University. General operative procedures: The patients who fulfil the inclusion criteria will be enrolled. The nature of the study will be explained to each patient as follows: as well as the importance of compliance with pre- and post-operative instructions.\n\nand follow-up visits. Each patient will be asked to sign an informed consent form. After enrolment, periodontal and radiographic examination and Patients with badly unrestorable teeth in the aesthetic zone will be identified.\n\nThese patients will undergo mesio-distal distance between adjacent teeth. corono-apical height of bone, presence of labial undercut, dehiscence, or fenestration and relation to adjacent teeth measurements using transgival probing technique, and a preapical radiograph, or CBCT. Initial Therapy: The initial therapy will consist of periodontal treatment. (phase I therapy), including supra-gingival scaling and subgingival debridement if needed, adjustment of faulty restoration, and polishing. The mechanical plaque Control instructions for each patient include brushing and interdental cleaning.\n\ntechniques.\n\n* Atraumatic extraction:\n* Local anaesthesia will be administered via buccal and palatal infiltration prior to any surgical procedure.\n* In both groups, flapless atraumatic tooth extraction will be performed. which includes an intrasulcular incision using a 15c blade, then a The periotome is inserted between the root and the surrounding bone in a wedging action on all sides around the root. Afterwards, a small A straight elevator will be used to luxate the root and the remaining root. Forceps will be used to deliver it. Lucas Curette will be used to clean the extraction socket of any apical pathology and granulation tissue.\n* In the intervention group, 2) Group 1 (an allogeneic dentin matrix) will be used.\n\nPreparation of the allogenic dentin matrix.\n\nSteps of Allogenic Dentin Processing:\n\nWashing with distilled water for 30-120 mins Soft and pulp tissues are to be removed from the dental root, then washed with distilled water for about 30 minutes to about 2 hours.\n\nQuick Freezing with Liquid Nitrogen at 160 oC for 30-120 min Then grind to a particle size of 300-800 µm.\n\nThe dental root will be processed by quick-freezing and crushing into powder, whose average particle diameter is about 200 mm to about 1,500 mm. The powder may be washed with distilled water for about 30 minutes to about 2 hours to remove contaminants and residual soft tissue.\n\nUltrasonic cleaning cycles: 1st with distilled water for 5-10 minutes, 2nd with 5-7% hydrogen peroxide 10-30 minutes, then 3 minutes with distilled water for 5-10 minutes at 60-80 The powder will be cleaned using three cycles of ultrasonic cleaning, each of which consists of the following steps: a first washing step in which the powder will be cleaned using ultrasonic technology for about five to ten minutes in sterilised or clean water; a second washing step in which the powder will be cleaned using ultrasonic technology for about ten to thirty minutes in hydrogen peroxide solution; and a third washing step in which the powder will be cleaned using ultrasonic technology for about five to ten minutes in pure water.\n\nDefatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours The powder washed in the above-described step will be primarily degreased using a chloroform-methanol solution where the ratio between the chloroform and methanol is about 1:0.5 to about 1:2 by weight for about 3 hours to about 12 hours.\n\nDemineralization with 0.5 N HCL for 10-60 min The above-mentioned powder that has been principally degreased will be delimed (demineralized) for 10 minutes to an hour in an aqueous solution of about 0.5N hydrochloric acid that has a volume that is 5-10 times more than that of the powder.\n\nDehydration with Neutral Ethyl Alcohol for 30 minutes, then Defatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours The deli powder will next be dehydrated for up to two hours with neutral ethyl alcohol. The dehydrated powder may undergo a second degreasing step using a chloroform-methanol solution with a chloroform-to-methanol weight ratio of about 1:0.5 to about 1:2 over a duration of about 3 hours to about 12 hours.\n\nWashing with normal saline and freeze drying, then sterilisation using ethylene oxide gas The degreased, delimed, and dehydrated powders are then freeze-dried, and the freeze-dried powders are then sterilised using ethylene oxide gas.\n\nIn the control group, the partially demineralized dentin graft will be prepared as follows: The extracted tooth will be decontaminated and cleaned with a diamond. under abundant irrigation with physiological water. All filling materials (gutta-percha, composite, luting cements, etc.) will be removed with the outmost care. Subsequently, the tooth will be cut into fragments (5 × 5 mm). and will be dried using air and ground with the Tooth Transformer device. following the manufacturer's protocol. Dentin particles will be obtained with a dimension of 400-800 μm.\n\n* Alveolar ridge preservation:\n* After socket debridement, each socket will be carefully filled with dentin graft.\n\nOnce the grafts are properly adapted to the sockets, they will be covered with collagen membranes extending 2 mm in the envelope prepared between the periosteum.\n\nand the bony borders of the socket (360° around). The wound will be secured using 5/0 proline interrupted sutures, not with the intention to close the wound, but simply to keep the graft and membranes are stable in position. After a 6-month healing period, at the moment of the implant placement, a A biopsy from the core of the grafted site will be obtained using a 2-mm trephine.\n\nbur. The biopsy will be immediately fixed in 10% neutral buffered formalin and then dehydrated through baths of progressively more concentrated water (from 50 to 100%) alcohol and subsequently embedded in paraffin. Finally, a tissue A section of 4 μm thick will be prepared and stained with hematoxylin-eosin for histological analysis.\n\nLate implant placement:\n\n* After complete bone healing of the extraction socket, 6 months following tooth extraction and late implant placement will be performed.\n* Local anaesthesia in which Septocaine (Articaine hydrochloride, 4%) with 1:100000 Epinephrine) will be administered via buccal and palatal infiltration prior to any surgical procedure. For both groups, a triangular flap design will be used. which involves a midcrestal horizontal incision with an intrasulcular incision on each distal tooth to the edentulous area. Then, two vertical releases Incisions will be made at the line angles of the adjacent teeth. This will be followed by full-thickness flap elevation.\n* The implant osteotomy will then be prepared using sequential drilling according to to the manufacturer's instructions to allow implant placement in proper 3D prosthetic. Finally, the implant will be inserted into the prepared osteotomy.\n\nOutcome:\n\nRadiographic bucco-lingual ridge width loss. Radiographic palatal vertical bone changes. Radiographic buccal vertical bone changes. Percentage of new vital bone formation. Percentage of residual bone graft. Implant Primary Stability. The results were directly postoperative and 6 months postoperatively."},"conditionsModule":{"conditions":["Socket Preservation"],"keywords":["Socket Preservation","Allogenic Dentin Matrix","Autogenous Partially Demineralized Dentine Matrix"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"A Randomized ControlledTrial","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Allogeneic Dentin Matrix","type":"EXPERIMENTAL","description":"Steps of Allogenic Dentin Processing:\n\n1. Wash with distilled water for 30-120 minutes.\n2. Ultrasonic Cleaning Cycles: 1st with distilled water for 5-10 minutes, 2nd with 5-7% hydrogen peroxide for 10-30 minutes, then the 3rd with distilled water for 5-10 minutes at 60-80.\n3. Defatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours.\n4. Demineralization with 0.5N HCL for 10-60 min.\n5. Dehydration with Neutral Ethyl Alcohol for 30 minutes, then Defatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours.\n6. Wash with normal saline and freeze dry, then sterilise using ethylene oxide gas.\n\nThe extracted socket will be filled with allogenic dentin.","interventionNames":["Biological: Allogeneic Dentin Matrix"]},{"label":"Autogenous Partially Demineralized Dentine Matrix","type":"ACTIVE_COMPARATOR","description":"The extracted tooth will undergo grinding using the tooth transformer device. The produced dentin graft will be of a particle size of 400-800 μm. The extracted socket will be filled with partially demineralized autogenous dentin graft covered by a collagen membrane.","interventionNames":["Biological: Autogenous Partially Demineralized Dentine Matrix"]}],"interventions":[{"type":"BIOLOGICAL","name":"Allogeneic Dentin Matrix","description":"Steps of Allogenic Dentin Processing:\n\nWash with distilled water for 30-120 minutes. Ultrasonic Cleaning Cycles: 1st with distilled water for 5-10 minutes, 2nd with 5-7% hydrogen peroxide for 10-30 minutes, then the 3rd with distilled water for 5-10 minutes at 60-80.\n\nDefatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours. Demineralization with 0.5N HCL for 10-60 min. Dehydration with Neutral Ethyl Alcohol for 30 minutes, then Defatting with Chloroform Methanol Solution 1:0.5 for 3-12 hours.\n\nWash with normal saline and freeze dry, then sterilise using ethylene oxide gas.\n\nThe extracted socket will be filled with allogenic dentin","armGroupLabels":["Allogeneic Dentin Matrix"]},{"type":"BIOLOGICAL","name":"Autogenous Partially Demineralized Dentine Matrix","description":"The extracted tooth will be cleaned with a diamond bur under abundant irrigation with physiological water. All filling materials (gutta-percha, composite, luting cements, etc.) will be removed with the outmost care and under magnification.\n\nSubsequently, the tooth will be cut into fragments (5 × 5 mm) and inserted into the milling device (Tooth Transformer, Milan, Italy). According to the manufacturer, a disposable box containing disposable liquid solutions will be inserted into the device to ensure the demineralization of the graft with 0.1 M hydrochloric acid, 10% hydrogen peroxide, and demineralized water as a wash.\n\nAfter 25 minutes, particle graft biomaterials will be obtained. The particle size will range from 815 µm with peaks up to 1110 µm.\n\nThe socket will be filled with the graft.","armGroupLabels":["Autogenous Partially Demineralized Dentine Matrix"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Radiographic bucco-lingual ridge width loss","description":"Baseline and 6-month postoperative CBCT scans will be conducted. At both time points, measurements will be taken with identical reference points and lines. Matched cuts of baseline and final scans were obtained at the mesio-distal centres of extraction sites, and both cuts were superimposed with the same dental reference for standardised measurements. A bisecting vertical reference line corresponding to the long axis of the alveolar ridge was placed in the centre of the extraction socket, and perpendicular horizontal reference lines were set at the most apical point of the extraction site. The BLRW was measured at a level of 2 mm below the most coronal cross section and perpendicular to the vertical reference.\n\nline, and both BRH and LRH were measured parallel to the vertical reference line from the most coronal crest points each to the horizontal reference line.\n\nParticipant-level analysis metric: change from the baseline.","timeFrame":"after 6 months of the surgery"}],"secondaryOutcomes":[{"measure":"Change in the radiographic vertical bone level","description":"Baseline and 6-month postoperative CBCT scans will be conducted. At both time points, measurements will be taken with identical reference points and lines. The most apical point of the extraction socket will be determined on the baseline image, and two reference lines will be created to form a reference. The vertical reference line will cross the apical reference point at the midway point of the extraction socket.\n\nThe alveolus' height will be measured at the midbuccal aspect (BH) and the midlingual aspect (LH).","timeFrame":"after 6 months of the surgery"},{"measure":"Percentage of new vital bone formation and residual graft:","description":"The biopsies will be preserved in a 10% formalin solution. Following that, they will undergo four weeks of EDTA decalcification. The specimens will be treated and embedded in paraffin after decalcification to generate tissue blocks. The paraffin blocks will be split into longitudinal sections of 5 m in thickness. For histological examination and histomorphometric analysis, these slices will be stained with hematoxylin and eosin (H\\&E) or Masson's trichromatic (MT) stains. A digital light microscope will be used to photograph the stained sections.\n\nHistomorphometric analysis will be undertaken to determine the percentage of the total analysed histological area occupied by bone, graft particles, and soft tissue stroma. For this analysis, image analyzer software (Leica QWin 500 image analysis software, Leica Microsystems, Switzerland) will be used. To guarantee a neutral review, the pathologist will be blinded. The image analyzer programme","timeFrame":"after 6 months of the surgery"},{"measure":"Implant Primary Stability","description":"Implant Primary Stability:\n\nThe Osstell Mentor Resonance Frequency Analyzer (Osstell AB, Goteborg, Sweden) will be used to evaluate the primary stability of the implant fixture. For each implant, two measurements will be collected in the buccolingual and mesiodistal directions. The representative implant stability quotient (ISQ) for each particular implant will be calculated as the average of these two measurements.","timeFrame":"after 6 months of the surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients with good health status (ASA-1, ASA-2).\n* Adult patients over 18 years old.\n* Patients with non-restorable teeth in the aesthetic zone for periodontal, carious, or traumatic reasons.\n* Extraction socket with no more than 50% buccal bone loss.\n* Patients accept a 6-month follow-up period (cooperative patients).\n* Patients provide informed consent.\n\nExclusion Criteria:\n\n* Patients reporting systemic conditions that may compromise healing (e.g., uncontrolled diabetes).\n* Patients with poor maintenance of oral hygiene.\n* Pregnancy.\n* Smokers.\n* Patients taking any medications that could compromise healing.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Abdullah Matar","role":"CONTACT","phone":"01203333038","email":"dr.@bood@gmail.com"}],"locations":[{"facility":"Cairo University","status":"RECRUITING","city":"Cairo","state":"Cairo, Elmanil, Egypt, 4240101","country":"Egypt","contacts":[{"name":"Weam Eibattawy, Ass. Prof","role":"CONTACT","phone":"01203333038","email":"perio@dentistry.cu.edu.eg"},{"name":"Manal Hosny, Professor","role":"CONTACT"}],"geoPoint":{"lat":30.06263,"lon":31.24967}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M3777","name":"Ethanol","relevance":"LOW"},{"id":"M9918","name":"Hydrogen Peroxide","relevance":"LOW"},{"id":"M209019","name":"Ethylene","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"}]}},"hasResults":false}