{"protocolSection":{"identificationModule":{"nctId":"NCT06473051","orgStudyIdInfo":{"id":"INTERSCALERCT"},"organization":{"fullName":"University of Basel","class":"OTHER"},"briefTitle":"Sustainable Improvement of INTERprofessional Care for Better Resident Outcomes","officialTitle":"Sustainable Improvement of INTERprofessional Care for Better Resident Outcomes: SCAling up an Evidence-based Care Model for Nursing Homes (INTERSCALE)","acronym":"INTERSCALE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-10-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-20","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Franziska Zúñiga","investigatorTitle":"Prof. Dr. Franziska Zúñiga","investigatorAffiliation":"University of Basel"},"leadSponsor":{"name":"University of Basel","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"INTERCARE is an interprofessional nurse-led care model developed specifically for long-term care facilities (LTCFs) in Switzerland that has been shown to successfully reduce unplanned transfers for residents. INTERCARE proved both effective in reducing unplanned transfers to the hospital but also more costly than the usual care. To sustainably implement evidence-base practices or programs such as INTERCARE on a large scale, implementation research studies are needed to assess fitting implementation strategies. Given that the INTERCARE study demonstrated replicability of the INTERCARE model in eleven LTCFs, showing clinical effectiveness, high acceptability, feasibility and LTCF' fidelity to the core components, the INTERSCALE study is the next step to reach scalability in a broader context of a cost-effective solution when supporting the implementation.","detailedDescription":"Background and rationale\n\nOver the last two decades, a number of nurse-led care models have been developed and proven to be effective in reducing unplanned hospital transfers of residents in LTCFs with a range between 6.1% to 11.7% reduction in unplanned transfers and 30% reduction in overall transfers.\n\nParticularly, nurse-led care models include nurses in expanded roles who take the lead in handling resident situations, coaching and empowering care teams and fostering interprofessional collaboration to support decision-making concerning transfers to the hospital. Most models have in common a multidisciplinary team including skilled medical providers such as geriatricians, specialist nurses, or registered nurses (RNs) with additional training, comprehensive geriatric assessment, root-cause analysis or benchmarking of hospitalizations, and individualized care planning (i.e., advance care planning).\n\nIn Switzerland, our research group recently developed and tested a nurse-led care model in Swiss nursing homes: improving INTERprofessional CARE for better resident outcomes (i.e. the INTERCARE study), which presented a pilot effort to develop evidenced-based knowledge regarding the effect of this model of care in Swiss LTCFs on avoidable hospitalizations. The INTERCARE model included six core components to be implemented by participating LTCFs: 1) strengthening interprofessional collaboration, 2) introducing an INTERCARE nurse, a registered nurse trained in geriatric knowledge and skills to take up an expanded role, 3) promoting comprehensive geriatric assessment, 4) introducing evidence-based tools to strengthen the communication within the care team (the STOP\\&WATCH tool) and with general practitioners (the ISBAR tool), 5) introducing advance care planning, and 6) applying data-driven quality improvement. Introduction of the INTERCARE model within a facility is aimed to drive organizational change in LTCFs by skilling-up key staff like the INTERCARE nurse and introducing new processes and tools.\n\nThe INTERCARE study was evaluated using a hybrid-type II implementation effectiveness design, which simultaneously evaluated the effectiveness of the intervention by determining the clinical effectiveness of the model on unplanned transfers as well as to collect information about the effectiveness of implementation strategies. Overall findings demonstrated that the model was effective in reducing unplanned hospital transfers from LTCFs with high acceptability and sustainability amongst facilities but also with high-cost demands for both the LTCFs and the research team in view of the time invested to implement the model. More general information about the INTERCARE model can be found via the following website: https://intercare.nursing.unibas.ch.\n\nThe proposed INTERSCALE study is a next step to reach scalability of the INTERCARE model using a more cost-effective approach which can support the large-scale implementation of this intervention. In this study, the investigators focus on the organizational level to test the scalable unit (the INTERCARE model + the implementation strategies) and to further assess whether an adapted set of implementation strategies can be used by LTCFs to achieve similar implementation outcomes to the original study.\n\nSpecifically, implementation strategies can be understood as techniques that can help to enhance the adoption, implementation, and sustainability of evidence-based interventions such as the INTERCARE model. As part of the study, various strategies will be used at different study phases and will be tailored for the different levels of participants. Some examples of strategies to be used during the study preparation phase will include organising meetings with LTCF leadership and requesting interested facilities to sign a voluntary agreement regarding their participation in the study. During the implementation phase, the investigators will use blended learning modules to support INTERCARE nurses and LTCF leadership as well as provide periodical benchmarking and feedback for the facility. Some examples of strategies to be used during the sustainment phase will include helping facilities to organize quality monitoring systems and learning collaboratives for ensuring successful long-term implementation of the INTERCARE model within the facility.\n\nResearch Objectives:\n\nPrimary research objective: To compare the original and adapted set of implementation strategies in view of overall intervention fidelity to the INTERCARE model (aim 1).\n\nSecondary research objectives:\n\n* Further implementation outcomes: To compare the original and adapted set of implementation strategies in view of further implementation outcomes (e.g., fidelity to the six single core components of the INTERCARE model, acceptability, feasibility, sustainability, and costs of implementation strategies) (aim 2.1).\n* Cost-effectiveness: to perform a cost-effectiveness analysis in view of unplanned transfers of LTCF residents, while comparing two sets of implementation strategies (aim 2.2).\n* Clinical effectiveness:To assess the impact of the original and adapted set of implementation strategies on unplanned transfers of LTCF residents (aim 2.3a).\n* Organizational outcomes: To assess the impact of the two sets of implementation strategies on several organizational outcomes (aim 2.3b).\n\nStudy design\n\nAn effectiveness-implementation hybrid type III design with a cluster-randomized controlled trial will be applied to test the scalable unit of the INTERCARE model in LTCFs in the Swiss-German speaking region. A sample of n=40 LTCFs will be randomized to either the original or the adapted set of implementation strategies (20 LTCFs per arm) offered by the research team, which will be implemented in up to 5 separate groups consisting of 6-10 LTCFs using a stepped start.\n\nStudy timeline\n\nThe study will start with a preparation phase of 2 months where LTCFs are introduced to the model and participate in preparatory workshops to prepare for the implementation of the intervention (i.e., the INTERCARE model). After the preparation phase, the following time points will ensue:\n\n* 1 month get-in period (T0)\n* 12 months of intervention phase (four data collection time-points, every three months after T0)\n* 12 months of sustainment phase (four data collection time-points, every three months after the intervention phase)"},"conditionsModule":{"conditions":["Unplanned Hospitalizations"],"keywords":["Long-term care","Geriatric nursing","Implementation science","Organizational innovation","Randomized Controlled Trial"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Original Set (Set O)","type":"EXPERIMENTAL","description":"Implementation strategies applied are:\n\n* preparatory workshops\n* implementation handbook\n* Training and coaching of INTERCARE nurses (geriatric nurse experts)\n* continuous support for participating facilities: meetings, ticket system\n* benchmarking reports\n\nCoaching of INTERCARE nurse and meetings with facilities are at INDIVIDUAL level","interventionNames":["Other: Original set"]},{"label":"Adapted Set (Set A)","type":"EXPERIMENTAL","description":"same as set O, except\n\nCoaching of INTERCARE nurse and meetings with facilities are at GROUP level","interventionNames":["Other: Adapted set"]}],"interventions":[{"type":"OTHER","name":"Original set","description":"The original set of implementation strategies will include the same strategies as applied in the INTERCARE study by the research group but will be updated to fit the current practice field.","armGroupLabels":["Original Set (Set O)"]},{"type":"OTHER","name":"Adapted set","description":"The adapted set of implementation strategies will contain similar implementation strategies that are expected to achieve the same outcomes as the first set, but with less resources required (for instance, by providing group coaching sessions rather than single sessions).","armGroupLabels":["Adapted Set (Set A)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"LTCF Leadership level: Degree of overall fidelity to the core elements of the INTERCARE model","description":"Overall fidelity score (percentage of minimal requirements of the INTERCARE model fulfilled) from the side of the LTCF Leadership will be measured using semi-structured interviews (degree of fulfillment: yes, partialy, no).","timeFrame":"Quarterly, from baseline (month 0) through end of intervention phase (month 12)"}],"secondaryOutcomes":[{"measure":"Resident level: fidelity to core element Advanced Care Planning","description":"Implementation of ACP with new residents: wishes concerning do-not-resuscitate orders, wishes concerning hospitalization, and antibiotic administration (yes/no) within three months of admission to the LTCF will be collected using structured data sheets.","timeFrame":"Quarterly, from baseline (month 0) through study completion period (24 months)"},{"measure":"General practitioner level: Degree of fidelity to the core elements \"interprofessional collaboration\" and \"evidence-based instruments\" (focus on use of ISBAR) of the INTERCARE model will be measured","description":"Fidelity to the two core elements will be measured using questionnaire surveys.","timeFrame":"Two times: 1) in the middle of the implementation phase (month 6) and 2) at the end of intervention period (month 12)"},{"measure":"LTCF level: Sustainability","description":"Sustainability of the INTERCARE model will be measured with an overall fidelity score (percentage of minimal requirements of the INTERCARE model fulfilled) from the side of the LTCF Leadership using semi-structured interviews (degree of fulfillment: yes, partialy, no). Sustainability is understood as the continued use of the INTERCARE model up to 12 months after the end of the intervention phase.","timeFrame":"Quarterly, from end of intervention phase (month 12) through end of sustainment phase (month 24)"},{"measure":"INTERCARE Nurse level: Acceptability of the INTERCARE model","description":"Acceptability of core components of the INTERCARE model will be measured using Acceptability of Intervention Measure (AIM), a 4-item instrument measuring the acceptability of an intervention.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"Other care staff level: Acceptability of the INTERCARE model","description":"Acceptability of core components of the INTERCARE model will be measured using Acceptability of Intervention Measure (AIM), a 4-item instrument measuring the acceptability of an intervention.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"INTERCARE Nurse level: Feasibility of the INTERCARE model","description":"Feasibility of core components of the INTERCARE model will be measured using Feasibility of Intervention Measure (FIM), a 4-item instrument measuring the feasibility of an intervention.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"Other care staff level: Feasibility of the INTERCARE model","description":"Feasibility of core components of the INTERCARE model will be measured using Feasibility of Intervention Measure (FIM), a 4-item instrument measuring the feasibility of an intervention.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"LTCF Leadership level: Facility costs and expenditures related to implementation strategies in Swiss Francs","description":"Facility costs and expenditures related to implementation strategies from the side of the LTCF will be measured using structured data reporting forms. Recordings of time required for the implementation strategies and the salary estimate of employees involved will be done using a time-driven activity-based costing sheet.","timeFrame":"Monthly reporting, from baseline (month 0) through study completion period (month 24)"},{"measure":"Research group level: Costs of implementation strategies in Swiss Francs","description":"A recording of activities as part of the implementation strategies, time required, and the salary estimate of employees involved in the application/participation of implementation strategies (e.g., coaching, training, information events) will be tracked by the involved members of the research team using a time-driven activity-based costing sheet.","timeFrame":"Continuous tracking, from baseline (month 0) through study completion period (24 months)"},{"measure":"Resident level: Unplanned transfers","description":"Number of all unplanned transfers/1000 resident care days will be collected using structured data sheets.","timeFrame":"Quarterly, from baseline (month 0) through study completion period (24 months)"},{"measure":"LTCF level: Staff turnover","description":"Percentage of employees with voluntary turnover per unit per month, calculated as number of employees leaving per month divided by average number of staff per month (number of staff at beginning of month + number of staff at end of month/2)\n\nThese routinely collected/administrative organizational data from the side of the LTCF on staff turnover will be tracked using structured data exports.","timeFrame":"Quarterly exports, from baseline (month 0) through study completion period (month 24)"},{"measure":"LTCF level: Staff absenteeism","description":"1. Percentage of staff who show short (up to 3 days), medium (3-10 days) or long-term absences (more than 10 days) per unit per quarter (due to illness or accident)\n2. Percentage of absence days per unit per quarter in relation to the total number of working days per unit per quarter\n\nThese routinely collected/administrative organizational data from the side of the LTCF on staff absenteeism will be tracked using structured data exports.","timeFrame":"Quarterly exports, from baseline (month 0) through study completion period (month 24)"},{"measure":"INTERCARE Nurse level: Intention to leave","description":"Intention to leave will be measured using a 3-item instrument measuring Care Workers' Intention to Leave Employment in Nursing Homes.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"Other care staff level: Intention to leave","description":"Intention to leave will be measured using a 3-item instrument measuring Care Workers' Intention to Leave Employment in Nursing Homes.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"INTERCARE Nurse level: Intention to stay","description":"Intention to leave will be measured using a single item instrument assessing the likelihood of an individual to continue working in the current workplace for the next 12 months.","timeFrame":"Three time points: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"},{"measure":"Other care staff level: Intention to stay","description":"Intention to leave will be measured using a single item instrument assessing the likelihood of an individual to continue working in the current workplace for the next 12 months.","timeFrame":"Three times: 1) at the get-in period (month 0); 2) in the middle of the implementation phase (month 6) and 3) at the end of intervention period (month 12)"}]},"eligibilityModule":{"eligibilityCriteria":"Study inclusion/exclusion criteria are based on level of participant:\n\n1. LTCF\n\n   Inclusion criteria:\n\n   - Located within German-speaking part of Switzerland\n\n   - ≥ 20 long-term care beds on the cantonal list of LTCFs (or a cooperation of smaller LTCFs with a total of at least 20 long-term care beds, working with the same INTERCARE nurse(s))\n\n   - Willingness to introduce the core components of INTERCARE (formal commitment)\n\n   - Willingness to provide routine resident assessment data (Resident Assessment Instrument-nursing home version (RAI-NH) or BESA system)\n\n   Exclusion criteria:\n\n   - LTCFs located in the Italian- or French-speaking part of Switzerland.\n\n   - LTCFs who have previously worked with a nurse-led model similar to the INTERCARE/INTERSCALE research intervention\n2. INTERCARE nurse\n\n   Inclusion criteria:\n\n   - Working contract or affiliation with the LTCF\n\n   - Educational background as an RN with ≥ 3 years' experience working with older persons\n\n   - Assigned role of INTERCARE nurse\n\n   Exclusion criteria:\n\n   - No contract with the LTCF\n3. Other care staff\n\n   Inclusion criteria:\n   * All care staff who work directly with residents (e.g., care workers, physiotherapists and activity staff) of different educational backgrounds (e.g., RNs, LPNs, nurse aides) working in the LTCF at least 8h/week for ≥ 3 months\n   * Other therapeutic personnel involved in 8h/week or more in treatments/direct contact with residents\n\n   Exclusion criteria:\n\n   - Non-health care professionals (e.g., administration)\n4. General Practitioners (GPs)\n\n   Inclusion criteria:\n   * All GP's who treat at least 5 residents in the LTCF at the time of data collection\n\n   Exclusion criteria:\n\n   - Temporary substitute GPs\n5. Residents\n\nInclusion criteria:\n\n- All residents present at the LTCF during the study duration with long-term care and billed according to the health insurance law\n\nExclusion criteria:\n\n- Residents who opt out of participating in the study","healthyVolunteers":true,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Siqeca Flaka, PhD","role":"CONTACT","phone":"+41779606602","email":"flakasiqeca@gmail.com"},{"name":"Franziska Zúñiga, PhD","role":"CONTACT","email":"franziska.zuniga@unibas.ch"}],"locations":[{"facility":"Institute of Nursing Science","status":"RECRUITING","city":"Basel","zip":"4057","country":"Switzerland","contacts":[{"name":"Flaka Siqeca","role":"CONTACT","phone":"0779606602","email":"flaka.siqeca@unibas.ch"}],"geoPoint":{"lat":47.55839,"lon":7.57327}}]},"referencesModule":{"references":[{"pmid":"25536957","type":"BACKGROUND","citation":"Hutchinson AF, Parikh S, Tacey M, Harvey PA, Lim WK. A longitudinal cohort study evaluating the impact of a geriatrician-led residential care outreach service on acute healthcare utilisation. Age Ageing. 2015 May;44(3):365-70. doi: 10.1093/ageing/afu196. Epub 2014 Dec 23."},{"pmid":"31482196","type":"BACKGROUND","citation":"Muench U, Simon M, Guerbaai RA, De Pietro C, Zeller A, Kressig RW, Zuniga F; INTERCARE Research Group. Preventable hospitalizations from ambulatory care sensitive conditions in nursing homes: evidence from Switzerland. Int J Public Health. 2019 Dec;64(9):1273-1281. doi: 10.1007/s00038-019-01294-1. Epub 2019 Sep 3."},{"pmid":"33367456","type":"BACKGROUND","citation":"Vogelsmeier A, Popejoy L, Canada K, Galambos C, Petroski G, Crecelius C, Alexander GL, Rantz M. Results of the Missouri Quality Initiative in Sustaining Changes in Nursing Home Care: Six-Year Trends of Reducing Hospitalizations of Nursing Home Residents. J Nutr Health Aging. 2021;25(1):5-12. doi: 10.1007/s12603-020-1552-8."},{"pmid":"35122351","type":"BACKGROUND","citation":"Schmudderich K, Kiwitt J, Palm R, Roes M, Holle B. Core elements and potential of nurse-led care models in residential long-term care: A scoping review. J Clin Nurs. 2023 May;32(9-10):1858-1884. doi: 10.1111/jocn.16231. Epub 2022 Feb 4."},{"pmid":"22310560","type":"BACKGROUND","citation":"Curran GM, Bauer M, Mittman B, Pyne JM, Stetler C. Effectiveness-implementation hybrid designs: combining elements of clinical effectiveness and implementation research to enhance public health impact. Med Care. 2012 Mar;50(3):217-26. doi: 10.1097/MLR.0b013e3182408812."},{"pmid":"35279088","type":"BACKGROUND","citation":"Basinska K, Zuniga F, Simon M, De Geest S, Guerbaai RA, Wellens NIH, Nicca D, Brunkert T. Implementation of a complex intervention to reduce hospitalizations from nursing homes: a mixed-method evaluation of implementation processes and outcomes. BMC Geriatr. 2022 Mar 12;22(1):196. doi: 10.1186/s12877-022-02878-y."},{"pmid":"35122238","type":"BACKGROUND","citation":"Zuniga F, Guerbaai RA, de Geest S, Popejoy LL, Bartakova J, Denhaerynck K, Trutschel D, Basinska K, Nicca D, Kressig RW, Zeller A, Wellens NIH, de Pietro C, Desmedt M, Serdaly C, Simon M. Positive effect of the INTERCARE nurse-led model on reducing nursing home transfers: A nonrandomized stepped-wedge design. J Am Geriatr Soc. 2022 May;70(5):1546-1557. doi: 10.1111/jgs.17677. Epub 2022 Feb 5."},{"pmid":"25889199","type":"BACKGROUND","citation":"Powell BJ, Waltz TJ, Chinman MJ, Damschroder LJ, Smith JL, Matthieu MM, Proctor EK, Kirchner JE. A refined compilation of implementation strategies: results from the Expert Recommendations for Implementing Change (ERIC) project. Implement Sci. 2015 Feb 12;10:21. doi: 10.1186/s13012-015-0209-1."},{"pmid":"28715925","type":"BACKGROUND","citation":"Gaudenz C, De Geest S, Schwendimann R, Zuniga F. Factors Associated With Care Workers' Intention to Leave Employment in Nursing Homes: A Secondary Data Analysis of the Swiss Nursing Homes Human Resources Project. J Appl Gerontol. 2019 Nov;38(11):1537-1563. doi: 10.1177/0733464817721111. Epub 2017 Jul 17."},{"pmid":"23865929","type":"BACKGROUND","citation":"McGilton KS, Tourangeau A, Kavcic C, Wodchis WP. Determinants of regulated nurses' intention to stay in long-term care homes. J Nurs Manag. 2013 Jul;21(5):771-81. doi: 10.1111/jonm.12130."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}