{"protocolSection":{"identificationModule":{"nctId":"NCT06471595","orgStudyIdInfo":{"id":"Peau o le Vasa Phase 1"},"secondaryIdInfos":[{"id":"OT2HL158287","type":"NIH","link":"https://reporter.nih.gov/quickSearch/OT2HL158287"}],"organization":{"fullName":"University of Hawaii","class":"OTHER"},"briefTitle":"Peau o le Vasa: Analysis of the Efficacy and Feasibility of the PILI Lifestyle Program (PLP) + Social Determinants of Health (SDOH) Intervention and Adaptation of SDOH Measures Pilot Study","officialTitle":"Peau o le Vasa: Accelerating the Currents of Health Equity for Pasifika People"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Hawaii","class":"OTHER"},"collaborators":[{"name":"National Association of Pasifika Organizations","class":"UNKNOWN"},{"name":"Papa Ola Lōkahi","class":"UNKNOWN"},{"name":"National Heart, Lung, and Blood Institute (NHLBI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Native Hawaiians and Pacific Islanders (NHPIs) are defined as the descendants of the original peoples of Polynesia (e.g., Hawai'i, Sāmoa, and Tonga), Melanesia (e.g., Fiji), and Micronesia (e.g., Guam, Chuuk, and Marshall Islands). Their history with the U.S. parallels that of American Indians and Alaska Natives. Before Western contact, NHPIs had thriving societies with rich cultural traditions. After contact, NHPI communities were decimated to near extinction by infectious diseases, exploited for their cultural and natural resources, displaced from their ancestral lands, forced to assimilate to Western ways, and marginalized through legislative acts and compulsory assimilation policies (i.e., banning native language). The consequences have been high rates of cardiometabolic medical conditions, such as obesity, hypertension, type 2 diabetes, and cardiovascular disease. These medical conditions are, in part, a result of cultural disruptions and displacement that altered the traditional practices of NHPI and led to poor social determinants of health (SDOH). The basic premise of our project is that Community Health Workers (CHWs) can accelerate health equity for NHPI communities by disseminating and implementing culturally responsive, evidence-based interventions to prevent cardiometabolic medical conditions and improve their SDOH.\n\nThe purpose of this project is to test the potential efficacy of the PILI Lifestyle Program (PLP) with integrated social determinants of health (SDOH) components and have it delivered by NHPI Community Health Workers (CHWs) to NHPIs with cardiometabolic-related conditions in a two-arm pilot randomized controlled trial (RCT) using a waitlist control. The investigators will evaluate the efficacy of the PLP+SDOH in improving the primary outcomes of hemoglobin A1c (HbA1c), systolic blood pressure, cholesterol, and weight in 180 adult NHPIs with pre-diabetes/type 2 diabetes, hypertension, dyslipidemia, and/or overweight/obesity.","detailedDescription":"Our target populations are Native Hawaiians and Pacific Islanders (NHPIs) defined as the descendants of the original peoples of Polynesia (e.g., Hawai'i, Sāmoa, and Tonga), Melanesia (e.g., Fiji), and Micronesia (e.g., Guam, Chuuk, and Marshall Islands). Their history with the U.S. parallels that of American Indians and Alaska Natives. Before Western contact, NHPIs had thriving societies with rich cultural traditions. After contact, NHPI communities were decimated to near extinction by infectious diseases, exploited for their cultural and natural resources, displaced from their ancestral lands, forced to assimilate to Western ways, and marginalized through legislative acts and compulsory assimilation policies (i.e., banning native language). The consequences have been high rates of cardiometabolic medical conditions, such as obesity, hypertension (HTN), type 2 diabetes (T2D), and cardiovascular disease (CVD). These medical conditions are, in part, a result of cultural disruptions and displacement that altered the traditional practices of NHPI and led to poor social determinants of health (SDOH). The colonization of the Pacific and SDOH disadvantages led to the proliferation of sedentary lifestyles and calorie-dense, nutrient-poor foods (e.g., processed and fast foods) that were inexpensive, accessible, and have become part of the daily diet of many NHPIs and a big contributor to their chronic disease risk. NHPIs have higher rates of obesity, HTN, T2D, and CVD as well as chronic kidney disease, a consequence of HTN and T2D when compared to non-Hispanic Whites. NHPIs get many of these conditions at younger ages than non-Hispanic Whites and Asian Americans. They are more likely to be diagnosed with multiple chronic medical conditions and at later stages or greater severity, to be readmitted to the hospital, and to be frequent users of the emergency room and outpatient services. NHPIs have the lowest life expectancy (nearly ten years lower) compared to non-Hispanic Whites and Asian Americans.\n\nTo address the cardiometabolic health inequities in NHPIs, the Diabetes Prevention Program's Lifestyle Intervention (DPP-LI) was culturally and contextually adapted for them and called the PILI Lifestyle Program (PLP). Based on NHPI community engagement, the PLP consolidated the original 16 DPP-LI lessons into 8 lessons delivered over 3 months, with two additional community-identified topics added into these lessons (i.e., economically healthy eating and talking with participants' doctor). The lessons offer empirically supported strategies (e.g., plate method, stimulus control) based on the social cognitive theory to improve healthy eating, physical activity, and time and stress management. At each lesson, participants develop an individualized plan using SMART (Specific, Measurable, Achievable, Relevant, and Time-bound) goals. The cultural adaptions included making food, exercise, and other lifestyle examples relevant to NHPIs. PLP was designed to be group-delivered (10-12 people) by a trained, community-based peer educator across different types of settings. Each lesson can be delivered between 1 hour and 1.5 hours, depending on the size of the group. The 3-month PLP has been found effective for improving weight loss, blood pressure, and physical activity frequency and functioning and reducing the consumption of dietary fat in overweight/obese NHPIs with co-morbid cardiometabolic conditions.\n\nSDOH, defined as the conditions in which people are born, live, learn, work, play, and age, affect a person's ability to adopt and maintain healthier behaviors. SDOH are underlying drivers of unfair and avoidable differences in the risk for cardiometabolic-related conditions. They include income, food security, social norms, segregation, and language and literacy. NHPIs face many SDOH disadvantages that serve as barriers to accessing healthier lifestyles and quality healthcare. The 2020 U.S. Census shows 22.7% of NHPIs live below the federal poverty level and 9.1% were uninsured compared to 10.3% and 6.3% of non-Hispanic Whites, respectively. NHPIs are overrepresented as Supplemental Nutrition Assistance Program (SNAP) and Women Infants and Children (WIC) beneficiaries. Food insecurity is 3 times greater among NHPIs compared to non-Hispanic Whites. In terms of education attainment, only 24% of NHPIs have a college degree compared to 37% of students overall in the U.S. The investigators have already identified the major SDOH challenges faced by NHPIs, such as economic stability, physical and neighborhood environment, education, food, community and social context, and health care system. If adapted to address SDOH barriers, lifestyle interventions, like the PLP, can improve their long-term effects on adopting and maintaining healthier behaviors.\n\nCHWs, serving as frontline public health workers and trusted community resources, can effectively disseminate and implement cardiometabolic-related interventions across different settings. The trusting relationship CHWs have with communities enables them to serve as a liaison, link, and intermediary between health and social services and the community to facilitate access to services and improve the quality and cultural and linguistic competence of these services. When it comes to addressing the health needs of NHPI communities, NHPI CHWs are uniquely positioned to deliver effective interventions to improve cardiometabolic health outcomes and their social determinants. Studies of NHPI CHWs have shown that they can effectively deliver interventions for primary and secondary prevention of cardiometabolic conditions among at-risk NHPIs. For example, they are effective in delivering culturally tailored lifestyle interventions to improve overweight/obesity, hemoglobin A1c (HbA1c) in those with T2D, and blood pressure control in those with uncontrolled HTN. The authors of a 2015 systemic review of Asian American and NHPI CHW programs concluded that CHWs from these communities serve an important role in improving outcomes for these underserved communities because they are uniquely positioned to provide culturally and linguistically tailored disease management strategies and peer support. They also found a need to increase efforts in documenting and evaluating core competency-based training of CHW in Asian American and NHPI communities.\n\nThus, this project will test the efficacy of a 3-month PLP + SDOH curriculum. the investigators will enhance the PLP by adding an SDOH component. Following is a list of the lessons and potential SDOH activities. However, the specific activity may vary based on the group's participants and the CHW.\n\nPLP Lesson: The Benefits of Lifestyle Change; Setting Goals; Ways to Stay Motivated.\n\nPLP Lesson: Being Active; Exercising Safely; Three Ways to Eat Less Fat. PLP Lesson: Get Moving; Tracking Progress; Being a Fat Detective (Finding Hidden Fats); Move Those Muscles.\n\nPLP Lesson: Healthy Eating with the Plate Method; 3 Right Ways to Healthy Eating Out; Heart-Strengthening Activities.\n\nSDOH activity: Accessing healthier foods-e.g., Visit by Land Grant program to develop home gardens or vegetable boxes for apartment dwellers.\n\nPLP Lesson: Tip the Calorie Balance; Economics of Healthy Eating (Meal Planning).\n\nSDOH activity: Job/Career - e.g., Support in job search and training. PLP Lesson: Of What's Around You (Battling Temptation); Make Social Cues Work for You.\n\nSDOH activity: Housing - e.g., Visit by the local housing authority (low-income housing) on rental/deposit assistance for low earners, housing co-op, etc.\n\nPLP Lesson: Problem-Solving Skills (Exploring Options); Talking with the Doctor (General Skills for Effective Communication).\n\nSDOH activity: Legal-e.g., Visit by local legal aid to assist with immigration/migrant issues and legal support services.\n\nPLP Lesson: Managing Negative Thoughts and Emotions; Controlling Stress; Review of Lessons.\n\nFifteen experienced CHWs from our network will deliver the PLP+SDOH to eligible NHPIs. 15 cohorts of 10-12 NHPI (n=160) participants ≥18 years of age with a self-reported cardiometabolic condition (i.e., pre-diabetes/type 2 diabetes, hypertension, dyslipidemia, and/or overweight/obesity \\[BMI ≥ 25\\]) will be enrolled and randomized to either the PLP+SDOH arm or to the waitlist control arm. In cohorts of 10-12 participants at each of the 15 community settings, a 1:1 randomization will be done immediately following baseline assessment so that 5-6 will be randomized to PLP+SDOH and 5-6 to waitlist control per cohort. Overall, 80 participants will be randomized to PLP+SDOH and 80 to waitlist control. The investigators will conduct the pilot RCT and implement the PLP+SDOH. The participants randomized to PLP+SDOH will immediately receive the intervention by a trained CHW. Those randomized to control will receive nothing from us while the intervention arm is underway."},"conditionsModule":{"conditions":["Weight Loss Trial","Cardiometabolic Syndrome","Hypertension","Dyslipidemia","Pre-diabetes","Type 2 Diabetes Mellitus"],"keywords":["Weight loss intervention","CHWs","Community Health Workers","PILI Lifestyle Program","Curriculum","Social Determinants of Health (SDoH)","U.S. Pacific Jurisdictions","Continental U.S.","Pacific","Hawai'i","Economic stability","Physical and Neighborhood Environment","Education","Food","Community and Social Context","Health Care System"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Two-arm randomized controlled trial (RCT).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":268,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention Group - PLP + SDoH","type":"EXPERIMENTAL","description":"Participants randomized to the Intervention Group will be engaged in a 3-month randomized controlled trial and receive the PLP+SDoH curriculum from a trained Community Health Worker (CHW). Each week during the 3 months, participants will meet for approximately 1-1.5 hours and be taught a PLP Lesson or engage in an SDoH activity. Participants will also be asked to undergo an assessment collection point at baseline recruitment and 3-month completion time.","interventionNames":["Behavioral: Partnership for Improving Lifestyle Intervention (PILI) Lifestyle Program + Social Determinants of Health (SDOH) Component"]},{"label":"Waitlist Control Group","type":"NO_INTERVENTION","description":"Participants randomized to the Waitlist Control Group will receive nothing from the research group while the Intervention Group is underway. Participants will be asked to undergo an assessment collection point at baseline recruitment and 3-month completion time. After the Control Group's 3-month follow-up assessment, they will be offered the PLP+SDoH curriculum."}],"interventions":[{"type":"BEHAVIORAL","name":"Partnership for Improving Lifestyle Intervention (PILI) Lifestyle Program + Social Determinants of Health (SDOH) Component","description":"The PILI Lifestyle Program (PLP) is an adapted 3-month behavioral lifestyle intervention focused on addressing and initiating weight loss in Native Hawaiians and Pacific Islanders (NHPIs). The PLP covers 8 lessons that offer empirically supported strategies (e.g., plate method, stimulus control) based on the social cognitive theory to improve healthy eating, physical activity, and time and stress management across the 3 months. In this study, the PLP will be enhanced with social determinants of health (SDOH) components that address challenges such as access to healthy foods, housing, and employment issues. There will be 4 SDOH activities relevant to participants' needs and lives. These activities will be delivered during the 3-month PLP.","armGroupLabels":["Intervention Group - PLP + SDoH"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Hemoglobin A1c","description":"Hemoglobin A1c data will be collected using the A1cNow+ kit.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Blood Cholesterol","description":"Blood cholesterol measures will be obtained from a finger stick using the Cardiocheck Plus Analyzer. Total cholesterol, HDL, and LDL data will be collected.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Blood pressure","description":"Systolic and diastolic blood pressure will be measured by a digital blood pressure monitor device.","timeFrame":"Assessment data will be collected at baseline and 3-month follow up."},{"measure":"Height","description":"Height data will be collected using a standardized portable stadiometer.","timeFrame":"Assessment data are collected at baseline and 3-month follow-up."},{"measure":"Weight","description":"Weight will be calculated using a standardized mobile medical flat scale.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."}],"secondaryOutcomes":[{"measure":"Perceived Stress Form","description":"A 10-item questionnaire on perceived stress will be used to evaluate the degree to, which an individual has perceived life as unpredictable, uncontrollable, and overloading over the previous month. The responses and scores range from 0-never, 1-almost never, 2-sometimes, 3-fairly often, and 4-very often. Higher scores indicate higher perceived stress.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Diet Self-Efficacy Form","description":"An 11-item on diet self-efficacy will be used to ask participants' diet and about their confidence in making healthy diet choices.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Social Support Form","description":"An 11-item questionnaire on social support will be used to ask participants' perceived level of support from friends and family regarding diet choices. The responses and scores range from 1-strongly disagree, 2-somewhat disagree, 3-neutral, 4-somewhat agree, and 5-strongly agree. Higher scores indicate greater social support.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Social Cohesion Form","description":"A 4-item questionnaire on social cohesion will be used to ask participants' social cohesion within their neighborhood environment. The responses and scores range from 1-strongly disagree, 2-somewhat disagree, 3-neutral, 4-somewhat agree, and 5-strongly agree. Higher scores indicate greater social cohesion.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Household Food Patterns Form","description":"A 4-item questionnaire on household food patterns will be used to ask participants' household food patterns to assess the frequency of meal planning, using a shopping list, eating with other household members, and bringing prepared food home. The responses and scores range from 1- 1 day, 2- 2-3 days, 3- 4-5 days, 4- 6 days, 5- 7 days. Higher scores indicate greater household food patterns.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Neighborhood Level Stressors Form","description":"A 12-item questionnaire on neighborhood level stressors will be used to ask participants' neighborhood environment regarding walkability, and safety. The responses and scores range from 1-strongly disagree, 2-somewhat disagree, 3-neutral, 4-somewhat agree, 5-strongly agree. Higher scores indicate low neighborhood level stressors.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Cultural Identity Form","description":"A 4-item questionnaire on cultural identity will be used to mark participants' knowledge of, involvement in, feelings toward, and association with their Pacific Islander culture and lifestyle. The responses and scores range from 0-not at all knowledgeable, 1-somewhat not knowledgeable, 2-neutral or no response, 3-somewhat knowledgeable, and 4-very knowledgeable. Higher scores indicate greater cultural identity.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Food Literacy Form","description":"An 11-item questionnaire on food literacy will be used to ask participants' food literacy in regard to planning, managing, selecting, preparing, and eating healthy foods. The responses and scores range from 1-not at all/never, 2-disagree, 3-slightly disagree, 4-slightly agree, 5-yes/always. Higher scores indicate greater food literacy.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Food Insecurity Form","description":"An 18-item questionnaire on food insecurity will be used to measure household food supply. The responses and scores range from 1-often true, 2-sometimes true, 3-never true. Higher scores indicate low food insecurity.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Nutrition Environment Form","description":"A 9-item questionnaire on nutrition environment will be used to ask to evaluate participants' perceived access and availability of healthy, affordable foods within 1-mile of their home. The responses and scores vary depending on the question including 0-disagree, 1-agree, and 0-not important, 1-slightly important, 2-moderately important, 3-important, 4-very important. Higher scores indicate higher perceived access and availability of food.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"3-item Physical Activity Questionnaire","description":"A 3-item physical activity questionnaire will be used to assess exercise frequency during the past month to capture moderate and vigorous activity level, and change in activity level. The responses and scores vary depending on the question including 0-rarely or never, 1- 2-3 times over the month, 2-about once a week, 3- 2-4 times a week, 4- more than 4 times a week. Higher scores indicate greater physical activity.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."},{"measure":"Protocol for Responding to and Assessing Patient Assets, Risks, and Experiences (PRAPARE) Risk Assessment Tool","description":"The national standardized PRAPARE assessment tool will be used to ask participants' social drivers of health.","timeFrame":"Assessment data will be collected at baseline and 3-month follow-up."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* NHPI participants over 18 years of age with a self-reported (e.g., Have you been told by a physician that you have diabetes?) cardiometabolic condition (i.e., pre-diabetes/T2D, HTN, dyslipidemia, and/or overweight/obesity \\[BMI ≥ 25\\])\n\nExclusion Criteria:\n\n* NHPI participants under 18 years of age and without a self-reported (e.g., Have you been told by a physician that you have diabetes?) cardiometabolic condition (i.e., pre-diabetes/T2D, HTN, dyslipidemia, and/or overweight/obesity \\[BMI ≥ 25\\])","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anna Fan, BA","role":"CONTACT","phone":"(808)206-4790","email":"annafan@hawaii.edu"},{"name":"Claire Ing, DrPH","role":"CONTACT","phone":"808-692-1042","email":"clairemt@hawaii.edu"}],"overallOfficials":[{"name":"Joseph K Kaholokula, PhD","affiliation":"University of Hawaii","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Sheri Daniels, PhD","affiliation":"Papa Ola Lokahi","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Nia Aitaoto, PhD","affiliation":"National Association of Pasifika Organizations","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Arkansas Coalition of Marshallese","city":"Springdale","state":"Arkansas","zip":"72764","country":"United States","contacts":[{"name":"Liliane Ulukivaiola","role":"CONTACT","phone":"907-242-8255","email":"lilianeu@nao-po.org"}],"geoPoint":{"lat":36.18674,"lon":-94.12881}},{"facility":"Hui Malama Ola Na 'Oiwi","city":"Hilo","state":"Hawaii","zip":"96720","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":19.72991,"lon":-155.09073}},{"facility":"Hawai'i Coalition for Immigrant Rights","city":"Honolulu","state":"Hawaii","zip":"96813","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":21.30694,"lon":-157.85833}},{"facility":"Papa Ola Lokahi","city":"Honolulu","state":"Hawaii","zip":"96813","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":21.30694,"lon":-157.85833}},{"facility":"Ke Ola Mamo","city":"Honolulu","state":"Hawaii","zip":"96817","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":21.30694,"lon":-157.85833}},{"facility":"Nurture Cultivate Inc","city":"Honolulu","state":"Hawaii","zip":"96817","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":21.30694,"lon":-157.85833}},{"facility":"Kapolei Community Development Corporation","city":"Kapolei","state":"Hawaii","zip":"96707","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":21.33555,"lon":-158.0582}},{"facility":"Ka'ū Rural Health Community Association","city":"Pāhala","state":"Hawaii","zip":"96720","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":19.20297,"lon":-155.4786}},{"facility":"Hui No Ke Ola Pono","city":"Wailuku","state":"Hawaii","zip":"96793","country":"United States","contacts":[{"name":"Chantelle (Tellie) Matagi","role":"CONTACT","phone":"808-597-6550","email":"cmatagi@papaolalokahi.org"}],"geoPoint":{"lat":20.89133,"lon":-156.50604}}]},"referencesModule":{"references":[{"pmid":"17143176","type":"BACKGROUND","citation":"Martiniuk AL, Lee CM, Lawes CM, Ueshima H, Suh I, Lam TH, Gu D, Feigin V, Jamrozik K, Ohkubo T, Woodward M; Asia-Pacific Cohort Studies Collaboration. Hypertension: its prevalence and population-attributable fraction for mortality from cardiovascular disease in the Asia-Pacific region. J Hypertens. 2007 Jan;25(1):73-9. doi: 10.1097/HJH.0b013e328010775f."},{"pmid":"20392507","type":"BACKGROUND","citation":"Aluli NE, Reyes PW, Brady SK, Tsark JU, Jones KL, Mau M, Howard WJ, Howard BV. All-cause and CVD mortality in Native Hawaiians. Diabetes Res Clin Pract. 2010 Jul;89(1):65-71. doi: 10.1016/j.diabres.2010.03.003. Epub 2010 Apr 14."},{"pmid":"37189145","type":"BACKGROUND","citation":"Waitzfelder B, Palaniappan L, Varga A, Frankland TB, Li J, Daida YG, Kaholokula JK, Bacong AM, Rawlings AM, Chung S, Howick C, Fortmann SP. Prevalence of cardiovascular disease among Asian, Pacific Islander and multi-race populations in Hawai'i and California. BMC Public Health. 2023 May 15;23(1):885. doi: 10.1186/s12889-023-15795-5."},{"pmid":"17364897","type":"BACKGROUND","citation":"Mau MK, West MR, Shara NM, Efird JT, Alimineti K, Saito E, Sugihara J, Ng R. Epidemiologic and clinical factors associated with chronic kidney disease among Asian Americans and Native Hawaiians. Ethn Health. 2007 Apr;12(2):111-27. doi: 10.1080/13557850601081720."},{"pmid":"30483488","type":"BACKGROUND","citation":"Palafox NA, Reichhardt M, Taitano JR, Nitta M, Garstang H, Riklon S, Taulung L, Buenconsejo-Lum LE. A Socio-Ecological Framework for Cancer Control in the Pacific: A Community Case Study of the US Affiliated Pacific Island Jurisdictions 1997-2017. Front Public Health. 2018 Nov 13;6:313. doi: 10.3389/fpubh.2018.00313. eCollection 2018."},{"pmid":"23886042","type":"BACKGROUND","citation":"Sentell TL, Ahn HJ, Juarez DT, Tseng CW, Chen JJ, Salvail FR, Miyamura J, Mau ML. Comparison of potentially preventable hospitalizations related to diabetes among Native Hawaiian, Chinese, Filipino, and Japanese elderly compared with whites, Hawai'i, December 2006-December 2010. Prev Chronic Dis. 2013 Jul 25;10:E123. doi: 10.5888/pcd10.120340. Erratum In: Prev Chronic Dis. 2013;10:E143."},{"pmid":"30031403","type":"BACKGROUND","citation":"Narcisse MR, Felix H, Long CR, Hudson T, Payakachat N, Bursac Z, McElfish PA. Frequency and predictors of health services use by Native Hawaiians and Pacific Islanders: evidence from the U.S. National Health Interview Survey. BMC Health Serv Res. 2018 Jul 21;18(1):575. doi: 10.1186/s12913-018-3368-3. Erratum In: BMC Health Serv Res. 2018 Dec 4;18(1):940. doi: 10.1186/s12913-018-3754-x."},{"pmid":"15838067","type":"BACKGROUND","citation":"Orchard TJ, Temprosa M, Goldberg R, Haffner S, Ratner R, Marcovina S, Fowler S; Diabetes Prevention Program Research Group. The effect of metformin and intensive lifestyle intervention on the metabolic syndrome: the Diabetes Prevention Program randomized trial. Ann Intern Med. 2005 Apr 19;142(8):611-9. doi: 10.7326/0003-4819-142-8-200504190-00009."},{"pmid":"15483207","type":"BACKGROUND","citation":"Wing RR, Hamman RF, Bray GA, Delahanty L, Edelstein SL, Hill JO, Horton ES, Hoskin MA, Kriska A, Lachin J, Mayer-Davis EJ, Pi-Sunyer X, Regensteiner JG, Venditti B, Wylie-Rosett J; Diabetes Prevention Program Research Group. Achieving weight and activity goals among diabetes prevention program lifestyle participants. Obes Res. 2004 Sep;12(9):1426-34. doi: 10.1038/oby.2004.179."},{"pmid":"20364073","type":"BACKGROUND","citation":"Mau MK, Keawe'aimoku Kaholokula J, West MR, Leake A, Efird JT, Rose C, Palakiko DM, Yoshimura S, Kekauoha PB, Gomes H. Translating diabetes prevention into native Hawaiian and Pacific Islander communities: the PILI 'Ohana Pilot project. Prog Community Health Partnersh. 2010 Spring;4(1):7-16. doi: 10.1353/cpr.0.0111."},{"pmid":"18853898","type":"BACKGROUND","citation":"Nacapoy AH, Kaholokula JK, West MR, Dillard AY, Leake A, Kekauoha BP, Palakiko DM, Siu A, Mosier SW, Marjorie KM; PILI 'Ohana Project. Partnerships to address obesity disparities in Hawai'i: the PILI 'Ohana Project. Hawaii Med J. 2008 Sep;67(9):237-41."},{"pmid":"24904698","type":"BACKGROUND","citation":"Kaholokula JK, Wilson RE, Townsend CK, Zhang GX, Chen J, Yoshimura SR, Dillard A, Yokota JW, Palakiko DM, Gamiao S, Hughes CK, Kekauoha BK, Mau MK. Translating the Diabetes Prevention Program in Native Hawaiian and Pacific Islander communities: the PILI 'Ohana Project. Transl Behav Med. 2014 Jun;4(2):149-59. doi: 10.1007/s13142-013-0244-x."},{"pmid":"27356989","type":"BACKGROUND","citation":"Townsend CK, Miyamoto RE, Antonio M, Zhang G, Paloma D, Basques D, Braun KL, Kaholokula JK. The PILI@Work Program: a translation of the diabetes prevention program to Native Hawaiian-serving worksites in Hawai'i. Transl Behav Med. 2016 Jun;6(2):190-201. doi: 10.1007/s13142-015-0383-3."},{"pmid":"8279421","type":"BACKGROUND","citation":"Kristal AR, Beresford SA, Lazovich D. Assessing change in diet-intervention research. Am J Clin Nutr. 1994 Jan;59(1 Suppl):185S-189S. doi: 10.1093/ajcn/59.1.185S."},{"pmid":"15849294","type":"BACKGROUND","citation":"Marshall AL, Smith BJ, Bauman AE, Kaur S. Reliability and validity of a brief physical activity assessment for use by family doctors. Br J Sports Med. 2005 May;39(5):294-7; discussion 294-7. doi: 10.1136/bjsm.2004.013771."},{"pmid":"33292770","type":"BACKGROUND","citation":"Pearson N, Naylor PJ, Ashe MC, Fernandez M, Yoong SL, Wolfenden L. Guidance for conducting feasibility and pilot studies for implementation trials. Pilot Feasibility Stud. 2020 Oct 31;6(1):167. doi: 10.1186/s40814-020-00634-w."},{"pmid":"25981099","type":"BACKGROUND","citation":"Islam NS, Zanowiak JM, Riley L, Nadkarni SK, Kwon SC, Trinh-Shevrin C. Characteristics of Asian American, Native Hawaiian, and Pacific Islander community health worker programs: a systematic review. J Health Care Poor Underserved. 2015 May;26(2 Suppl):238-68. doi: 10.1353/hpu.2015.0062."},{"pmid":"23086589","type":"BACKGROUND","citation":"Sinclair KA, Makahi EK, Shea-Solatorio C, Yoshimura SR, Townsend CK, Kaholokula JK. Outcomes from a diabetes self-management intervention for Native Hawaiians and Pacific People: Partners in Care. Ann Behav Med. 2013 Feb;45(1):24-32. doi: 10.1007/s12160-012-9422-1."},{"pmid":"32184077","type":"BACKGROUND","citation":"Long CR, Rowland B, McElfish PA, Ayers BL, Narcisse MR. Food Security Status of Native Hawaiians and Pacific Islanders in the US: Analysis of a National Survey. J Nutr Educ Behav. 2020 Aug;52(8):788-795. doi: 10.1016/j.jneb.2020.01.009. Epub 2020 Mar 14."},{"pmid":"20024833","type":"BACKGROUND","citation":"Tsark JU, Braun KL. Eyes on the Pacific: cancer issues of Native Hawaiians and Pacific Islanders in Hawai'i and the US-associated Pacific. J Cancer Educ. 2009;24(2 Suppl):S68-9. doi: 10.1080/08858190903404619. No abstract available."},{"pmid":"23917900","type":"BACKGROUND","citation":"Chihara I, Hayes DK, Chock LR, Fuddy LJ, Rosenberg DL, Handler AS. Relationship between gestational weight gain and birthweight among clients enrolled in the Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), Hawaii, 2003-2005. Matern Child Health J. 2014 Jul;18(5):1123-31. doi: 10.1007/s10995-013-1342-6."},{"pmid":"36418646","type":"BACKGROUND","citation":"Shah MK, Gandrakota N, Gujral UP, Islam N, Narayan KMV, Ali MK. Cardiometabolic Risk in Asian Americans by Social Determinants of Health: Serial Cross-sectional Analyses of the NHIS, 1999-2003 to 2014-2018. J Gen Intern Med. 2023 Feb;38(3):571-581. doi: 10.1007/s11606-022-07933-3. Epub 2022 Nov 22."},{"pmid":"31372797","type":"BACKGROUND","citation":"Scott J, Dardas L, Sloane R, Wigington T, Noonan D, Simmons LA. Understanding Social Determinants of Cardiometabolic Disease Risk in Rural Women. J Community Health. 2020 Feb;45(1):1-9. doi: 10.1007/s10900-019-00710-0."},{"pmid":"26673674","type":"BACKGROUND","citation":"Puckrein GA, Egan BM, Howard G. Social and Medical Determinants of Cardiometabolic Health: The Big Picture. Ethn Dis. 2015 Nov 5;25(4):521-4. doi: 10.18865/ed.25.4.521."},{"pmid":"28090398","type":"BACKGROUND","citation":"Wu Y, Braun K, Onaka AT, Horiuchi BY, Tottori CJ, Wilkens L. Life Expectancies in Hawai'i: A Multi-ethnic Analysis of 2010 Life Tables. Hawaii J Med Public Health. 2017 Jan;76(1):9-14."},{"pmid":"20864716","type":"BACKGROUND","citation":"Panapasa SV, Mau MK, Williams DR, McNally JW. Mortality patterns of Native Hawaiians across their lifespan: 1990-2000. Am J Public Health. 2010 Nov;100(11):2304-10. doi: 10.2105/AJPH.2009.183541. Epub 2010 Sep 23."},{"pmid":"22815551","type":"BACKGROUND","citation":"Nakagawa K, Koenig MA, Seto TB, Asai SM, Chang CW. Racial disparities among Native Hawaiians and Pacific Islanders with intracerebral hemorrhage. Neurology. 2012 Aug 14;79(7):675-80. doi: 10.1212/WNL.0b013e3182608c6f. Epub 2012 Jul 18."},{"pmid":"19653416","type":"BACKGROUND","citation":"Aluli NE, Jones KL, Reyes PW, Brady SK, Tsark JU, Howard BV. Diabetes and cardiovascular risk factors in Native Hawaiians. Hawaii Med J. 2009 Aug;68(7):152-7."},{"pmid":"19302427","type":"BACKGROUND","citation":"Watson RE, Karnchanasorn R, Gossain VV. Hypertension in Asian/Pacific Island Americans. J Clin Hypertens (Greenwich). 2009 Mar;11(3):148-52. doi: 10.1111/j.1751-7176.2009.00088.x."},{"pmid":"27920944","type":"BACKGROUND","citation":"Bacong AM, Holub C, Porotesano L. Comparing Obesity-Related Health Disparities among Native Hawaiians/Pacific Islanders, Asians, and Whites in California: Reinforcing the Need for Data Disaggregation and Operationalization. Hawaii J Med Public Health. 2016 Nov;75(11):337-344."},{"pmid":"30723788","type":"BACKGROUND","citation":"Sullivan J, Pravosud V, Mannino DM, Siegel K, Choate R, Sullivan T. National and State Estimates of COPD Morbidity and Mortality - United States, 2014-2015. Chronic Obstr Pulm Dis. 2018 Oct 12;5(4):324-333. doi: 10.15326/jcopdf.5.4.2018.0157."},{"pmid":"22400458","type":"BACKGROUND","citation":"Heart MY, Chase J, Elkins J, Altschul DB. Historical trauma among Indigenous Peoples of the Americas: concepts, research, and clinical considerations. J Psychoactive Drugs. 2011 Oct-Dec;43(4):282-90. doi: 10.1080/02791072.2011.628913."},{"pmid":"19531765","type":"BACKGROUND","citation":"Mau MK, Sinclair K, Saito EP, Baumhofer KN, Kaholokula JK. Cardiometabolic health disparities in native Hawaiians and other Pacific Islanders. Epidemiol Rev. 2009;31:113-29. doi: 10.1093/ajerev/mxp004. Epub 2009 Jun 16."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"},{"id":"D000050171","term":"Dyslipidemias"},{"id":"D000011236","term":"Prediabetic State"},{"id":"D000024821","term":"Metabolic Syndrome"},{"id":"D000015431","term":"Weight Loss"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000001836","term":"Body Weight Changes"},{"id":"D000001835","term":"Body Weight"},{"id":"D000052439","term":"Lipid Metabolism Disorders"},{"id":"D000007333","term":"Insulin Resistance"},{"id":"D000006946","term":"Hyperinsulinism"}],"browseLeaves":[{"id":"M10024","name":"Hypertension","relevance":"LOW"},{"id":"M26181","name":"Dyslipidemias","asFound":"Dyslipidemia","relevance":"HIGH"},{"id":"M5114","name":"Body Weight","relevance":"LOW"},{"id":"M18102","name":"Weight Loss","asFound":"Weight Loss","relevance":"HIGH"},{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Type 2 Diabetes Mellitus","relevance":"HIGH"},{"id":"M14117","name":"Prediabetic State","asFound":"Pre-diabetes","relevance":"HIGH"},{"id":"M20295","name":"Glucose Intolerance","relevance":"LOW"},{"id":"M23005","name":"Metabolic Syndrome","asFound":"Cardiometabolic Syndrome","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M5115","name":"Body Weight Changes","relevance":"LOW"},{"id":"M27029","name":"Lipid Metabolism Disorders","relevance":"LOW"},{"id":"M10370","name":"Insulin Resistance","relevance":"LOW"},{"id":"M9997","name":"Hyperinsulinism","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]}},"hasResults":false}