{"protocolSection":{"identificationModule":{"nctId":"NCT06480097","orgStudyIdInfo":{"id":"NFEC-2023-415"},"organization":{"fullName":"Nanfang Hospital, Southern Medical University","class":"OTHER"},"briefTitle":"Bidirectional Cohort Study on Improvement of Quality of Life in Patients After Coronary Intervention With Kuanxiong Aerosol","officialTitle":"Bidirectional Cohort Study on Improvement of Quality of Life in Patients After Coronary Intervention With Kuanxiong Aerosol"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"ENROLLING_BY_INVITATION","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2019-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-09-28","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-04","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Nanfang Hospital, Southern Medical University","class":"OTHER"}},"descriptionModule":{"briefSummary":"The goal of this observational study is to compare in patients with Angina Pectoris after PCI for Coronary Heart Disease. The main questions it aims to answer are:\n\n* To evaluate the effect of Kuanxiong Aerosol on the quality of life of patients with angina pectoris after PCI for Coronary Heart Disease.\n* To evaluate the effect of Kuanxiong Aerosol on relieving angina pectoris and improving cardiac function.\n\nThe comparison group will received routine treatment .The experimental group will received sublingual spray of Kuanxiong Aerosol on the basis of routine treatment，two sprays per time，three times a day, for a continuous month. After 1 month of treatment, the quality of life, the improvement of cardiac function and the relief of angina pectoris were compared between the two groups. Researchers will compare two groups to see if Kuanxiong Aerosol can improve the quality of life, cardiac function, and reduce the frequency and duration of angina pectoris in patients with angina pectoris after PCI."},"conditionsModule":{"conditions":["Angina Pectoris","Kuanzhong Aerosol","Quality of Life","Cardiac Function"],"keywords":["quality of life","Kuanxiong Aerosol","angina pectoris","Cardiac function"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CROSSOVER","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"SAMPLES_WITHOUT_DNA","description":"whole blood；serum；urine；excrement；Blood routine (WBC, RBC, PLT, etc.), urine routine (urine blood, urine protein), stool routine (stool occult blood), blood biochemistry (UA, Cr, ALT, TG, CHO, CK-MB, etc.)"},"enrollmentInfo":{"count":150,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"The improvement of quality of life in two groups after one month of treatment","description":"Compare the changes in SF-36 scores before and after treatment between two groups of patients. SF-36 consists of 9 dimensions and 36 items: Physical Functioning (PF), Role Limitations due to Physical Health (RP), Bodily Pain (BP), General Health Perception (GH), Vitality (VT), Social Functioning (SF), Role Limitations due to Emotional Problems (RE), and Mental Health (MH). SF-36 can be self-administered, interviewer-administered, or conducted via telephone inquiry. The main statistical indicator for SF-36 is calculating the health scores for the eight dimensions. Based on the rescaled values of each item within each dimension, initial and final scores can be calculated for these eight dimensions. The scoring method involves summing up the weighted scores of individual items within each dimension to obtain a raw score for that dimension, which is then converted into a standardized score ranging from 0 to 100. Higher scale scores indicate better quality of life.","timeFrame":"Baseline and 1 months."}],"secondaryOutcomes":[{"measure":"The relief of angina pectoris and the improvement of cardiac function in the two groups after one month of treatment","description":"(1)The Seattle Angina Questionnaire (SAQ) is a self-administered,disease-specific measure of angina severity. The SAQ quantifies patients'physical limitations causedby angina, the frequency of and recent changes intheir symptoms, their satisfaction with treatment,and the degree to which they perceive their disease to affect their quality of life. Each scale is transformed to a score of 0 to 100, where higher scores indicate betterfunction (e.g., less physical limitation, less angina,and better quality of life) . The Seattle Angina Questionnaire summary score averages the domains of angina limitation, frequency, and quality of life to provide an overall metric of angina severity. (2)Indicators related to cardiac function include serum N-terminal pro-brain natriuretic peptide, left ventricular ejection fraction(LVEF), left ventricular end-diastolic diameter(LVEDD), and 6-minute walking distance. Both LVEF and LVEDD are obtained through cardiac color Doppler ultrasound examination.","timeFrame":"Baseline and 1 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Meet the diagnostic criteria for coronary heart disease\n* Age 18\\~80 years old, male and female, lower limbs can move freely\n* Patients with coronary angiography or coronary CT angiography indicating that the rate of coronary artery large vessel stenosis is greater than 80%\n* Patients with angina pectoris (angina pectoris frequency ≥3 times/week) after PCI according to the judgment of the treating physician\n* According to the doctor\\&#39;s judgment, patients who need to use conventional drugs (ACEI/ARB, β-blockers), and patients who need to use Kuanxiong Aerosol drugs on the basis of conventional drug therapy\n* Patients voluntarily sign informed consent\n\nExclusion Criteria:\n\n* Allergic to ingredients contained in Kuanxiong Aerosol\n* Coronary artery bypass grafting was prepared during the trial\n* Blood lipid and uric acid exceeding 1.5 times the upper limit of normal reference value; Uncontrolled severe hypertension with systolic blood pressure \\&gt;180mmHg and/or diastolic blood pressure \\&gt;110mmHg\n* severe hepatic and renal insufficiency (ALT, AST or TBIL\\&gt;1.5 times the upper limit of normal reference value, Cr \\&gt;1.5 times the upper limit of normal reference value)\n* Malignant tumors\n* Severe arrhythmias (such as rapid atrial fibrillation, ventricular tachycardia, high atrioventricular block, etc.)\n* Women who are pregnant or trying to become pregnant\n* The researcher judged that it is not suitable to participate in this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The study population was patients diagnosed with coronary heart disease who still had angina after PCI surgery in the Department of Cardiovascular Medicine, Nanfang Hospital, Southern Medical University from 2019 to 2023","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Nanfang hospital, Southern medical university","city":"Guangzhou","state":"Guangdong","zip":"510515","country":"China","geoPoint":{"lat":23.11667,"lon":113.25}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000787","term":"Angina Pectoris"}],"ancestors":[{"id":"D000017202","term":"Myocardial Ischemia"},{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002637","term":"Chest Pain"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M4117","name":"Angina Pectoris","asFound":"Angina Pectoris","relevance":"HIGH"},{"id":"M10543","name":"Ischemia","relevance":"LOW"},{"id":"M6546","name":"Coronary Artery Disease","relevance":"LOW"},{"id":"M19506","name":"Myocardial Ischemia","relevance":"LOW"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M5882","name":"Chest Pain","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}