{"protocolSection":{"identificationModule":{"nctId":"NCT06475651","orgStudyIdInfo":{"id":"APHP231311"},"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Characterization and Contribution of Genome-wide DNA Methylation (DNA Methylation Episignatures) in Rare Diseases With Prenatal Onset","officialTitle":"Characterization and Contribution of Genome-wide DNA Methylation (DNA Methylation Episignatures) in Rare Diseases With Prenatal Onset","acronym":"FOETEPISIGN"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"It is necessary to define reference DNA Methylation Episignatures from fetal DNA. The hypotheses are:\n\n* It is possible to define reference DNA Methylation Episignatures from fetal DNA extracted from amniotic fluid or frozen tissues collected during the postmortem examination\n* Fetal DNA Methylation Episignatures may be different to postanal DNA Methylation Episignatures defined on DNA extracted from blood","detailedDescription":"Congenital anomalies (CA) complicate 3 to 5% of pregnancies and may be associated with genetic disorders. Diagnosis of genetic diseases is a major medical challenge, especially during pregnancy.\n\nOver the past two decades, next-generation sequencing (NGS) has revolutionized our ability to identify the genetic condition associated with CA. During pregnancy, prenatal exome sequencing identified an additional diagnosis in around 30% of fetuses with CA when standard chromosomal investigations (karyotype and chromosomal microarray analysis, CMA) fail to provide a diagnosis.\n\nDespite these major advances, around 40% of rare diseases remain unsolved, including 10-15% of patients harboring variants of uncertain significance (VUS).\n\nAfter birth, additional functional analyses (\"multi-OMICS\"), including genome-wide DNA methylation studies, may be offered to reclassify VUS.\n\nDNA methylation anomalies play an important role in pathologies (developmental disorders and oncology).\n\nDNA methylation Episignatures, defined as the cumulative DNA methylation patterns occurring at multiple CpG dinucleotides across the genome, have been recognized to be intricately associated with many human traits, including age, sex, and disease status. Recently, DNA Methylation Episignatures have been identified in the blood of children or adults for several well-characterized genetic diseases. However, these postnatal DNA Methylation Episignatures cannot be used during pregnancy, because DNA methylation changes from one tissue to another and during time, especially during fetal developpement. In addition, the tissues available during pregnancy are different from those analyzed postnatally (blood)."},"conditionsModule":{"conditions":["Rare Fetal Genetic Diseases","Congenital Malformation"],"keywords":["Congenital malformation","DNA methylation abnormalities","Episignature","CHD7 gene","KMT2D gene","HYLS1 gene","TCTN3 gene","FLVCR2 gene","CHARGE syndrome","KABUKI syndrome"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"All the biological tissues required to carry out this pilot study (lung, blood, amniotic fluid and extracted DNA) come from a biological collection already constituted and declared as part of the diagnosis"},"enrollmentInfo":{"count":63,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Workpackage 1, group 1","description":"Patients (children) with CHARGE syndrome","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 1, group 2","description":"Healthy negative controls (children) matched for age and sex","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 1, group 3","description":"Fetuses with CHARGE syndrome","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 1, group 4","description":"Fetuses with no genetic pathology","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 2, group 5","description":"Patients (children) with KABUKI syndrome","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 2, group 6","description":"Fetuses with KABUKI syndrome","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 3, group 7","description":"Fetuses with hydrolethalus syndrome","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 3, group 8","description":"Fetuses with Meckel/OFD IV syndrome","interventionNames":["Genetic: Methylation analysis"]},{"label":"Workpackage 3, group 9","description":"Fetuses with Fowler syndrome","interventionNames":["Genetic: Methylation analysis"]}],"interventions":[{"type":"GENETIC","name":"Methylation analysis","description":"Genomic DNA will be treated with bisulfite. 500 ng of processed DNA is then hybrized on an EPICv2 array Infinium methylation (Illumina, San Diego, CA, USA). This microarray enables the analysis of approximately 865 000 methylation sites at promoters, enhancers, CpG islands, intergenic and intragenic regions. It is the most widely used chip in the literature, including almost all of the EPIGENETIC SIGNATURES reported in human pathology.","armGroupLabels":["Workpackage 1, group 1","Workpackage 1, group 2","Workpackage 1, group 3","Workpackage 1, group 4","Workpackage 2, group 5","Workpackage 2, group 6","Workpackage 3, group 7","Workpackage 3, group 8","Workpackage 3, group 9"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Epigenetic signature associated with pathogenic variations in the CHD7 gene (CHARGE Syndrome)","description":"Evidence of epigenetic signature from fetal tissue DNA in fetuses with pathogenic or probably pathogenic variation","timeFrame":"12 months"},{"measure":"Epigenetic signature associated with pathogenic variations in the KMT2D gene (KABUKI syndrome)","description":"Evidence of epigenetic signature from fetal tissue DNA in fetuses with pathogenic or probably pathogenic variation","timeFrame":"12 months"}],"secondaryOutcomes":[{"measure":"Differential methylation between fetal and postnatal epigenetic signature","description":"Evidence of differential methylation between fetal an postnatal epigenetic signature","timeFrame":"12 months"},{"measure":"Differential methylation between tissue and amniotic fluid epigenetic signatures","description":"Evidence of differential methylation between tissue and amniotic fluid epigenetic signatures","timeFrame":"12 months"},{"measure":"Statistical prediction parameter for each epigenetic signature","description":"Measurement of the statistical prediction parameter for each epigenetic signature","timeFrame":"12 months"},{"measure":"Identification of a new epigenetic signature in foetal pathologies","description":"Identification of news epigenetic signatures of exclusively pathologies associated with the HYLS1, TCTN3 and FLVCR2 genes","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient Inclusion Criteria:\n\n  * Fetuses with a postmortem examination as part of the etiological diagnosis of developmental abnormality within the Genomic Medicine of Rare Diseases department of the Necker Children's Hospital, and whose DNA extracted from lung and amniotic fluid is available\n  * OR a child cared for in the Genomic Medicine for Rare Diseases department of the Necker Children's Hospital, and whose DNA extracted from whole blood is available\n  * with pathogenic or probably pathogenic variation in a gene following CHD7, KMT2D, HYLS1, TCTN3 or FLVCR2\n  * whose parents have consented to molecular genetic testing as part of diagnosis and research\n* Negative Controls :\n\n  * Fetuses with a postmortem examination as part of the etiological diagnosis of developmental abnormality within the Genomic Medicine of Rare Diseases department of the Necker Children's Hospital, and whose DNA extracted from lung and amniotic fluid are available\n  * OR a child cared for in the Genomic Medicine for Rare Diseases department of the Necker Children's Hospital, and whose DNA extracted from whole blood is available\n  * does not have pathogenic or probably pathogenic variation in a gene following CHD7, KMT2D, HYLS1, TCTN3 or FLVCR2\n  * whose parents have consented to molecular genetic testing as part of diagnosis and research\n* For everyone:\n\n  • For living participants: Non-objection by holders of parental authority to the reuse of clinical data and biological samples collected and stored in the context of care (consent of care).\n\n  • For deceased participants:\n* Consent of the holders of parental authority to the use of the samples kept for research purposes, signed as part of the treatment\n* No mention of opposition to the reuse of clinical data from the treatment in the patient's medical record\n\nExclusion Criteria:\n\n* Refusal of postmortem examination in case of fetal loss\n* Parents' refusal of molecular investigations","healthyVolunteers":true,"sex":"ALL","minimumAge":"0 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"The study population is derived from the Department of Genomic Medicine for Rare Diseases and the Multidisciplinary Center for Prenatal Diagnosis of the Necker-Enfants malades Hospital - APHP - GHU Paris Cité.\n\nThe parents signed a consent to the storage and use of biological samples, stating that these samples taken as part of the treatment could be reused for medical research.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Nicolas BOURGON, MD, PhD","role":"CONTACT","phone":"+33 1 42 19 27 96","email":"nicolas.bourgon@aphp.fr"},{"name":"Nelly BRIAND, PhD","role":"CONTACT","phone":"0144381862","email":"nelly.briand@aphp.fr"}],"overallOfficials":[{"name":"Manon TESSIER, MD, PhD","affiliation":"Assistance Publique - Hôpitaux de Paris","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of Genomic Medicine for Rare Diseases and the Multidisciplinary Center for Prenatal Diagnosis of the Necker-Enfants malades Hospital","city":"Paris","zip":"75015","country":"France","contacts":[{"name":"Nicolas BOURGON, MD, PhD","role":"CONTACT","phone":": +33 1 42 19 27 96","email":"nicolas.bourgon@aphp.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"28475860","type":"BACKGROUND","citation":"Butcher DT, Cytrynbaum C, Turinsky AL, Siu MT, Inbar-Feigenberg M, Mendoza-Londono R, Chitayat D, Walker S, Machado J, Caluseriu O, Dupuis L, Grafodatskaya D, Reardon W, Gilbert-Dussardier B, Verloes A, Bilan F, Milunsky JM, Basran R, Papsin B, Stockley TL, Scherer SW, Choufani S, Brudno M, Weksberg R. CHARGE and Kabuki Syndromes: Gene-Specific DNA Methylation Signatures Identify Epigenetic Mechanisms Linking These Clinically Overlapping Conditions. Am J Hum Genet. 2017 May 4;100(5):773-788. doi: 10.1016/j.ajhg.2017.04.004."},{"pmid":"32109418","type":"BACKGROUND","citation":"Aref-Eshghi E, Kerkhof J, Pedro VP; Groupe DI France; Barat-Houari M, Ruiz-Pallares N, Andrau JC, Lacombe D, Van-Gils J, Fergelot P, Dubourg C, Cormier-Daire V, Rondeau S, Lecoquierre F, Saugier-Veber P, Nicolas G, Lesca G, Chatron N, Sanlaville D, Vitobello A, Faivre L, Thauvin-Robinet C, Laumonnier F, Raynaud M, Alders M, Mannens M, Henneman P, Hennekam RC, Velasco G, Francastel C, Ulveling D, Ciolfi A, Pizzi S, Tartaglia M, Heide S, Heron D, Mignot C, Keren B, Whalen S, Afenjar A, Bienvenu T, Campeau PM, Rousseau J, Levy MA, Brick L, Kozenko M, Balci TB, Siu VM, Stuart A, Kadour M, Masters J, Takano K, Kleefstra T, de Leeuw N, Field M, Shaw M, Gecz J, Ainsworth PJ, Lin H, Rodenhiser DI, Friez MJ, Tedder M, Lee JA, DuPont BR, Stevenson RE, Skinner SA, Schwartz CE, Genevieve D, Sadikovic B. Evaluation of DNA Methylation Episignatures for Diagnosis and Phenotype Correlations in 42 Mendelian Neurodevelopmental Disorders. Am J Hum Genet. 2020 Mar 5;106(3):356-370. doi: 10.1016/j.ajhg.2020.01.019. Epub 2020 Feb 27. Erratum In: Am J Hum Genet. 2021 Jun 3;108(6):1161-1163. doi: 10.1016/j.ajhg.2021.04.022."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000013","term":"Congenital Abnormalities"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000035583","term":"Rare Diseases"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M12","name":"Congenital Abnormalities","asFound":"Congenital Malformations","relevance":"HIGH"},{"id":"M24518","name":"Rare Diseases","asFound":"Rare disease","relevance":"HIGH"},{"id":"M29225","name":"CHARGE Syndrome","relevance":"LOW"},{"id":"M23686","name":"Genetic Diseases, Inborn","asFound":"Genetic Diseases","relevance":"HIGH"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"T1119","name":"CHARGE Syndrome","relevance":"LOW"},{"id":"T3187","name":"Kabuki Syndrome","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}