{"protocolSection":{"identificationModule":{"nctId":"NCT06471296","orgStudyIdInfo":{"id":"VIRONMENT"},"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Virus-associated Tumour Microenvironment","officialTitle":"Virus-associated Tumour Microenvironment: Characterisation and Immunological Mechanisms of Resistance to Anti-tumour Treatments","acronym":"VIRONMENT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-02-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The presence or absence of viruses affects the characteristics of cancer, the response to anti-cancer treatments, and the prognosis of the disease. A cancerous tumor consists of cancerous cells as well as a variety of non-cancerous cells and molecules, collectively known as the tumor microenvironment. By studying these tumor microenvironments and understanding how our immune system interacts with virus-related and non-virus-related cancers, investigators may discover new approaches to developing more effective anti-cancer treatments. This study aims to characterize the tumor microenvironments specifically associated with viruses.\n\nThis is a non-interventional, ambispective multicentre study with 5 complementary workpackages (WP); WP1 clinic, WP2 anatomopathology, WP3 molecular analysis, WP4 proteomic analyses using image-based mass cytometry on tissue sections coupled to the HYPERION imaging system, and WP5 Bioinformatics and Biostatistics analyses. Medical record data will be collected and used for this research. The biological resources required for the study will be one or two additional blood samples of minimal volume or already available in the various tumour banks participating in the study. Blood samples and archived biopsies will be transported to CIMI by private carrier. Clinical data will be collected exclusively from the patient's computerised medical record and entered into an electronic case report form (e-CRF) by the Clinical Study coordinator in each recruiting department, identified by the investigating physicians.\n\nIn the analysis, investigators will initially compare the virus-associated and non-virus-associated groups by cancer type, but investigators will also be able to set up a global test by stratifying on cancer type. Investigators will use direct comparisons in the counts from the RNASeq analysis, but also compositional analyses. The remaining statistical evaluations will primarily focus on description and exploration, and will be showcased accordingly. These will involve conventional methods such as computing percentages, means, correlations, along with survival analysis techniques like Kaplan-Meier and Cox regression.","detailedDescription":"After decades of cancer research targeting tumour cells, strategies aimed at targeting the tumour microenvironment (TME) for therapeutic purposes are expanding rapidly. It has been shown that the composition and quality of the TME have a major prognostic impact and influence the response to anti-tumour treatments, such as immune checkpoint inhibitors (ICIs) and cytotoxic chemotherapies. The immune mechanisms associated with the TME and involved in resistance to anti-tumour treatments have only been partially described, and are currently leading to the development of promising new therapeutic approaches. Virus-associated cancers are common and constitute a major public health problem. Several viruses have been described as associated with cancers, either directly involved in carcinogenesis (oncoviruses, e.g. Human Papilloma Virus (HPV)) or indirectly by inducing, for example, immunodepression that favours the onset of cancer (e.g. Human Immunodeficiency Virus (HIV)). These viruses appear to be capable of affecting the molecular profile and the TME of these cancers, thereby modifying their sensitivity to anti-tumour treatments. Some of the TMEs associated with viruses have been partially described, mainly using transcriptomic approaches and focusing on T lymphocytes. The immune mechanisms specifically associated with viruses and involved in resistance to anti-tumour treatments such as ICIs and chemotherapy have not yet been described. Characterising the TME and the immunomolecular mechanisms involved in resistance to anti-tumour treatments, for both virus-associated and non-virus-associated cancers, could reveal new molecular and immune targets. These discoveries could form the basis of future therapeutic strategies targeting the TME of virus-associated cancers.\n\nThis is a non-interventional, ambispective multicentre study with 5 complementary workpackages (WP); WP1 clinic, WP2 anatomopathology, WP3 molecular analysis, WP4 proteomic analyses using image-based mass cytometry on tissue sections coupled to the HYPERION imaging system, and WP5 Bioinformatics and Biostatistics analyses. A total of 254 subjects will be recruited prospectively and retrospectively over two and a half years within 17 recruiting clinical centre. Five groups of patients will be recruited with matching on important clinical characteristics within the groups. All the patients in the study will be patients followed up in the identified AP-HP clinical services for their cancer. This is the prospective arm of the study, patients with a de novo diagnosis of cancer will be recruited via consultations with the study's investigating physicians. The investigating physicians will inform and obtain the non-opposition of the patients who take part in the research during a consultation.\n\nClinical data will be collected exclusively from the patient's computerised medical record and entered into an electronic case report form (e-CRF) by the Clinical Study Technicians in each recruiting department, identified by the investigating physicians. The e-CRF will be built by the Public Health Department of the Saint-Antoine Hospital, within the Pierre Louis Institute of Epidemiology and Public Health (INSERM UMR S 1136) under the responsibility of Prof. Pierre-Yves BOELLE, then validated by the study coordinators.Omics data will be collected by the participating biological platforms and processed at the same site. The biological resources required for the study will be one or two additional blood samples of minimal volume or already available in the various tumour banks participating in the study. Blood samples and archived biopsies will be transported to CIMI by private carrier.\n\nIn the analysis, investigators will initially compare the virus-associated and non-virus-associated groups by cancer type, but investigators will also be able to set up a global test by stratifying on cancer type. investigators will use direct comparisons in the counts from the RNASeq analysis, but also compositional analyses. The remaining statistical evaluations will primarily focus on description and exploration, and will be showcased accordingly. These will involve"},"conditionsModule":{"conditions":["Lymphoma","Cancers of the Lung","Cancer Anal Canal"],"keywords":["Virus","tumor microenvironement","chemotherapy","immunotherapy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":254,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Cellular and molecular composition of the tumour microenvironment at diagnosis","description":"Cellular and molecular composition of the tumour microenvironment at diagnosis, analysed using:\n\n* transcriptomic (RNAseq) approache\n* proteomic (mass cytometry on tissue sections coupled with the HYPERION imaging system) approache.","timeFrame":"Through study time period, 3 years and half"}],"secondaryOutcomes":[{"measure":"Changes in the cellular and molecular composition of the tumour microenvironment with resistance under systemic antitumour treatment compared with the diagnosis.","description":"Changes in the cellular and molecular composition of the tumour microenvironment with resistance under systemic antitumour treatment compared with the diagnosis, analysed using:\n\n* transcriptomic (RNAseq) approache.\n* PROTEOMIC (mass cytometry on tissue sections coupled with the HYPERION imaging system) approache.","timeFrame":"Through study time period, 3 years and half"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients followed in one of the following AP-HP clinical departments: Medical oncology - Pitié-Salpêtrière, Clinical haematology - Pitié-Salpêtrière, Hepato-Gastroenterology - Pitié-Salpêtrière, Maxillo-facial surgery - Pitié-Salpêtrière, Radiation oncology - Pitié-Salpêtrière, Pneumology - Tenon, Medical oncology - Tenon, Radiation oncology - Tenon, Medical oncology - Saint-Antoine, Clinical haematology - Saint-Antoine, Pneumology - Bichat, ENT and cervico-facial surgery - Bichat, Pneumology - Cochin, Medical Oncology - HEGP, Medical Oncology - Saint Louis, Pneumology - Ambroise Paré, Medical Oncology - Avicennes\n\nHistologically confirmed diagnosis of :\n\n* HPV-related squamous cell carcinoma of the oropharynx (positive HPV PCR).\n* Non-HPV-related squamous cell carcinoma of the oropharynx (negative HPV PCR).\n* HIV-associated non-small cell lung cancer (NSCLC) (positive HIV serology).\n* HPV-related NSCLC (malignant transformation of recurrent respiratory papillomatosis with positive HPV PCR).\n* NSCLC neither HPV-related (negative HPV PCR) nor HIV-associated (negative HIV serology).\n* Large-cell B lymphoma (diffuse large-cell NOS B lymphoma, high-grade B lymphoma, primary B lymphoma of the central nervous system):\n* Post-transplant lymphoma (PTL) linked or not to Epstein-Barr virus (EBV)(EBER positive or negative on tumour tissue).\n* Associated with HIV (positive HIV serology) and EBV-related or not (positive or negative EBER on tumour tissue).\n* Associated with neither HIV nor EBV (negative HIV serology, negative EBER on negative tumour tissue).\n* HPV-related squamous cell carcinoma of the anal canal (positive HPV PCR) and associated with HIV (positive HIV serology).\n* HPV-related squamous cell carcinoma of the anal canal (positive HPV PCR) not associated with HIV (negative HIV serology).\n* Patients in the virus-associated cancers VS non-virus-associated cancers groups will be matched on important clinical features within the groups:\n* Oropharyngeal squamous cell carcinoma: tumour stage (I/II or III/IV according to 8th TNM (85)), smoking status (smoker or non-smoker) and systemic anti-tumour treatment planned or received (cytotoxic chemotherapy or Immune checkpoint inhibitors (ICI)(anti PD1) or cytotoxic chemotherapy and ICI(anti PD1)).\n* NSCLC: histology (squamous cell carcinoma or adenocarcinoma), tumour stage (I/II or III/IV according to 8th TNM (85)), smoking status (smoker or non-smoker) and systemic anti-tumour treatment planned or received (ICI (anti PD1) or cytotoxic chemotherapy and ICI (anti PD1)).\n* NHL: patients will be matched 2:2 (LPT EBV+ vs EBV- and HIV+ EBV+ vs EBV-) on location (systemic vs brain), performans status (PS 0-1 vs 2-4) for brain lymphomas, and age-adjusted IPI score (LDH, performans status, stage: 0-1 vs 2-3) for systemic lymphomas.\n* Squamous cell carcinoma of the anal canal: tumour stage (I/II or III/IV according to 8th TNM (85)), and anti-tumour treatment planned or received (cytotoxic chemotherapy or cytotoxic chemotherapy and radiotherapy).\n\nFor the analysis of the characteristics of the MET at diagnosis: tumour material (biopsy or surgical specimen) available dating from before the introduction of anti-cancer treatments. This tumour material must come from the tumour's organ of origin for patients in the oropharynx, NSCLC and anal canal cohorts.\n\n* For the analysis of mechanisms of resistance to systemic anti-tumour treatments: tumour material (biopsy or surgical specimen) available from before the introduction of anti-cancer treatments and tumour material (biopsy or surgical specimen) taken after tumour progression under treatment and before the introduction of a new systemic anti-tumour treatment. This tumour material must come from the tumour's organ of origin for patients in the oropharynx, NSCLC and anal canal cohorts.\n* Cancer that has undergone or is due to undergo excision surgery or biopsy.\n* Informed consent to participate signed before any specific study procedure is carried out.\n* Affiliation with the French social security system.\n\nExclusion Criteria:\n\n* Cancers other than those included in the study.\n* For NHL: plasmablastic lymphoma, polymorphic lymphoma, follicular lymphoma, mantle cell lymphoma, lymphoplasmacytic lymphoma, marginal zone lymphoma, unknown tumour EBV status, unknown HIV status.\n* For lung cancers: NSCLC with histology other than adenocarcinoma or squamous cell carcinoma, small cell lung cancer, EGFR mutation, ALK rearrangement.\n* Absence of tumour material dating from before the start of systemic anti-tumour treatments.\n* For oropharynx, NSCLC and anal canal: tumour material not from the tumour's organ of origin.\n* Tumour material of interest exhausted: insufficient for the analyses planned in the study.\n* For the anal canal, oropharynx and NSCLC cohorts: immunosuppressive treatment (corticosteroids \\<10mg prednisone equivalent per day authorised).\n* Adults under guardianship or curatorship.\n* Refusal to take part in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"People followed up for cancers (lymphomas, cancers of the lung, oropharynx and anal canal).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"PHILIPPE SPANO","role":"CONTACT","phone":"01 42 16 04 72","email":"jean-philippe@aphp.fr"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008175","term":"Lung Neoplasms"}],"ancestors":[{"id":"D000012142","term":"Respiratory Tract Neoplasms"},{"id":"D000013899","term":"Thoracic Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","asFound":"Cancer of the Lung","relevance":"HIGH"},{"id":"M11220","name":"Lymphoma","relevance":"LOW"},{"id":"M17522","name":"Virus Diseases","relevance":"LOW"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"T3543","name":"Lymphosarcoma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}