{"protocolSection":{"identificationModule":{"nctId":"NCT06470373","orgStudyIdInfo":{"id":"PD-CP-Y1"},"organization":{"fullName":"Rophibio, Inc.","class":"INDUSTRY"},"briefTitle":"A Phase 3 Clinical Trial to Compare RBS-001 to Eylea® in Subjects With Neovascular Age-Related Macular Degeneration","officialTitle":"A Phase 3 Clinical Trial to Compare Efficacy, Safety, Tolerability and Immunogenicity of RBS-001 to Eylea® in Subjects With Neovascular Age-Related Macular Degeneration"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Rophibio, Inc.","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical study is designed to demonstrate the equivalence of the two Investigational Products by comparing the efficacy, safety, tolerability and immunogenicity of RBS-001 and Eylea® in subjects with Neovascular age-related macular degeneration.","detailedDescription":"This is a phase 3 clinical trial to compare efficacy, safety, tolerability and immunogenicity of RBS-001 to Eylea® in subjects with neovascular age-related macular degeneration. A total of 434 subjects will be enrolled in the sponsor-selected study institutions.\n\nThe test group will be 217 subjects (including approximately 20 subjects for the exploratory assessment of PK) and the control group will be 217 subjects (including approximately 20 subjects for the exploratory assessment of PK).\n\nOverall study period is approximately 24 months from the date of approval by the Institutional Review Board (IRB) or the Independent Ethics Committee (IEC). Study period for individual subjects is approximately 56 weeks (up to 28 days of screening + 48 weeks of treatment + 4 weeks of follow-up)."},"conditionsModule":{"conditions":["Neovascular Age-related Macular Degeneration (nAMD)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This is a multinational, multi-center, randomized, double-masked, parallel, phase 3 clinical study.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":434,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"RBS-001 treatment group","type":"ACTIVE_COMPARATOR","description":"All eligible subjects according to the inclusion/exclusion criteria will be randomized into the RBS-001 treatment group or Eylea® treatment group in a ratio of 1:1 with the BCVA score","interventionNames":["Drug: RBS-001 Solution for intravitreal injection"]},{"label":"Eylea® treatment group","type":"ACTIVE_COMPARATOR","description":"All eligible subjects according to the inclusion/exclusion criteria will be randomized into the RBS-001 treatment group or Eylea® treatment group in a ratio of 1:1 with the BCVA score","interventionNames":["Drug: Eylea® Solution for intravitreal injection"]}],"interventions":[{"type":"DRUG","name":"RBS-001 Solution for intravitreal injection","description":"Administer 2 mg/eye (50 uL/eye) per dose of the IP via IVT to the subjects' study eye","armGroupLabels":["RBS-001 treatment group"]},{"type":"DRUG","name":"Eylea® Solution for intravitreal injection","description":"Administer 2 mg/eye (50 uL/eye) per dose of the IP via IVT to the subjects' study eye","armGroupLabels":["Eylea® treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in Best-Corrected Visual Acuity (BCVA) measured by Early treatment Diabetic Retinopathy Study (ETDRS) letter score at 8 weeks after the IP treatment","timeFrame":"The change from baseline (Day 1) to 8 weeks after the IP treatment"}],"secondaryOutcomes":[{"measure":"Change in Best-Corrected Visual Acuity (BCVA) measured by Early treatment Diabetic Retinopathy Study (ETDRS) letter score at 4, 8, 12, 16, 20, and 24 weeks after the IP treatment","timeFrame":"The change from baseline (Day 1) to 4, 8, 12, 16, 20, and 24 weeks after the IP treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥ 50 years at screening\n2. Individuals with active CNV lesion secondary to AMD in the study eye, proven by fluorescein angiography (FA) and confirmed by the central reading center during the screening period\n3. Individuals with CNV area in the study eye accounting for ≥ 50% of the total lesion, including macular hemorrhage, scar, atrophy, fibrosis and neovascularization, proven by FA and confirmed by the central reading center during the screening period\n4. Individuals with intraretinal or subretinal fluid in the study eye due to active CNV, proven by optical coherence tomography (OCT) and confirmed by the central reading center during the screening period\n5. Individuals with BCVA of 34 to 73 letters measured by ETDRS letter score at the screening and baseline visits in the study eye\n6. Individuals who voluntarily decide to participate in the clinical study after being fully informed of the details of the clinical study and who provide written consent to comply with the study instructions during the clinical study\n\nExclusion Criteria:\n\n1. Individuals whose study eye lesion meets any of the following criteria\n\n   * Total lesion\\* size - \\> 23 mm2 \\[9 disc areas (DAs)\\] (Must be proven by FA)\n   * Subretinal hemorrhage (or subfoveal hemorrhage) - ≥ 50% of the total lesion\\* \\[≥ 1 DA (In the case of subfoveal hemorrhage, fovea must be surrounded 270 degrees by visible CNV.)\\]\n   * Scar or fibrosis - ≥ 50% of the total lesion\\* or Scar, fibrosis, or atrophy involving the center of the fovea\n   * Retinal pigment epithelial tears or rips - Macular involvement\n   * Macular hole - At any stage, if present in the study eye\n   * Other causes of CNV - Ocular histoplasmosis syndrome, trauma, multifocal choroiditis, angioid streaks, history of choroidal rupture, pathologic myopia (spherical equivalent of negative 8 diopters or more or axial length of 25 mm or more), etc.\n2. Individuals with any of the following concurrent diseases at screening or for a specified period of time\n\n   i. Concurrent ocular disease ii. Systolic blood pressure ≥ 160 mmHg or diastolic blood pressure ≥ 100 mmHg (despite adequate treatment) iii. Uncontrolled diabetes mellitus, at the investigator's discretion iv. Congestive heart failure with New York Heart Association (NYHA) functional classification 3 or 4 or any clinically significant heart disease including ventricular arrhythmia and atrial fibrillation, at the investigator's discretion v. Active systemic infection undergoing treatment or recurrent clinically significant infections within 4 weeks prior to the first dose of the IP\n3. Individuals with any medical history of the following at screening:\n\n   i. Other ophthalmic disease in the study eye that may affect safety/efficacy assessments in the subject or may require medical/surgical interventions during the clinical study at the investigator's discretion (e.g., vitreomacular traction, glaucoma undergoing treatment, retinal detachment, corneal dystrophy, etc.) ii. Diabetic retinopathy (DR)\\*, diabetic macular edema (DME), retinal vein occlusion (RVO), uveitis, or other vascular disease affecting the retina (other than nAMD) in either eye \\*Mild non-proliferative DR will be permitted.\n\n   iii. Stroke, transient ischemic attack, pulmonary embolism, deep venous thrombosis or myocardial infarction within the past 24 weeks iv. Hypersensitivity reactions to aflibercept or other drugs to be used in the clinical study (fluorescein, mydriatic drops, etc.) v. Malignancy within the last 5 years (however, individuals with basal cell, cutaneous squamous cell carcinoma, in situ cervical cancer, or in situ breast ductal carcinoma who are in stable long-term follow-up without therapeutic medication, procedures, or surgery can participate in this clinical trial) vi. Organ or bone marrow transplantation\n4. Individuals with a history of any of the following medication or non-pharmacological treatment for the study eye i. Glaucoma filtering surgery, vitrectomy or corneal transplantation ii. Simple intraocular or periocular surgery (e.g., cataract surgery, simple neodymium yttrium aluminum garnet (Nd:YAG) laser capsulotomy on a pseudophakic eye due to posterior capsular opacification, etc.) within 12 weeks or eyelid surgery within 4 weeks prior to the screening visit \\[Laser iridotomy will be permitted.\\] iii. Macular photodynamic therapy (PDT) with verteporfin, transpupillary thermotherapy, radiotherapy or retinal laser treatment (e.g., focal laser photocoagulation, pan-retinal photocoagulation, etc.) iv. Periocular radiotherapy v. Any anti-VEGF treatment for nAMD (including participation in other clinical studies) vi. Treatment for retinal detachment (medication or non-pharmacological treatment) vii. IVT corticosteroid injection, sub-tenon or periocular corticosteroid injection within 24 weeks or IVT corticosteroid implantation within 36 months prior to the screening visit\n5. Individuals with any of the following medication or non-pharmacological treatment history:\n\n   i. Systemic anti-VEGF therapy within 12 weeks prior to the first dose of the IP ii. Any anti-VEGF treatment of nAMD in the fellow eye within 8 weeks prior to the first dose of the IP iii. Current use at screening of medications known to be toxic to the lens, retina, or optic nerve, including deferoxamine, chloroquine/hydroxychloroquine, tamoxifen, phenothiazines, vigabatrin, ethambutol.\n\n   iv. Systemic corticosteroids administered within 12 weeks prior to the first dose of the IP (prednisolone ≤ 10 mg/day and equivalent dose administered for 14 days or less or inhaled/intranasal/dermal agents will be permitted.) v. Other IP within 12 weeks or 5 times the half-life (whichever is longer) prior to the first dose of the IP\n6. Individuals with BCVA of fewer than 34 letters measured by ETDRS letter score at the screening and baseline visits in the fellow eye\n7. Individuals who have only one functional eye (monocular vision)\n8. Pregnant \\[human chorionic gonadotropin (hCG) positive\\] or breastfeeding women of childbearing potential at the screening and baseline visits\n9. Men or women of childbearing potential who are unwilling to use adequate methods of contraception\\* from the time of written informed consent to 12 weeks after the last dose of the IP\n\n   \\* Adequate methods of contraception: Hormonal contraceptives (oral contraceptive pill, contraceptive patch, etc.), intrauterine device or intrauterine system implantation, sterilization procedure or surgery (vasectomy, bilateral tubal ligation, etc.), complete abstinence\n10. Individuals considered by the investigator to be ineligible for study participation for any reasons other than the inclusion and exclusion criteria","healthyVolunteers":false,"sex":"ALL","minimumAge":"50 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Matthew Gaver, BS","role":"CONTACT","phone":"240-454-6833","email":"matthewg@amarexcro.com"}],"locations":[{"facility":"Associated Retina Consultants - Phoenix","city":"Phoenix","state":"Arizona","zip":"85021","country":"United States","contacts":[{"name":"Erin Fox","role":"CONTACT","phone":"480-999-5458"}],"geoPoint":{"lat":33.44838,"lon":-112.07404}},{"facility":"Associated Retina Consultants - Gilbert","city":"Phoenix","state":"Arizona","zip":"85297","country":"United States","geoPoint":{"lat":33.44838,"lon":-112.07404}},{"facility":"Retina Partners of Northwest Arkansas, PLLC","city":"Springdale","state":"Arkansas","zip":"72764","country":"United States","contacts":[{"name":"Ethan Korpella","role":"CONTACT","phone":"479-408-4470"}],"geoPoint":{"lat":36.18674,"lon":-94.12881}},{"facility":"Erie Retina Research","city":"Erie","state":"Pennsylvania","zip":"16507","country":"United States","contacts":[{"name":"Bethany Scott","role":"CONTACT","phone":"814-737-0203"}],"geoPoint":{"lat":42.12922,"lon":-80.08506}},{"facility":"Charles Retina Institute","city":"Germantown","state":"Tennessee","zip":"38138","country":"United States","contacts":[{"name":"Molly Scott","role":"CONTACT","phone":"901-767-4499"}],"geoPoint":{"lat":35.08676,"lon":-89.81009}},{"facility":"Retina Research Institute of Texas","city":"Abilene","state":"Texas","zip":"79606","country":"United States","contacts":[{"name":"Deisy Villareal","role":"CONTACT","phone":"325-690-4415"}],"geoPoint":{"lat":32.44874,"lon":-99.73314}},{"facility":"Strategic Clinical Research Group, LLC","city":"Willow Park","state":"Texas","zip":"76087","country":"United States","contacts":[{"name":"Ashley York","role":"CONTACT","phone":"682-703-4318"}],"geoPoint":{"lat":32.76263,"lon":-97.65058}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008268","term":"Macular Degeneration"},{"id":"D000057135","term":"Wet Macular Degeneration"}],"ancestors":[{"id":"D000012162","term":"Retinal Degeneration"},{"id":"D000012164","term":"Retinal Diseases"},{"id":"D000005128","term":"Eye Diseases"}],"browseLeaves":[{"id":"M11260","name":"Macular Degeneration","asFound":"Age-related Macular Degeneration","relevance":"HIGH"},{"id":"M28735","name":"Wet Macular Degeneration","asFound":"Neovascular Age-related Macular Degeneration","relevance":"HIGH"},{"id":"M14997","name":"Retinal Degeneration","relevance":"LOW"},{"id":"M14999","name":"Retinal Diseases","relevance":"LOW"},{"id":"M8271","name":"Eye Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC11","name":"Eye Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000019999","term":"Pharmaceutical Solutions"}],"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","asFound":"Procedure","relevance":"HIGH"},{"id":"M257727","name":"Aflibercept","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}