{"protocolSection":{"identificationModule":{"nctId":"NCT06478914","orgStudyIdInfo":{"id":"basma PHD"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Neuromuscular Electrical Stimulation Versus Low-intensity Laser on Motor Conduction Velocity of the Common Peroneal Nerve Post Burn","officialTitle":"Effect of Neuromuscular Electrical Stimulation Versus Low-intensity Laser in Relation to Motor Conduction Velocity of the Neuropathic Common Peroneal Nerve Post Burn"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2022-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2022-07-01","type":"ACTUAL"},"completionDateStruct":{"date":"2023-01-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-22","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Basma Rabie Ahmed Fadel","investigatorTitle":"Basma Rabie Ahmed","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Purposes of this study were the following:\n\n1. To evaluate the therapeutic efficacy of NMES in improving the motor conduction velocity (MCV) of the neuropathic common peroneal nerve post burn.\n2. To evaluate the therapeutic efficacy of LIL in improving the motor conduction velocity (MCV) of the neuropathic common peroneal nerve post burn.\n3. To detect which one of both was the better and most effective than the other in improving the motor conduction velocity (MCV) of the neuropathic common peroneal nerve post burn.","detailedDescription":"Burned patients experience various problems, including skin damage, vascular damage, and metabolic stress. These injuries can lead to peripheral neuropathies, which can affect nerve function and cause weakness or lack of sensation. Lymphatic damage can delay wound healing, causing contractures that affect the patient's physical function. Burn-Associated polyneuropathy (BAPN) is common after thermal injury, affecting nerve function. Electrophysiological assessments of muscle and nerves are essential in neurology, physical therapy, and related clinical disciplines. Neuromuscular electrical stimulation (NMES) is used to increase force output, strengthen muscles, and control pain. Low-intensity laser therapy (LILT) is used to treat chronic inflammatory and fibrotic conditions, improving absorption of fluid, secretion of macrophage growth factors, DNA synthesis, pain reduction, and electron respiratory chain reaction. However, the effect of LILT on scar formation and treatment of fibrosis or calcification secondary to hematomas or fat necrosis is not yet evaluated.\n\nThe need for this study developed from the lack of quantitative knowledge and information in the published studies about the application of both NMES and LIL to improve the neuropathic common peroneal nerve postburn.\n\nThe significance of this study arises from the rarity of information about the effectiveness of both NMES and LIL on the neuropathic common peroneal nerve post-burn, as well as the precise dosage and frequency of treatment required to promote improvement of the neuropathic common peroneal nerve post burn."},"conditionsModule":{"conditions":["Neuropathy, Peroneal","Motor Neuropathy","Neuromuscular Electric Stimulation (NEMS)","Low Intensity Laser"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"single-blind blinded randomized controlled trial","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"NEMS group (group A)","type":"EXPERIMENTAL","description":"the first experimental group consisted of 30 patients, to which neuromuscular electric stimulation (NMES) was applied","interventionNames":["Device: Neuromuscular electrical stimulation (NMES)"]},{"label":"LIL group (group B)","type":"EXPERIMENTAL","description":"The second experimental group consisted of 30 patients to which the low intensity laser (LIL) was applied","interventionNames":["Device: low-intensity laser therapy (LILT)"]}],"interventions":[{"type":"DEVICE","name":"Neuromuscular electrical stimulation (NMES)","description":"NMES unit manufactured by Enraf-Holland was be used to administer the neuromuscular electrical stimulation (NMES) The study involved adjusting the patient's hips, knees, and ankles to achieve a comfortable position. Two electrodes of NMES were used in the first study group and a placebo in the control group. The electrodes were placed on the popliteal fossa and fibular head, and each session was conducted for 15 minutes daily for 2 months.","armGroupLabels":["NEMS group (group A)"]},{"type":"DEVICE","name":"low-intensity laser therapy (LILT)","description":"The laser unit is a small, hand-held, class III laser product manufactured by Laserex Technology Pty Ltd Australia. It offers continuous and pulsed laser therapy, with continuous therapy being the most effective. The device has a maximum average power of 5 milliwatts, a wavelength of 820 nm, and a power density of 0.39 W/cm2.\n\nPatients were treated as outpatients, receiving full explanations about the purpose, therapeutic, and physiological benefits of low-intensity laser therapy (LILT). They were relaxed in supine position, with hips and knees adjusted. The patient was irradiated in a continuous mode and direct contact method, 3 times per week for 2 months, at 1-cm intervals and across the surface in grids. The laser applicator was applied to the surface, maintaining contact for maximum penetration.","armGroupLabels":["LIL group (group B)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"motor conduction velocity (MCV)","description":"The study involved a common peroneal nerve MCV measurement in an air-conditioned room. The subject was placed in a supine position for 5 minutes to rest and relax. The recording electrodes were placed over the EDB muscle, with the active electrode placed over the main bulk of the muscle. The stimulating electrodes were placed 8 cm proximal to the active electrode for distal latency and distally in the lateral part of the popliteal fossa for proximal latency. The subject was then asked to lie supine for 5 minutes for leg massage, rest, and relaxation. The EMG12 program disk was loaded, and electrodes were connected to the active channels and common electrode. The program was moved to the ready condition after pressing keys on the keyboard. The sensitivity was 1 mv/diameter, the sweep speed was 3 ms, and the stimulus intensity ranged from 0.1 to 99 mA. Segmental distances between stimulation points were measured using a tape measure.","timeFrame":"at base line and following 8 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients were chosen after a routine medical examination by specialist.\n* All patients were approximately of the same age (from 20 to 35 years old).\n* All patients were conscious.\n* All of them were non-smokers and they will be under own prescribed medications described by their physicians.\n* They received another physical therapy electromodality except NMES and LIL as well as the traditional physical therapy in the form of 5 minutes of deep stroking (Effleurage) maneuver for the affected lower limb before the beginning of the MCV recording to eliminate the temperature-related variability\n\nExclusion Criteria:\n\n* Patients with life threatening disorders as renal failure, myocardial infarction or other similar diseases will be excluded from the study.\n* Patients who suffer from skin diseases, diabetes, varicose veins, and peripheral vascular diseases will be excluded from the study.\n* Pregnant patients or who presented with active malignancy will be excluded from the study.\n* Patients who suffer from hyperthyroidism, haemorrhage, acute viral diseases, acute tuberculosis, mental disorders or those with pace makers will be excluded from the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"20 Years","maximumAge":"35 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"out-clinics of Kasr-El-Aini","city":"Cairo","country":"Egypt","geoPoint":{"lat":30.06263,"lon":31.24967}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020427","term":"Peroneal Neuropathies"}],"ancestors":[{"id":"D000010523","term":"Peripheral Nervous System Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000020422","term":"Mononeuropathies"}],"browseLeaves":[{"id":"M5326","name":"Burns","relevance":"LOW"},{"id":"M22223","name":"Peroneal Neuropathies","asFound":"Neuropathy, Peroneal","relevance":"HIGH"},{"id":"M13432","name":"Peripheral Nervous System Diseases","relevance":"LOW"},{"id":"M12411","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"M22218","name":"Mononeuropathies","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"}]}},"hasResults":false}