{"protocolSection":{"identificationModule":{"nctId":"NCT06482710","orgStudyIdInfo":{"id":"2024/05-26"},"organization":{"fullName":"Maltepe University","class":"OTHER"},"briefTitle":"The Effect of Breathing Exercise With Pinwheel on the Quality of Life in Children With Cystic Fibrosis Disease","officialTitle":"The Effect of Breathing Exercise With Pinwheel on the Quality of Life in Children With Cystic Fibrosis Disease: A Prospective Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-31","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Behice Ekici","investigatorTitle":"Assistant Professor, PhD","investigatorAffiliation":"Maltepe University"},"leadSponsor":{"name":"Maltepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to present the results of the effect of pinwheel breathing exercise on quality of life in children with Cystic Fibrosis disease. In this randomized controlled study, 81 children with CF who were being monitored by the treatment team in the pediatric chest polyclinic of a state hospital and suitable for the inclusion criteria were divided equally into 2 groups. The children in the first group (intervention group) were instructed to perform breathing exercises with a pinwheel twice a day, at a suitable time in the morning and in the evening, every day for 3 months in their own homes following the Breathing Exercise Tracking Form (BETF) and to fill in the required fields of the form during this process. The children in the second group (control group) did not perform the pinwheel breathing exercise. The quality of life of the children in both groups was evaluated with the Cystic Fibrosis Questionnaire-Revised (CFQ-R) (Age group 6-11).","detailedDescription":"Cystic Fibrosis (CF) is an autosomal recessive genetic disorder that affects many organs at the same time. The sinuses, lungs, intestines, pancreas, gallbladder, liver, reproductive organs and sweat glands are affected by CF. The treatment of children with CF includes medication, diet therapy, pancreatic enzyme therapy, chest physiotherapy and lung transplantation. When chest physiotherapy is not performed effectively and regularly, the child has increased hospital admis-sion, prolonged hospitalization, restricted daily activities, loss of independence, decreased qua-lity of life and social isolation. The aim of this randomized controlled trial was to present the results of the effect of pinwheel breathing exercise on quality of life in children with cystic fibrosis.\n\nMETHODS This study was conducted in a single-center, prospective randomized controlled design. The sample size of the study was calculated in G\\*Power 3.1.9.2 (Heinrich Heine University Düsseldorf, Germany). The sample size was found to be 35 for each group. The study authors considered possible sample losses during the study process. It was decided to conduct the study with a total of 70 children. There were 35 children in each group (research and control group). Between January and April 2024, 81 children aged 6-11 years with CF who were enrolled in the Pediatric Chest Outpatient Clinic of Marmara University Pendik Training and Research Hospital were included in this study. Among these children, 70 children who met the inclusion criteria were included. Children who did not come to the Pediatric Chest Outpatient Clinic for routine controls (n=10) and children whose parents refused to participate in the study (n=1) were excluded.\n\nProcedures:\n\nParticipants were assigned to groups, and the pinwheels to be given to the intervention group were placed in the location to be used in the interviews. Vital signs, Child Health Status Diagnosis Form (CHDSDF), Cystic Fibrosis Questionnaire Revised (CFQ-R) and Breathing Exercise Application and Follow-up Form (NEUTF) and all records were documented by the first researcher. The first researcher has 2.5 years of experience as a pediatric intensive care and pediatric ward nurse. The pediatric chest outpatient clinic works in a single shift during the day (08:00-16:00). In this study, the following procedures were performed respectively. Initial assessments of children with CF registered in the pediatric chest outpatient clinic were performed between 08:00 and 16:00 at their own scheduled appointment hours. The parent and child who arrived at their own appointment time (between 08:00 and 16:00) were invited to the examination room, their clinical condition was evaluated, and the children to be included in the research and control groups were determined. The parents of the children to be included in the intervention group were informed about all stages of the research process and their verbal and written consent was obtained. Children were randomly assigned to the groups by simple randomization method. Randomization was made according to the daily examination appointment order of the pediatric pulmonology outpatient clinic of the hospital. The research and control groups were determined by drawing lots. Children with an odd number of appointments were included in the intervention group and those with an even number were included in the control group. For example, the child whose examination appointment was in the 1st place was included in the intervention group and the child whose appointment was in the 2nd place was included in the control group. This method was repeated until the sample size was reached. In this study, all assessments were performed in the same way for children in the research and control groups. In this study, vital signs, pulmonary function test values and quality of life data of the children were re-evaluated at different time periods. These time periods were: pre-intervention and the first appointment day after the intervention (at least 3 months). Pre-intervention covers the interval between the appointments scheduled from 08:00 to 16:00 for the child's first evaluation. Post-intervention covers the interval between the appointments scheduled from 08:00 to 16:00 for the child's second evaluation after 3 months. Factors determining children's quality of life were evaluated twice, before and after the intervention. The vital signs and pulmonary function test values of the children were measured once on the day of the intervention (between 08:00 and 16:00 appointment hours). Console type pulse oximeter and pulmonary function test device (spirometer) were used. All data except the vital signs of the children were asked the mothers and children face to face and their answers were recorded in the CFQ-R.\n\nInstruments:\n\nData were collected using the Child Health Status Diagnostic Form (CHSDF), the Cystic Fibro-sis Questionnaire Revised (CFQ-R) and the Breathing Exercise Practice and Follow-up Form (BEPFF). The CFQ-R and BEPFF were developed by the researcher and the counselor after reviewing the relevant literature. Child Health Status Diagnosis Form (CHSDF): In the first part of this form, there are 3 open-ended questions about the child's diagnosis date, other diseases and medications that the child is constantly taking. The other part of the form consists of 3 secti-ons. These 3 sections include the first and second assessment. If the first assessment is to be made, the first assessment box will be filled in and if the second assessment is to be made, the second assessment box will be filled in. The evaluation parameters for each section are speci-fied. In this study, the CFQ-R form was used for the 6-11 age group. This form consists of two parts and all questions are equally weighted. In the first part, there are 5 questions about the child's date of birth, gender, absence from school in the last two weeks due to vacation or non-health related reasons, racial origin and grade level. In the second part, 35 questions assessing children's physical functioning (questions 1-6), emotional functioning (questions 7-14), social functioning (questions 15,16,19), treatment burden (questions 17,18,29), respiratory (questions 31-34) and digestive findings (question 35) in the last two weeks.\n\nThe scale score is made with the online application on https://cfqr-app.netlify.app/#/questionnaire prepared by Quittner et al. It is calculated by obtaining a score between 0-100 for each sub-heading. Higher scores indicate better quality of life. Breathing Exercise Practice and Follow-up Form (BEPFF): This form is used to describe how the children in the study group should perform the breathing exercise during the breathing exercise with the pinwheel. It is composed of 7 rows with instructions. Opposite each row, 7 columns with 2-week evaluation time and 2 columns for each evaluation time to be marked \"morning\" and \"eve-ning\" were added. The boxes in front of the morning and evening breathing exercises were marked with a \"✓\" sign. In the study, a pinwheel was used to ensure and improve the continuity of children's breathing exercises and to increase lung capacity. This pinwheel has a structure consisting of multiple small wings mounted on a handle. It consists of 8 wings with 18 cm in diameter and it is 38 cm in total length. The pinwheel is usually made of durable paper material, so it can be used over and over again. The easy rotating structure of the pinwheel makes it simp-le and easy for children to use. These features ensure that children aged 3 and above can easily use the pinwheel.\n\nIntervention:\n\nChildren in the study and control groups enrolled in the pediatric chest outpatient clinic were monitored with a pulse oximetry device and pulmonary function test device. Vital signs and pulmonary function test values were measured and recorded at their scheduled appointments between 08:00 and 16:00 on the day of the intervention. Before the intervention (1st Assess-ment), the children's information was recorded in the pretest CFQ-R. Each child in the research group was given a pinwheel at their appointment time. The child was given the BEPFF and instructions on how to use the form were explained in detail. In line with the BEPFF, the child was told to sit in a chair suitably, remove their surgical mask and take the pinwheel in the hand that they dominantly use. In line with BEPFF, the child was instructed to perform the breathing exercise with the pinwheel and whether the application was performed correctly was evaluated in detail. The child repeated the breathing exercise several times in order to perform it correctly.\n\nThe child who was observed to perform the breathing exercise correctly in accordance with the BEPFF was instructed to perform this exercise twice a day, in the morning and in the evening, for 3 months at home. In order to encourage the children to continue the breathing exercises regularly, reminder messages were sent via phone messaging once a week for 3 months. Child-ren in the control group were not given pinwheel and BEPFF was not applied. Children in this group continued their routine treatment processes. Post-intervention evaluations (2nd evalua-tion) of the children in the research and control groups were conducted at the follow-up appo-intments scheduled 3 months later. Vital signs and pulmonary function test values were measu-red and recorded at their scheduled appointments between 08:00 and 16:00. Factors affecting quality of life were asked face-to-face and the answers were recorded on the post-test CFQ-R."},"conditionsModule":{"conditions":["Nursing Caries","Breathing Exercise"],"keywords":["Child","Cystic fibrosis","Breathing exercise","Pinwheel","Therapeutic play","Quality of life"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":70,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Pinwheel Group","type":"EXPERIMENTAL","description":"Children in the intervention group with CF were given pinwheel breathing exercises.","interventionNames":["Device: Pinwheel"]},{"label":"Control Group","type":"NO_INTERVENTION","description":"The children in the control group were not given pinwheel breathing exercises and continued with their own breathing exercise routines."}],"interventions":[{"type":"DEVICE","name":"Pinwheel","description":"The children in the intervention group were given breathing exercises with pinwheels.","armGroupLabels":["Pinwheel Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Identifying children's quality of life","description":"The child's routine implementation and follow-up of the breathing exercise was assessed.","timeFrame":"3 months of routine implementation and follow-up of breathing exercise and change in quality of life of children."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 6-11 years old\n* Those diagnosed with cystic fibrosis at least 1 year ago\n* Those who were accompanied by their parents during the research\n* Those who can speak and understand Turkish\n* Children whose parents voluntarily accepted the study were included in the study.\n\nExclusion Criteria:\n\n* Those with mental, auditory and visual problems\n* Those with physical disabilities (limitation of movement in the use of upper extremities and congenital muscle diseases)\n* Those who stopped doing breathing exercises with the pinwheel during the research follow-up period\n* Children with a clinical course of acute exacerbation (the presence of at least a few of the following signs and symptoms: cough with high fever, increased sputum quantity, bloody sputum, more than 10% decrease in pulmonary function test value (FEV1), fatigue, weight loss, dyspnea) were not included in the study","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"11 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Selay Deniz","affiliation":"Research Assistant at Maltepe University School of Nursing Istanbul, Turkey.","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Maltepe University School of Nursing Istanbul, Maltepe, Turkey.","city":"Istanbul","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003550","term":"Cystic Fibrosis"},{"id":"D000053120","term":"Respiratory Aspiration"},{"id":"D000005355","term":"Fibrosis"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010182","term":"Pancreatic Diseases"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000030342","term":"Genetic Diseases, Inborn"},{"id":"D000007232","term":"Infant, Newborn, Diseases"},{"id":"D000012120","term":"Respiration Disorders"}],"browseLeaves":[{"id":"M6755","name":"Cystic Fibrosis","asFound":"Cystic Fibrosis","relevance":"HIGH"},{"id":"M27137","name":"Respiratory Aspiration","asFound":"Breathing","relevance":"HIGH"},{"id":"M8485","name":"Fibrosis","asFound":"Fibrosis","relevance":"HIGH"},{"id":"M13102","name":"Pancreatic Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M23686","name":"Genetic Diseases, Inborn","relevance":"LOW"},{"id":"M10276","name":"Infant, Newborn, Diseases","relevance":"LOW"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"},{"id":"T1710","name":"Cystic Fibrosis","asFound":"Cystic Fibrosis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC16","name":"Diseases and Abnormalities at or Before Birth"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}