{"protocolSection":{"identificationModule":{"nctId":"NCT06481631","orgStudyIdInfo":{"id":"1U54HD113238-02","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1U54HD113238-02"},"organization":{"fullName":"Jackson State University","class":"OTHER"},"briefTitle":"Patient-clinical Linkage Intervention for Improving Trust and Engagement in Postpartum Healthcare for Women in the Mississippi Delta (Particular Focus on Black Women)","officialTitle":"Empowering Women for Postpartum Care and Reproductive Health in Mississippi Delta"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Jackson State University","class":"OTHER"},"collaborators":[{"name":"Mississippi State Department of Health","class":"OTHER_GOV"},{"name":"University of Mississippi Medical Center","class":"OTHER"},{"name":"Harvard School of Public Health (HSPH)","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Maternal mortality in the United States is higher than in peer nations and has not decreased since 1990. Beyond mortality, severe maternal mortality impacts far too many women. Not only are these high rates alarming, but notable racial/ethnic and socioeconomic disparities exist. These inequities are highly regional, with women living in the rural southeast part of the United States, including the Mississippi Delta, having the highest rates of maternal mortality and morbidity. Unfortunately, these disparities have proven to be stubbornly resistant to interventions, necessitating an innovative multifaceted approach focused on community practice, building trust, and prioritizing patient voices. To meet this need, this proposal aims to establish the Mississippi Delta Research Center of Excellence for Maternal Health with the goal of addressing preventable maternal mortality, decreasing severe maternal morbidity, and promoting maternal health equity in partnership with the Mississippi Delta community. This patient-clinical linkages intervention study will evaluate the effectiveness of a multilevel and multisector communication and health literacy strategy to increase trust and engagement in postpartum healthcare among women in the Mississippi Delta, with a specific focus on Black women, their families, and their communities.\n\nThese research projects both have the overarching goal of partnering with the community to determine and meet the needs of pregnant and postpartum women in the Mississippi Delta and address the disparities within maternity ca","detailedDescription":"Maternal mortality in the United States is higher than in peer nations and has not decreased since 1990. Beyond mortality, severe maternal mortality impacts far too many women. Not only are these high rates alarming, but notable racial/ethnic and socioeconomic disparities exist. These inequities are highly regional, with women living in the rural southeast part of the United States, including the Mississippi Delta, having the highest rates of maternal mortality and morbidity. Unfortunately, these disparities have proven to be stubbornly resistant to interventions, necessitating an innovative multifaceted approach focused on community practice, building trust, and prioritizing patient voices. To meet this need, this proposal aims to establish the Mississippi Delta Research Center of Excellence for Maternal Health with the goal of addressing preventable maternal mortality, decreasing severe maternal morbidity, and promoting maternal health equity in partnership with the Mississippi Delta community. This research center will conduct two multi-layered research projects. Research Project 1 will determine the effectiveness of an evidenced-based community health worker home visiting program grounded in extensive patient and community participation. Research Project 2 will evaluate the effectiveness of a multilevel and multisector communication and health literacy strategy to increase trust and engagement in postpartum healthcare among women in the Mississippi Delta, with a specific focus on Black women, their families, and their communities. These research projects both have the overarching goal of partnering with the community to determine and meet the needs of pregnant and postpartum women in the Mississippi Delta and address the disparities within maternity care."},"conditionsModule":{"conditions":["Family Dynamics","Trust in Healthcare System","Family Structure","Health Literacy","Contraception"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Clinical trial with a single arm.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":250,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"PEN-3 Assessment Model","type":"OTHER","description":"Application of a sociocultural model to assess patient-clinical linkages that support positive maternal health outcomes","interventionNames":["Behavioral: The PEN-3 Intervention Model"]}],"interventions":[{"type":"BEHAVIORAL","name":"The PEN-3 Intervention Model","description":"The PEN-3 Model is a sociocultural model for planning and assessing participant behavior within the context a cultural phenomenon. It will be used to assess intervention impact on patient-clinical linkages in the Mississippi Delta.","armGroupLabels":["PEN-3 Assessment Model"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Improve trust in the healthcare system","description":"Mixed methods approach using Trust in Physician Scale \\& Researcher developed qualitative tool","timeFrame":"12 months from consent to participate"},{"measure":"Increase maternal health literacy (patient and provider perspectives)","description":"Brief literacy screening tool to evaluate health literacy in the health system (Qualitative and Quantitative Measures","timeFrame":"12 months from consent to participate in the intervention"},{"measure":"Increase engagement in the maternal health care system (patient-clinic linkages)","description":"Contraceptive Counseling measure tool to evaluate the patient experiences with provider care and vice-versa; minimally 2 post-partum clinec visits in postpartum period","timeFrame":"12 month from consent to participation in the intervention"},{"measure":"Strengthen structuring of family support systems","description":"Family crisis coping response (F-COPES) measure to determine patient (mother) and family perceptions and experiences with structuring family support fo postpartum care period.","timeFrame":"12 months from consent to participation in the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Community health providers, community advisory board members, postpartum and parenting people utilizing maternal health services at one of the participating health centers.\n\nParticipants must be residents of the 5 target counties for the study: Washington, Bolivar, Scott, Humphreys, and Carroll.\n\n-\n\nExclusion Criteria:\n\n-","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"genderDescription":"biological women at birth; women who have vaginal deliveries","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mary Shaw, PhD","role":"CONTACT","phone":"601-979-3103","email":"mary.shaw@jsums.edu"},{"name":"Girmay Berhie, PhD","role":"CONTACT","phone":"601-979-1184","email":"girmay.berhie@jsums.edu"}],"overallOfficials":[{"name":"Mary Shaw, PhD","affiliation":"Jackson State University","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Girmay Berhie, PhD","affiliation":"Jackson State University","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}