{"protocolSection":{"identificationModule":{"nctId":"NCT06476470","orgStudyIdInfo":{"id":"CG24056C"},"organization":{"fullName":"Taichung Veterans General Hospital","class":"OTHER"},"briefTitle":"Taiwan Interstitial Lung Disease Multi-center Investigation and Registry","officialTitle":"A Prospective Multi-center Registry for Fibrotic Lung Disease, Focusing on Clinical Phenotype, Physical Parameters, Image Analysis, and Precision Medicine in Taiwan","acronym":"TAILI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-03-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2033-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2035-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-22","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Pin-Kuei Fu, MD, PhD","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Taichung Veterans General Hospital"},"leadSponsor":{"name":"Taichung Veterans General Hospital","class":"OTHER"},"collaborators":[{"name":"Tri-Service General Hospital","class":"OTHER"},{"name":"E-DA Hospital","class":"OTHER"},{"name":"Chang Gung Memorial Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Taiwan Interstitial Lung Disease (ILD) Multi-center Investigation and Registry aims to evaluate the long-term outcomes of patients with fibrotic interstitial lung disease. This prospective observational registry will collect comprehensive clinical data from multiple centers, including epidemiological information, comorbidities, questionnaire results, routine blood tests, biochemical tests, pulmonary function tests, echocardiograms, and cardiopulmonary exercise tests (CPET), all following a standardized protocol.\n\nKey components of the registry include annual HRCT scans, annual CPETs, biobank blood samples, and biannual echocardiograms and pulmonary function tests.\n\nThe main questions the registry aims to answer are:\n\n1. Differences in all-cause mortality among ILD patients of different etiologies.\n2. Differences in the annual risk of acute exacerbation among ILD patients of different etiologies.\n3. Effectiveness of current anti-fibrotic drugs in treating IPF and ILD of different etiologies.\n4. Predictive ability of HRCT imaging features for mortality risk in ILD patients.\n5. Impact of comorbidities on the mortality risk of ILD patients.\n6. Predictive ability of biomarkers for disease progression and mortality.","detailedDescription":"The goal of this prospective observational registry is to evaluate the long-term outcomes of patients diagnosed with fibrotic interstitial lung disease in Taiwan.\n\nThe investigators will conduct a prospective registry and collect clinical data of fibrotic lung disease patients from multiple centers in Taiwan. The data collected will include basic epidemiological information, comorbidities, questionnaire results, routine blood tests, biochemical tests, pulmonary function tests, echocardiograms, and cardiopulmonary exercise tests (CPET). Each hospital will follow the same protocol for data collection, establishing a real-world Taiwan Fibrotic Lung Disease Registry Database.\n\nThe details of this registry plan include:\n\n1. Annual high-resolution computed tomography (HRCT) scans\n2. Annual cardiopulmonary exercise tests (CPET)\n3. Peripheral blood sampling for inclusion in a biobank\n4. Additionally, echocardiograms and pulmonary function tests will be conducted every six months.\n\nThe main questions it aims to answer are:\n\n1. Is there a difference in all-cause mortality among ILD patients of different etiologies?\n2. Is there a difference in the annual risk of acute exacerbation among ILD patients of different etiologies?\n3. Evaluate the real-world data on the effectiveness of current anti-fibrotic drugs in treating idiopathic pulmonary fibrosis (IPF) and ILD of different etiologies.\n4. Investigate the predictive ability of high-resolution computed tomography (HRCT) imaging features for mortality risk in ILD patients.\n5. Explore the impact of comorbidities on the mortality risk of ILD patients.\n6. Assess the predictive ability of biomarkers for disease progression and mortality."},"conditionsModule":{"conditions":["Interstitial Lung Disease","Comorbidities and Coexisting Conditions","Pulmonary Arterial Hypertension","Treatment Adherence","Function Impaired Respiratory"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Precision medicine involves tailoring medical solutions to individual patients, aiming to precisely predict, prevent, diagnose, and treat diseases. If this goal is not achieved, it is necessary to collect patient-reported symptoms, physician treatment records, and results of routine medical examinations, along with biomedical test data such as genetic testing. By comparing and analyzing this data with existing precision medicine knowledge databases, the most suitable treatment methods, medication adjustments, and health management strategies can be identified."},"enrollmentInfo":{"count":10000,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"All-cause mortality","description":"All-cause mortality of the enrolled patients from enrollment to the death event","timeFrame":"10 years"},{"measure":"Annual rate of acute exacerbation","description":"The event of visiting the emergency room or being hospitalized will be recorded","timeFrame":"through study completion, an average of 1 year"}],"secondaryOutcomes":[{"measure":"Annual rate of progressive pulmonary fibrosis","description":"By the definition according to ATS 2022 guideline, including symptoms worsening, Lung function declined (FVC decreased more than 5 % or DLCO decreased more than 10% within one year) and the image pattern showed progression on HRCT scan","timeFrame":"From date of enrolled until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 120 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged over 18 years old.\n2. Diagnosed as ILD by a pulmonologist, rheumatologist or radiologist\n3. Various casue of ILD, including Idiopathic pulmonary fibrosis (IPF), Connective tissue disease-associated interstitial lung disease (CTD-ILD), Unclassifed ILD, drug-induced ILD, lymphangioleiomyomatosis (LAM), and sarcoidosis-associated ILD.\n\nExclusion Criteria:\n\n1. Under 18 years of age.\n2. Failure to express informed consent in person.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Enroll patients with various causes of fibrotic lung diseases, including idiopathic pulmonary fibrosis (IPF), connective tissue disease-associated interstitial lung disease (CTD-ILD), unclassified ILD, pneumoconiosis, drug-induced ILD, lymphangioleiomyomatosis (LAM), and sarcoidosis-associated ILD.\n\nAll included ILD cases must be diagnosed through a multidisciplinary discussion at each hospital. The specialists involved should include at least a pulmonologist, rheumatologist, and radiologist. If a patient has a pathology diagnosis, the pathologist should also provide their recommendations and expert opinions.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Pin-Kuei Fu, MD., Ph.D","role":"CONTACT","phone":"04-23592525","phoneExt":"6536","email":"yetquen@gmail.com"}],"overallOfficials":[{"name":"Pin-Kuei Fu, MD., Ph.D","affiliation":"Taichung Veterans General Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Taichung Veterans General Hospital","status":"RECRUITING","city":"Taichung","zip":"40705","country":"Taiwan","contacts":[{"name":"Pin-Kuei Fu, MD, PhD","role":"CONTACT","phone":"886-4-23592525","phoneExt":"3213","email":"yetquen@gmail.com"}],"geoPoint":{"lat":24.1469,"lon":120.6839}}]},"referencesModule":{"references":[{"pmid":"38582493","type":"RESULT","citation":"Chen YW, Lai CH, Liao YW, Liu MC, Wu YC, Hsu CY, Yu YH, Fu PK. A composite score based on cardiovascular parameters can predict the mortality risk of patients with newly diagnosed interstitial lung disease: A prospective observational study. J Cardiol. 2024 Apr 4:S0914-5087(24)00058-3. doi: 10.1016/j.jjcc.2024.03.012. Online ahead of print."},{"pmid":"38291459","type":"RESULT","citation":"Liao YW, Liu MC, Wu YC, Hsu CY, Huang WN, Chen YH, Fu PK. Factors influencing long-term outcomes in fibrotic interstitial lung disease (F-ILD) diagnosed through multidisciplinary discussion (MDD): a prospective cohort study. Eur J Med Res. 2024 Jan 30;29(1):91. doi: 10.1186/s40001-024-01673-2."},{"pmid":"38245785","type":"RESULT","citation":"Liao YW, Chen YM, Liu MC, Wu YC, Hsu CY, Fu PK, Huang WN, Chen YH. Multidisciplinary-derived clinical score for accurate prediction of long-term mortality in fibrotic lung disease patients. Eur J Med Res. 2024 Jan 20;29(1):69. doi: 10.1186/s40001-024-01644-7."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008171","term":"Lung Diseases"},{"id":"D000081029","term":"Pulmonary Arterial Hypertension"},{"id":"D000017563","term":"Lung Diseases, Interstitial"},{"id":"D000012131","term":"Respiratory Insufficiency"}],"ancestors":[{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000006976","term":"Hypertension, Pulmonary"},{"id":"D000012120","term":"Respiration Disorders"}],"browseLeaves":[{"id":"M10024","name":"Hypertension","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","asFound":"Lung Disease","relevance":"HIGH"},{"id":"M19813","name":"Lung Diseases, Interstitial","asFound":"Interstitial Lung Disease","relevance":"HIGH"},{"id":"M2261","name":"Pulmonary Arterial Hypertension","asFound":"Pulmonary Arterial Hypertension","relevance":"HIGH"},{"id":"M14968","name":"Respiratory Insufficiency","asFound":"Function Impaired Respiratory","relevance":"HIGH"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M10027","name":"Hypertension, Pulmonary","relevance":"LOW"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"T4807","name":"Pulmonary Arterial Hypertension","asFound":"Pulmonary Arterial Hypertension","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}