{"protocolSection":{"identificationModule":{"nctId":"NCT06481566","orgStudyIdInfo":{"id":"AlmoSABR"},"organization":{"fullName":"Chongqing University Cancer Hospital","class":"OTHER"},"briefTitle":"Efficacy of Almonertinib Combined With Upfront Stereotactic Ablative Body Radiotherapy to Residual Primary Lung Lesions in Advanced Non-small Cell Lung Cancer","officialTitle":"Efficacy of Almonertinib Combined With Upfront Stereotactic Ablative Body Radiotherapy for Residual Primary Lung Lesions in Advanced EGFR-mutated Non-small Cell Lung Cancer : a Single-arm, Open-label, Phase 2 Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-25","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Wei Zhou","investigatorTitle":"Derector of Department of Radiation Oncology","investigatorAffiliation":"Chongqing University Cancer Hospital"},"leadSponsor":{"name":"Chongqing University Cancer Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if first-line Almonertinib plus upfront stereotactic ablative body radiotherapy (SABR) works to treat EGFR-mutated advanced non-small cell lung cancer. The main questions it aims to answer are:\n\nDoes first-line Almonertinib plus upfront stereotactic ablative body radiotherapy to residual primary lung lesions prolong the progression-free survival of EGFR-mutated advanced non-small cell lung cancer.\n\nParticipants will:\n\nTake first-line Almonertinib for 2-4 months, then deliver SABR to residual primary lung lesions, after that go on Almonertinib maintenance treatment； Visit the hospital once every 3 months for checkups and tests； Keep a diary of their symptoms ；"},"conditionsModule":{"conditions":["Non-small Cell Lung Cancer"],"keywords":["Non-small cell lung cancer","Stereotactic Ablative Body Radiotherapy","EGFR-TKI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Almonertinib Combined With Upfront Stereotactic Ablative Body Radiotherapy for Residual Primary Lung Lesions","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Almonertinib plus SABR group","type":"EXPERIMENTAL","description":"Take first-line Almonertinib for 2-4 months, then deliver SABR to residual primary lung lesions; after that, go on Almonertinib maintenance treatment","interventionNames":["Radiation: stereotactic ablative body radiotherapy"]}],"interventions":[{"type":"RADIATION","name":"stereotactic ablative body radiotherapy","description":"The residual primary lung lesions after first-line Almonertinib will be delivered stereotactic ablative body radiotherapy.","armGroupLabels":["Almonertinib plus SABR group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"PFS","description":"PFS was defined from the date of starting Almonertinib treatment to the date of disease progression or death from any cause.","timeFrame":"Time Frame: 18 months"}],"secondaryOutcomes":[{"measure":"OS","description":"OS was defined from the date of starting Almonertinib treatment to the date of death or last follow-up.","timeFrame":"Time Frame: 18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18 years or older (including 18 years) and less than 75 years (including 75 years).\n2. Subjects with histologically or cytologically confirmed unresectable NSCLC and stage IIIB-IV tumours (as determined by the International Association for the Study of Lung Cancer (IASLC) Manual of Thoracic Tumour Staging, 8th edition). Oligometastatic lesions (≤5) in the brain on head-enhanced MRI were eligible for enrolment, and at least 1 lesion in the brain could be accurately measured at baseline, with the longest diameter at baseline ≥5 mm. Measurements were made by MRI (layer thickness 1.5 mm).\n3. Have not received any systemic therapy after diagnosis of NSCLC or have not progressed with 1-2 cycles of chemotherapy.\n4. Tumour tissue samples or blood samples diagnosed with NSCLC are tested and confirmed to have an EGFR-sensitive mutation (including exon 19 deletion or L858R, either alone or coexisting with mutations in other EGFR loci). Tumour tissue is recommended if the tumour tissue is accessible; if the tumour tissue is inaccessible or the patient is not amenable to tissue biopsy, blood samples will be sent to test EGFR mutation.\n5. Patients with an Eastern Cooperative Oncology Group (ECOG) physical status score of 0 or 1 and no deterioration in the previous 2 weeks, with a minimum expected survival of 12 weeks.\n6. At least 1 tumour lesion in the patient's lungs can be accurately measured at baseline with a longest diameter of ≥10 mm at baseline (in the case of lymph nodes, a short diameter of ≥15 mm is required). The measurement method of choice is suitable for accurate repeat measurements, either computed tomography (CT) or magnetic resonance imaging (MRI). Only 1 measurable lesion is accepted as a target lesion if it is present, subject to baseline evaluation of the tumour lesion at least 14 days after diagnostic biopsy. And the primary residual lung lesion is suitable for SBRT after targeted therapy.\n7. Women of childbearing potential are required to use adequate contraception and should not be breastfeeding from screening until 3 months after discontinuation of study treatment. Negative pregnancy test prior to initiation of dosing or no risk of pregnancy as evidenced by meeting one of the following criteria:\n\n   1. Postmenopausal defined as amenorrhoea for at least 12 months after age greater than 50 years and cessation of all exogenous hormone replacement therapy;\n   2. Women younger than 50 years of age may also be considered postmenopausal if they have had amenorrhoea for 12 months or more after cessation of all exogenous hormone therapy and have luteinising hormone (LH) and follicle-stimulating hormone (FSH) levels in the range of laboratory postmenopausal reference values.\n   3. Previous irreversible sterilisation including hysterectomy, bilateral oophorectomy or bilateral salpingo-oophorectomy, with the exception of bilateral tubal ligation.\n8. Barrier contraception (i.e., condoms) should be used by male patients from screening until 3 months after discontinuation of study treatment.\n9. Subjects participate voluntarily and sign a written informed consent form.\n\nExclusion Criteria:\n\nSubjects will not be enrolled in the study if they fulfil any of the following criteria:\n\n1. Patients with postoperative recurrence.\n2. Non-primary patients who have received any of the following prior treatments:\n\n   1. prior use of any EGFR tyrosine kinase inhibitor (EGFR-TKI);\n   2. prior radiotherapy for any lung cancer;\n   3. patient has undergone major surgery within 4 weeks prior to the first dose of study drug;\n   4. use of a strong inhibitor of CYP3A4, an inducer, or a drug with a narrow therapeutic window that is a CYP3A4-sensitive substrate within 7 days prior to the first dose of study drug.\n3. Patients with other malignancies that require standardised treatment or major surgery within 2 years of the first dose of study treatment.\n4. Patients who are amenable to surgical resection.\n5. Patients with progression within 3 months of targeted therapy.\n6. Patients with unrelieved residual toxicity from prior therapy greater than CTCAE grade 1 at the time of initiation of study treatment, with the exception of alopecia and grade 2 neurotoxicity from prior chemotherapy.\n7. Patients with uncontrolled pleural effusion and/or pericardial effusion.\n8. Have any serious or poorly controlled systemic disease such as poorly controlled hypertension, active bleeding prone constitution or active infection as judged by the investigator. Exclusion of chronic diseases is not required.\n9. Refractory nausea, vomiting or chronic gastrointestinal disorders, inability to swallow study medication or a history of extensive bowel resection that may interfere with adequate absorption of almonertinib.\n10. Cardiac findings consistent with any of the following:\n\n    1. resting electrocardiogram (ECG) examination yielding a corrected QT interval (QTc) \\> 470 msec, applying the Fridericia formula for QT interval correction (QTcF);\n    2. resting ECG suggests the presence of a variety of clinically significant rhythmic, conduction, or ECG morphological abnormalities (e.g., complete left bundle-branch block, third-degree atrioventricular conduction).\n    3. presence of any factor that increases the risk of QTc prolongation or arrhythmic events, such as heart failure, hypokalaemia, congenital long QT syndrome, family history of long QT syndrome, or sudden unexplained death in an immediate family member under the age of 40 years or any combination of medications that prolong the QT interval;\n    4. left ventricular ejection fraction (LVEF) ≤40%.\n11. History of interstitial lung disease or any evidence of clinically active interstitial lung disease.\n12. Inadequate bone marrow reserve or organ function at the following laboratory limits:\n\n    1. Absolute neutrophil count \\< 1.5 x 10\\^9 / L;\n    2. Platelet count \\< 100 x 10\\^9 / L;\n    3. Haemoglobin \\< 90 g/L (\\< 9 g/dL);\n    4. Alanine aminotransferase \\> 2.5 times the upper limit of normal (ULN);\n    5. Aspartate aminotransferase \\> 2.5 x ULN;\n    6. Total bilirubin \\> 1.5 x ULN; or presence of Gilbert's syndrome (unconjugated hyperbilirubinemia);\n    7. Creatinine \\> 1.5 x ULN and creatinine clearance \\< 50 mL/min (calculated by the Cockcroft - Gault formula); confirmation of creatinine clearance is required only if creatinine \\> 1.5 x ULN.\n13. Women who are breastfeeding or who have had a positive blood or urine pregnancy test result within 3 days prior to the first dose of study treatment.\n14. History of hypersensitivity to any active or inactive ingredient of almonertinib or to a drug with a similar chemical structure to almonertinib or an analogue of almonertinib.\n15. Any serious or uncontrolled ocular pathology that, in the judgement of the physician, may increase the risk to the patient's safety.\n16. Patients who, in the judgement of the investigator, may have poor compliance with the procedures and requirements of the study.\n17. Patients who, in the judgement of the investigator, have any condition that jeopardises patient safety or interferes with the assessment of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dan Tao, Dr.","role":"CONTACT","phone":"+86-15826186392","email":"taodan@cqu.edu.cn"},{"name":"Wei Zhou, Dr.","role":"CONTACT","phone":"+86-13883465672","email":"zhouwei998@cqu.edu.cn"}],"overallOfficials":[{"name":"Wei Zhou, Dr.","affiliation":"Chongqing University Cancer Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Chongqing University Cancer Hospital","status":"RECRUITING","city":"Chongqing","state":"Chongqing","zip":"400030","country":"China","contacts":[{"name":"Dan Tao, Dr.","role":"CONTACT","phone":"+86-15826186392","email":"taodan@cqu.edu.cn"}],"geoPoint":{"lat":29.56278,"lon":106.55278}}]},"referencesModule":{"references":[{"pmid":"28625621","type":"BACKGROUND","citation":"Patel SH, Rimner A, Foster A, Zhang Z, Woo KM, Yu HA, Riely GJ, Wu AJ. Patterns of initial and intracranial failure in metastatic EGFR-mutant non-small cell lung cancer treated with erlotinib. Lung Cancer. 2017 Jun;108:109-114. doi: 10.1016/j.lungcan.2017.03.010. Epub 2017 Mar 24."},{"pmid":"26313684","type":"BACKGROUND","citation":"Al-Halabi H, Sayegh K, Digamurthy SR, Niemierko A, Piotrowska Z, Willers H, Sequist LV. Pattern of Failure Analysis in Metastatic EGFR-Mutant Lung Cancer Treated with Tyrosine Kinase Inhibitors to Identify Candidates for Consolidation Stereotactic Body Radiation Therapy. J Thorac Oncol. 2015 Nov;10(11):1601-7. doi: 10.1097/JTO.0000000000000648."},{"pmid":"31987959","type":"BACKGROUND","citation":"Guo T, Ni J, Yang X, Li Y, Li Y, Zou L, Wang S, Liu Q, Chu L, Chu X, Li S, Ye L, Zhu Z. Pattern of Recurrence Analysis in Metastatic EGFR-Mutant NSCLC Treated with Osimertinib: Implications for Consolidative Stereotactic Body Radiation Therapy. Int J Radiat Oncol Biol Phys. 2020 May 1;107(1):62-71. doi: 10.1016/j.ijrobp.2019.12.042. Epub 2020 Jan 25."},{"pmid":"35094066","type":"BACKGROUND","citation":"Wang XS, Bai YF, Verma V, Yu RL, Tian W, Ao R, Deng Y, Zhu XQ, Liu H, Pan HX, Yang L, Bai HS, Luo X, Guo Y, Zhou MX, Sun YM, Zhang ZC, Li SM, Cheng X, Tan BX, Han LF, Liu YY, Zhang K, Zeng FX, Jia L, Hao XB, Wang YY, Feng G, Xie K, Lu Y, Zeng M. Randomized Trial of First-Line Tyrosine Kinase Inhibitor With or Without Radiotherapy for Synchronous Oligometastatic EGFR-Mutated Non-Small Cell Lung Cancer. J Natl Cancer Inst. 2023 Jun 8;115(6):742-748. doi: 10.1093/jnci/djac015. Erratum In: J Natl Cancer Inst. 2023 May 18;:"},{"pmid":"38104577","type":"BACKGROUND","citation":"Tsai CJ, Yang JT, Shaverdian N, Patel J, Shepherd AF, Eng J, Guttmann D, Yeh R, Gelblum DY, Namakydoust A, Preeshagul I, Modi S, Seidman A, Traina T, Drullinsky P, Flynn J, Zhang Z, Rimner A, Gillespie EF, Gomez DR, Lee NY, Berger M, Robson ME, Reis-Filho JS, Riaz N, Rudin CM, Powell SN; CURB Study Group. Standard-of-care systemic therapy with or without stereotactic body radiotherapy in patients with oligoprogressive breast cancer or non-small-cell lung cancer (Consolidative Use of Radiotherapy to Block [CURB] oligoprogression): an open-label, randomised, controlled, phase 2 study. Lancet. 2024 Jan 13;403(10422):171-182. doi: 10.1016/S0140-6736(23)01857-3. Epub 2023 Dec 14."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008175","term":"Lung Neoplasms"},{"id":"D000002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D000012142","term":"Respiratory Tract Neoplasms"},{"id":"D000013899","term":"Thoracic Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002283","term":"Carcinoma, Bronchogenic"},{"id":"D000001984","term":"Bronchial Neoplasms"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","asFound":"Lung Cancer","relevance":"HIGH"},{"id":"M5546","name":"Carcinoma, Non-Small-Cell Lung","asFound":"Non-Small Cell Lung Cancer","relevance":"HIGH"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5540","name":"Carcinoma, Bronchogenic","relevance":"LOW"},{"id":"M5260","name":"Bronchial Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}