{"protocolSection":{"identificationModule":{"nctId":"NCT06471985","orgStudyIdInfo":{"id":"CPH_2024"},"organization":{"fullName":"Rigshospitalet, Denmark","class":"OTHER"},"briefTitle":"CoPainHell: The Analgesic Effect of Alcohol and Music","officialTitle":"CoPainHell: The Analgesic Effect of Alcohol and Music","acronym":"CPH"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-19","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-06-22","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Eske Kvanner Aasvang","investigatorTitle":"Professor","investigatorAffiliation":"Rigshospitalet, Denmark"},"leadSponsor":{"name":"Eske Kvanner Aasvang","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUsExport":true},"descriptionModule":{"briefSummary":"The study is a 2x2 randomized crossover study. Participants are randomized to listen to one of two music tracks: \"Orinoco Flow\" by Enya or \"Raining Blood\" by Slayer. Prior to the intervention, participants' breath alcohol levels are measured through a breathalyzer test. The intervention involves a cold water test, where the participant's dominant hand is submerged in water at 4-5 degrees Celsius. Participants are instructed to keep their hand in the water until the pain becomes too intense, but no longer than 5 minutes.\n\nTwo hours after the first test, the same procedure is repeated, but participants listen to the other music track than they did during the first test. Participants receive no instructions on how to behave during the 2-hour interval.\n\nThe experiment takes place during the music festival CopenHell (June 19-22, 2024), provided that there is approval from relevant authorities.\n\nTwo hours after the first test, the same procedure is repeated, but participants listen to the other music track than in the first test. Participants are given no instructions on how to behave during the 2-hour interval.","detailedDescription":"This study is a 2x2 factorial randomized cross-over study investigating the effect of alcohol and music on analgesia. Enrollment will be at the Festival Site of Copenhell, Refshalevej 185, 1432 København K, Denmark. Participants meeting inclusion criteria will be enrolled.\n\nFollowing the written and oral informed consent to participate in the trial, participants will fill out a questionnaire of demographics information.\n\nWhen performing the intervention, participants will initially have their blood alcohol content measured with a breath analyzer measuring Breath Alcohol Content (BrAC). After BrAC measurement, the study participants will undergo ''cold pressor test'' (CPT) pain stimulation on their dominant arm:\n\nPrior to the CPT, the participants will be randomized to either listening to the calm and relaxing song \"Orinoco Flow\" by Enya or the song \"Raining Blood\" by Slayer, considered one of the most iconic heavy-metal music numbers, during the test.\n\nAfter the pain stimulation test the participants will undergo a wash out period lasting at least 2 hours where participants enjoy the festival on their own without any instructions.\n\nFollowing the wash-out period the participants will return to another BrAC measurement followed by an identical CPT. However, this time they will listen to the opposite song than before. The investigators will expect that the participants will have a different alcohol concentration in the breath (higher/lower) for the second pain test.\n\nThe investigators will include up to 45 participants.\n\nExplanation of Cold Pressor Test:\n\nThe CPT is performed with a cold-water bath with a temperature of 4° - 5° degrees cold circulating water. The participant will be asked to submerge their dominant hand and wrist in the cold water and a timer will be started simultaneously. Participants are asked to keep the hand in the water until pain threshold and pain tolerance is reached. Participants are allowed to move the hand or keep it still as they wish, and they are informed that there will be a time cap of 5 minutes to ensure no permanent damage.\n\nThe water will be circulated with an Eheim 1046 universal pump (Eheim, Deizisau, Germany), and temperature monitored with a Testo 925 waterproof precision thermometer (Testo, Lenzkirch, Germany). The CPT setup is identical to a prior study performed by the same author.\n\nPrior to stimulation the participants will be thoroughly informed of the procedure by an investigator using the instructions of a previous study."},"conditionsModule":{"conditions":["Acute Pain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Enya + Pain test","type":"ACTIVE_COMPARATOR","description":"In this arm, participants will listen to Enya in headphones while being exposed to the Cold Pressor Test.","interventionNames":["Combination Product: Music and pain"]},{"label":"Slayer + Pain test","type":"ACTIVE_COMPARATOR","description":"In this arm, participants will listen to Slayer in headphones while being exposed to the Cold Pressor Test.","interventionNames":["Combination Product: Music and pain"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"Music and pain","description":"In both arms of the study the participant will take the same pain test. They will either listen to Enya or slayer, depending on the arm","armGroupLabels":["Enya + Pain test","Slayer + Pain test"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"pain responsiveness","description":"Pain responsiveness will be measured on the VAS, where an investigator will ask the participants to rate their experienced pain from 1-10.\n\nThe VAS will be rated at the start of CPT + 30 seconds, 60 seconds, 90 seconds or when reaching the pain tolerance (up to 5 minutes), where the test will end whichever comes first.\n\nVAS: Visuel Analog Scale. Values 0-10, where 0 is no pain at al and 10 is the worst pain imaginable","timeFrame":"90 seconds"}],"secondaryOutcomes":[{"measure":"pain threshold and pain tolerance","description":"Pain threshold is measured as the number of seconds passed from the beginning of the pain stimulation till the participant says \"pain\", when stimulus evolves from being unpleasant to painful.\n\nPain tolerance is measured as the number of seconds passed from the beginning of pain stimulation till the participant can't bear the pain anymore and says \"pain limit\".","timeFrame":"five minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Participants ≥ 18 years old\n* Informed consent\n* Breath alcohol concentration ranging from 0.0 to 1.5 permille and deemed fit by the investigator at the time of giving informed consent\n\nExclusion Criteria:\n\n* Wounds on dominant arm\n* Current illness (a flu, cold etc.)\n* Persons with diabetes because of the risk of peripheral neuropathies or other know peripheral sensibility paresthesia\n* Circulation issues (especially Raynaud's syndrome)\n* Pregnancy\n\nPull-out criteria\n\n- Breath alcohol concentration \\> 2.5 permille and/or deemed unfit to participate by the investigator at the second pain test","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"eske K Aasvang","role":"CONTACT","phone":"+4535450802","email":"eske.kvanner.aasvang.01@regionh.dk"}],"overallOfficials":[{"name":"Eske K Aasvang","affiliation":"Rigshospitalet, Denmark","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000059787","term":"Acute Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M29525","name":"Acute Pain","asFound":"Acute Pain","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M3777","name":"Ethanol","relevance":"LOW"},{"id":"M4032","name":"Analgesics","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Analg","name":"Analgesics"}]}},"hasResults":false}