{"protocolSection":{"identificationModule":{"nctId":"NCT06473974","orgStudyIdInfo":{"id":"COD-24-011"},"organization":{"fullName":"Kayuraeffect, LLP","class":"INDUSTRY"},"briefTitle":"Open-label, Single-arm, Proof of Concept Study in Subjects With Mild-to-moderate Facial Hyperpigmentation","officialTitle":"An Open-label, Single Arm, Proof of Concept Study to Evaluate the Efficacy, Tolerability and Safety of Bright Aura Hyperpigmentation Treatment in Subjects With Mild-to-moderate Facial Hyperpigmentation","acronym":"K-BRIGHT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Kayuraeffect, LLP","class":"INDUSTRY"},"collaborators":[{"name":"COD Research","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This research study will test how well hyperpigmentation treatment works for subjects with mild-to-moderate facial hyperpigmentation. The study will also test if the hyperpigmentation treatment causes any irritation. For 12 weeks of the study, participants will use the assigned treatment, along with a provided cleanser and sunscreen.","detailedDescription":"Hyperpigmentation of the skin is a common dermatological condition in which the colour of the skin generally becomes darker. These changes in skin coloration can be a result of various internal and external factors including hormonal changes, inflammation, injury, acne, eczema, certain medication, ultraviolet (UV) exposure, etc. Skin pigmentation and colouration are governed by the biological processes involving the production of the skin pigment called melanin produced by melanocytes in various layers of skin.\n\nVarious commonly observed hyperpigmentation disorders include melasma, post inflammatory hyperpigmentation, ephelides, lentigines and Hyperpigmentation of the skin is a common dermatological condition in which the colour of the skin generally becomes darker. These changes in skin coloration can be a result of various internal and external factors including hormonal changes, inflammation, injury, acne, eczema, certain medication, ultraviolet (UV) exposure, etc. Skin pigmentation and colouration are governed by the biological processes involving the production of the skin pigment called melanin produced by melanocytes in various layers of skin.\n\nVarious commonly observed hyperpigmentation disorders include melasma, post inflammatory hyperpigmentation, ephelides, lentigines and many more. The histopathology of hyperpigmentation can vary with the various pigmentation disorders. Increased melanin content in both the epidermis and dermis and mild perivascular lymph histiocytic infiltrate. Immunohistochemistry analysis suggests enlarged melanocytes with prominent dendrites, a larger number of dermal melanophages and their melanin deposition. The potential targets for the depigmenting and hyperpigmentation control agents include various cell receptor antagonists, inhibitors of melanocyte stimulation, tyrosinase enzyme inhibitors, inhibitors of melanosome transfer, and degraders of formed melanin in keratinocytes.\n\nNon-ablative skin resurfacing procedures are also effective for improving the appearance of photodamaged and hyperpigmented skin and are becoming increasingly popular because of their minimal downtime and increased safety. These procedures include intense pulsed light systems, non-ablative lasers, and chemical peelings, which can target facial rhytids, irregular pigmentation, melanin elimination, and dermal reorganization. Unfortunately, such techniques can be expensive and their use is primarily limited to clinical settings. However, the Bright Aura Hyperpigmentation Treatment is a light source that is well-suited for all the skin types that can be utilized at home for a relatively low price.\n\nThis is an open-label, single arm, proof of concept study to evaluate efficacy, tolerability and safety of test cosmetic product (Bright Aura Hyperpigmentation Treatment) for topical use in 24 subjects with mild-to-moderate facial hyperpigmentation (including but not limited to melasma, PIH, solar lentigines, or dark spots, etc.) and Fitzpatrick skin type I-VI. The study duration will be 13 weeks (1 week of screening and 12 weeks of treatment period) as mentioned below:\n\nScreening period: Visit 1 \\[Day -7 to -1 (Week -1 to 0)\\] Baseline \\& enrolment: Visit 2 \\[Day 0 (Week 0)\\]\n\nTreatment period:\n\nVisit 3 \\[Day 15 +2 (week 2)\\] Visit 4 \\[Day 29 ±3 (Week 4)\\] Visit 5 \\[Day 57 ±3 (Week 8)\\] End of treatment (EOT)/Early discontinuation: Visit 6 \\[Day 85 ±3 (Week 12)\\] This study will evaluate the efficacy, tolerability (safety in use), and safety of Bright Aura Hyperpigmentation Treatment in subjects with mild-to-moderate facial hyperpigmentation."},"conditionsModule":{"conditions":["Facial Hyperpigmentation"],"keywords":["Hyperpigmentation, skin disease, melasma, wrinkles"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Open-label, Safety and Efficacy","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Open-label"}},"enrollmentInfo":{"count":24,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Participation Group/Arm.","type":"OTHER","description":"Experimental: Test cosmetic product Other: Cleanser and sunscreen","interventionNames":["Drug: Test cosmetic product"]}],"interventions":[{"type":"DRUG","name":"Test cosmetic product","description":"Test cosmetic product: Test cosmetic product will be applied to affected hyperpigmented areas twice daily at AM and PM.\n\nCleanser and sunscreen: A facial cleanser will be used twice daily (morning and evening) by gently rubbing it on face and neck, then rinse and pat dry. Sunscreen of SPF 50, apply evenly on face and neck, 20 minutes before stepping out.","armGroupLabels":["Participation Group/Arm."],"otherNames":["Cleanser and Sunscreen"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Overall hyperpigmentation score using modified Griffiths 10-point scale.","description":"Investigator will evaluate the face of each subject for overall hyperpigmentation using a modified Griffith's 10-point scale at all visits. The score range from 0 to 9 where, 0=none; 1-3=mild; 4-6=moderate; and 7-9=severe. Change from baseline will be calculated, a negative change from baseline show improvement.","timeFrame":"Baseline to week 12."}],"secondaryOutcomes":[{"measure":"Overall hyperpigmentation score using modified Griffith's 10-point scale.","description":"Investigator will evaluate the face of each subject for overall hyperpigmentation using a modified Griffith's 10-point scale at all visits. The score range from 0 to 9 where, 0=none; 1-3=mild; 4-6=moderate; and 7-9=severe. Change from baseline will be calculated, a negative change from baseline show improvement.","timeFrame":"Baseline to week 2, 4 & 8"},{"measure":"Number of participant by response for self-assessment questionnaire: Overall improvement in skin condition.","description":"Using the Subject Self-Assessment Questionnaire, Overall Improvement, the participant will select a response that best represented their feelings on the overall improvement in their skin condition compared to the beginning of the study. Responses were categorized as: 0=No change or a worsening in my skin condition (dark areas of color on skin), 1=I see a slight improvement in my skin condition (approximately 25% overall improvement), 2=I see a moderate improvement in my skin condition (approximately 50% overall improvement), 3=I see a marked improvement in my skin condition (approximately 75% overall improvement), 4=I see a complete clearing of my skin condition (approximately 95% or better overall improvement).","timeFrame":"At week 2, 4, 8 and 12"},{"measure":"Number of participant by response for self-assessment questionnaire: Overall satisfaction with test product.","description":"Using the Subject Self-Assessment Questionnaire: Satisfaction with Treatment, the participant will select a response that best represented their overall satisfaction with the test product. Responses were categorized as: 1=Excellent (very satisfied), 2=Good (moderately satisfied), 3=Fair (slightly satisfied) and 4=Poor (not satisfied at all).","timeFrame":"At week 2, 4, 8 and 12"},{"measure":"Investigator global assessment for overall hyperpigmentation.","description":"Investigator will assess the subject's face for improvement in overall hyperpigmentation. The score ranged from 0 to 4 where, 0=No change or worsening, 1=Mild improvement (approximately 25% overall improvement), 2=Moderate improvement (approximately 50% overall improvement), 3=Marked improvement (approximately 75% overall improvement), 4=Complete clearing/Dramatic improvement (approximately 95% plus overall improvement). The mean score for overall hyperpigmentation will be reported.","timeFrame":"Baseline to week 2, 4, 8 and 12"},{"measure":"Investigator global assessment for photodamage scores.","description":"Investigator will evaluate the face of each subject for global improvement for photodamage. The score ranged from 0 to 9 where, 0=none, facial skin is smooth to the touch; 1-3=Mild, Facial skin shows 1 area of significant roughness, skin tone unevenness (red/brown), or fine/coarse lines; 4-6=Moderate, Facial skin shows 2 areas of significant roughness, skin tone unevenness (red/brown), or fine/coarse lines, 7-9=Severe, Facial skin shows 3 or more areas of significant roughness, skin tone unevenness (red/brown), or fine/coarse lines. The mean score for photodamage will be reported.","timeFrame":"Baseline to week 2, 4, 8 and 12"},{"measure":"Investigator global assessment for fine lines/wrinkles, coarse lines/wrinkles, overall skin-tone evenness and tactile roughness","description":"Investigator will evaluate as per score ranged from 0 to 9:\n\nFine lines/wrinkles: 0=No fine lines/wrinkles; 1-3=Rare fine lines and wrinkles, 4-6=Moderate fine lines and wrinkles, 7-9= Many fine lines/wrinkles.Coarse lines/wrinkles: 0=No coarse lines/wrinkles, 1-3=Mild, Rare coarse lines and wrinkles, 4-6=Moderate coarse lines/wrinkles iin the treatment area; 7-9=Many coarse lines/wrinkles in the treatment area. Skin tone/evenness: 0= No skin tone unevenness, 1-3=Mild skin tone unevenness, 4-6=Moderate skin tone unevenness; 7-9=Severe skin tone unevenness.Tactile roughness: 0=No roughness of the treatment area,1-3=slightly irregular roughness in the treatment area; 4-6=definite roughness of the treatment area; 7-9= Marked roughness of the treatment area associated with stiff feeling.","timeFrame":"Baseline to week 2, 4, 8 and 12"},{"measure":"Change from baseline in melasma severity rating scale score.","description":"Investigator will evaluate the face of each subject for global improvement for subject appearance. The score ranged from 0 to 9 where, 0=Cleared: color of melasma lesions approximately equivalent to surrounding normal skin or with minimal residual hyperpigmentation, 1=Mild: color slightly darker than the surrounding normal skin, 2= Moderate: color moderately darker than the surrounding normal skin, 3= Severe: color markedly darker than the surrounding normal skin","timeFrame":"Baseline to week 2, 4, 8 and 12"},{"measure":"Change from baseline in modified melasma area severity index (MASI) score.","description":"The investigator assigned a grade face for each of the following: A=Total Area Involved (0=No involvement to 6=90 to 100% involvement); and D=Darkness of Pigment (0=Normal skin color to 4=Severe hyperpigmentation) for forehead \\[F\\], right malar \\[RM\\], left malar \\[LM\\], and chin \\[C\\]. Total Face MASI score will be calculated as: 0.3 x DF x AF + 0.3 x DRM x ARM + 0.3 x DLM x ALM + 0.1 x Dc x Ac. A negative change from Baseline indicates improvement.","timeFrame":"Baseline to week 2, 4, 8 and 12"},{"measure":"Change from baseline in melasma quality of life (MELASQOL) scale total score.","description":"The Melasma Quality of Life Scale assesses the effect melasma has on the quality of life of sufferers on a scale of 1 (not bothered at all) to 7 (bothered all of the time), rating the following questions: 1.The appearance of your skin condition 2.Frustration about your skin condition. 3. Embarrassment about your skin condition. 4. Feeling depressed about your skin condition. 5. The effects of your skin condition on your interactions with other people. 6. The effects of your skin condition on your desire to be with people. 7. Your skin condition making it hard to show affection. 8. Skin discoloration making you feel unattractive to others. 9. Skin discoloration making you feel less vital or productive. 10. Skin discoloration affecting your sense of freedom. The MELASQOL is scored from 7 to 70, with a higher score indicating worse melasma-related health-related quality of life. A negative change from Baseline indicates improvement.","timeFrame":"baseline to week 2 and 12"},{"measure":"Investigator assessment for objective evidence of erythema, edema, dryness, and scaling on 4-point scale.","description":"Investigatorwillassessthesubjectsonobjective evidence of erythema, edema, dryness and scaling on a 4-point scale.sErythema: 0=No erythema of the treatment area; 1=Mild: Slight, but definite redness of the treatment area; 2=Moderate: Definite redness of the treatment area; 3=Severe: Marked redness of the treatment area. Edema:0=No edema/swelling of the treatment area; 1=Mild: Slight, but definite edemaofthe treatment area; 2=Moderate: Definite edema of the treatment area; 3=Severe: Marked edema of the treatment area. Dryness:0=No dryness of the treatment area;1=Mild, Slight, but definite dryness of the treatment area; 2=Moderate, Definite dryness of the treatment area; 3=Severe, Marked dryness ofthe treatment area. Scaling: 0=Noscaling of the treatment area; 1=Mild, Barely perceptible, fine scales in limited areas of the treatment area; 2=Moderate, Finescaling generalized to all areas of the treatment area; 3=Severe scalingandpeeling ofskin over all areas of the treatment area","timeFrame":"at week 2, 4, 8 and 12"},{"measure":"Subjective assessment for irritation parameters including burning, stinging and itching on 4-point scale.","description":"Subjectwillassessthemselvesforirritationparametersincludingburning,stinginganditchingona4pointscaleBurning:0=Noburning;1=MildSlightburningsensation;2=ModerateDefinitewarm,burningofthetreatmentarea that is somewhat bothersome;3=Severe:Hot burningsensationof the treatmentarea thatcausesdefinitediscomfortandmayinterruptdailyactivitiesand/orsleep.Stinging:0=Nostinging of the treatment area;1=Mild:Slightstingingsensationof the treatment area;not reallybothersome;2=Moderate:Definitestingingofthetreatmentareathatissomewhatbothersome;3=Severe: Marked stinging sensationof thetreatment;area thatcauses definitediscomfortandmayinterruptdailyactivitiesand/orsleep.Itching: 0=Noitchingofthetreatment area;1=MildSlightitchingsensationofthetreatment area;notreallybothersome;2=Moderate: Definiteitchingofthetreatmentareathatissomewhatbothersome;3=Severe:Markeditchingsensationofthetreatmentareathatcausesdefinitediscomfortandmay interruptdailyactivitiesand/orsleep.","timeFrame":"at week 2, 4, 8 and 12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Willing and able to provide written informed consent for the study before the initiation of any study-specific procedures.\n2. Female or male aged 18-60 years (both inclusive), with Fitzpatrick skin types I-VI.\n3. Subjects with mild-to-moderate facial hyperpigmentation (including but not limited to melasma, PIH, solar lentigines, or dark spots, etc.) based on modified Griffiths 10-point scale.\n\n   Note:\n   1. Affected areas include the forehead, cheeks (malar), nose, perioral area, and chin.\n   2. Men who shaved regularly (at least three times weekly) with no beards will be allowed to participate.\n   3. Subjects of all races and ethnicities including, but not limited to, Caucasian, African-American, Latino, Asian, Middle Eastern and East Indian will be enrolled for the present study.\n4. Subjects willing to sign have their photographs taken during the study and willing to sign a photography release.\n5. Willing to withhold all facial treatments during the course of the study including botulinum toxin, injectable fillers, microdermabrasion, Intense pulsed light (IPL), peels, facials, waxing, laser treatments and tightening treatments. Threading is allowed but not facial laser hair removal.\n6. Willing to cooperate and participate by following study requirements for the duration of the study and to report any changes in health status or medications, adverse event symptoms, or reactions immediately.\n7. Subjects willing to use cosmetic product regimen on their face provided by the sponsor (e.g. Cleanser, and Sunscreen).\n8. Willingness to not begin using any new cosmetic facial make-up during the study. If regular users of cosmetic facial make-up, they must have used the products without any tolerability issues for at least 2 weeks prior to starting the study.\n9. Willingness to avoid facial makeup tattoos including but not limited to eyebrows, eye line, lips or lash extensions during the 12-week study.\n10. Willingness to avoid as much as possible, direct and prolonged sun exposure for the duration of the study (including tanning beds), especially from 10 AM to 2 PM. Subjects will be instructed to wear protective clothing prior to and during exposure. Any extended sun exposure must be recorded in the source documents.\n11. Male subjects (including vasectomized) with partners who are of childbearing potential (whether pregnant or not) must use condoms prior to first IP application and until 7 days after last IP application. Male subjects should also avoid semen donation or providing semen for in-vitro fertilization during the above mentioned duration.\n12. For female subjects:\n\n    1. Females of non-childbearing potential who are surgically sterile (documented hysterectomy, bilateral oophorectomy or bilateral salpingectomy) at least 6 months prior to first IP application or congenitally sterile as assessed by a physician, or 1-year postmenopausal (no menses for 12 months without an alternative medical cause plus serum follicle stimulating hormone \\[FSH\\] levels consistent with postmenopausal status) in women not using hormonal contraception or hormonal replacement therapy.\n    2. Females of childbearing potential must:\n\n    i. Have negative serum pregnancy test at screening visit; ii. Have negative urine pregnancy test at baseline prior to initiating the treatment.\n\niii. Willing to use highly effective methods of contraception throughout the study and for 7 days after last application.\n\nExclusion Criteria:\n\n1. Unwilling or unable to comply with scheduled visits, cosmetic product application plan, laboratory tests, or other study procedures and study restrictions.\n2. Subjects diagnosed with known allergies to study provided skin care products.\n3. Subjects who are nursing, pregnant, or planning to become pregnant during the study according to subject self-report.\n4. Subjects with a history of skin cancer.\n5. Subjects having a health condition and/or pre-existing or dormant dermatologic disease on the face/planned treatment area (e.g. psoriasis, rosacea, acne, eczema, seborrheic dermatitis, severe excoriation) that the investigator or designee deems inappropriate for participation or could interfere with the outcome of the study.\n6. Subjects with facial plastic surgery or ablative laser resurfacing during the past year; non-ablative laser resurfacing, neurotoxins, or dermal fillers during the previous 3 months; superficial resurfacing treatment (chemical peels, microdermabrasion, micro-needling), neurotoxin or dermal fillers during the previous 6 weeks.\n7. Subjects with a history of immunosuppression/immune deficiency disorders \\[including (HIV infection or AIDS) or currently using immunosuppressive medications (e.g. azathioprine, belimumab, cyclophosphamide, etanercept, adalimumab, mycophenolate mofetil, methotrexate, prednisone, infliximab, ustekinumab) and/or radiation as determined by study documentation that the investigator or designee deems inappropriate for participation or could interfere with the outcome of the study.\n8. Subjects with an uncontrolled disease such as asthma, diabetes, hypertension, hyperthyroidism, or hypothyroidism. Subjects having multiple health conditions may be excluded from participation even if the conditions are controlled by diet, medications, etc.\n9. Subjects who are currently participating in any other facial usage study or have participated in any clinical trial within 4 weeks prior to inclusion into the study.\n10. Subjects who have observable suntan, scars, nevi, excessive hair, etc., or other dermal conditions on the face that might influence the test results in the opinion of the investigator or designee.\n11. Subjects who started hormone replacement therapies (HRT) or hormones for birth control less than 3 months prior to study entry or who plan on starting, stopping, or changing doses of HRT or hormones for birth control during the study.\n12. Individuals who used any of the following medications or had any of the listed procedures within the listed time frame prior to the study start date:\n\n    i. Tretinoin, Tazarotene, or Adapalene within 3 months. ii. Had a light-depth chemical peel, medium-depth microdermabrasion, any systemic steroids, non-ablative laser, light and/or ratio frequency or fractional laser resurfacing of the face and neck within 01 month.\n\n    iii. Any systemic retinoid (e.g. Acitretin, Isotretinoin) within 5 half-lives of its last dose.\n\n    iv. Oral Tranexamic acid or topical applications containing depigmenting agents within 5 half-lives of its last dose.\n\n    v. Any topical or systemic antibiotics, such as minocycline, or any other known medications that can cause photosynthesis, such as hydrochlorothiazide, furosemide, amiodarone, within 5 half-lives of its last dose.\n\n    vi. Any topical tretinoin product or derivative, imiquimod, 5-fluororuacil, or diclofenac on their face within 01 month.\n\n    vii. Prescription strength skin lightening products (e.g. hydroquinone, tretinoin, α-hydroxy acid, β-hydroxy acid, and polyhydroxy acids, azelaic acid, 4-hydroxyanisole alone or in combination with tretinoin, etc.) within 01 month.\n\n    viii. Any non-prescription cosmetic anti-wrinkle, skin lightening products, or any other product or topical or systemic medication known to affect skin aging or dyschromia (products containing alpha/beta/poly-hydroxy acids, vitamin C, soy, Q-10, hydroquinone; systemic or liquorice extract (topically), Tego® Cosmo C250, gigawhite, lemon juice extract (topically), emblica extract, etc.) within 2 weeks.\n\n    ix. Have undergone plastic surgery, Dermabrasion (deep skin peel), a deep chemical peel or ablative laser resurfacing of the face and neck within 12 months.\n\n    x. Had facial treatment with a botulinum toxin base injectable (Botox), injectable fillers, or a fat transfer within 6 months.\n13. At the time of signing the informed consent document (ICD), if the subject is a regular user (including \"recreational use\") of any illicit drug or has a recent history (within the past year) of substance abuse (including alcohol).\n14. Immediate family member who is at the research site or sponsoring staff who is directly involved in this study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Mr. Krunal Goyani, M.Pharm","role":"CONTACT","phone":"+91 75674 35577","email":"krunal@kayuraeffect.com"},{"name":"Dr. Prayag Shah, MD,MBA","role":"CONTACT","phone":"+91 81286 71400","email":"prayag.shah@kashivindia.com"}],"overallOfficials":[{"name":"Dr. Prayag Shah, MD, MBA","affiliation":"Intra-group cooperation or coordination","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Pioneer Clinical research","city":"New York","state":"New York","zip":"10016","country":"United States","contacts":[{"name":"Dr. Kathryn Frew, MD","role":"CONTACT","phone":"646-661-4999","email":"info@modern-dermatology.com"},{"name":"Nilay Mehta, MD","role":"CONTACT","phone":"321-578-1144","email":"nmehta@pioneerclinicalny.com"},{"name":"Dr. Kathryn Frew, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000017495","term":"Hyperpigmentation"},{"id":"D000019066","term":"Facies"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010859","term":"Pigmentation Disorders"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M21089","name":"Facies","asFound":"Facial","relevance":"HIGH"},{"id":"M19760","name":"Hyperpigmentation","asFound":"Hyperpigmentation","relevance":"HIGH"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M13754","name":"Pigmentation Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000013473","term":"Sunscreening Agents"}],"ancestors":[{"id":"D000011837","term":"Radiation-Protective Agents"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000003879","term":"Dermatologic Agents"}],"browseLeaves":[{"id":"M16255","name":"Sunscreening Agents","asFound":"Fallopian Tube","relevance":"HIGH"},{"id":"M21869","name":"Protective Agents","relevance":"LOW"},{"id":"M14684","name":"Radiation-Protective Agents","relevance":"LOW"},{"id":"M7074","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}