{"protocolSection":{"identificationModule":{"nctId":"NCT06472466","orgStudyIdInfo":{"id":"P2022C7XFJ"},"organization":{"fullName":"University of Padova","class":"OTHER"},"briefTitle":"Sleep and Eating Behaviours in Adolescents","officialTitle":"\"Healthier and Earlier Through Digital Technology: Towards a Transdiagnostic Staging Model of Eating and Sleep Disorders in Adolescence\"","acronym":"SANA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-07","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"CARDI VALENTINA","investigatorTitle":"Professor","investigatorAffiliation":"University of Padova"},"leadSponsor":{"name":"University of Padova","class":"OTHER"},"collaborators":[{"name":"University of Rome G. Marconi","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Insomnia and eating disorders are highly prevalent among adolescents, often co-occur, and are associated with somatic and mental comorbidities and functional impairment. The first aim of this project is to longitudinally monitor psychological functioning and sleep- and eating-related behaviours in a large sample of students aged 14-17 yrs. (N = 854), to identify the variables that predict transition from a prodromal phase to a clinical stage, and signpost individuals at risk or with clinical symptoms to self-help materials and clinical support. The second aim is to test whether increased emotional reactivity to disease-related stimuli (stimuli related to sleep or eating) in a virtual reality environment can discriminate between individuals at risk or with clinical symptoms and healthy peers. The third goal is to conduct a pilot randomized controlled trial to test a virtual reality self-help exposure-based intervention to remediate eating or sleep difficulties in individuals at risk or exhibiting clinical symptoms of eating disorders or insomnia.","detailedDescription":"The present study aims:\n\n1. To measure eating- and sleep-related behaviours and psychological functioning over time (6-9 months) in a large sample of secondary school students aged 14 to 17 years old and identify individuals at risk or exhibiting clinical symptoms in order to signpost them to self-help written materials and clinical support;\n2. To establish whether increased emotional reactivity to disease-related stimuli (sleep- or eating-related) in a virtual reality environment discriminates between individuals at risk or with clinical levels of eating and/or insomnia and healthy peers;\n3. To conduct a pilot randomized controlled trial to test a virtual reality self-help exposure-based intervention for eating or sleep difficulties, targeting increased emotional reactivity to disease-related stimuli.\n\nA minimum of 854 adolescents will be recruited and assessed at baseline, 3- and 6-to-9 months follow-up.\n\nA mobile application has been specifically designed for this study, incorporating gamified elements to enhance engagement and adherence. The app can be downloaded for free on participants' mobile devices and will play a crucial role throughout the study, serving multiple purposes. It will be first used as an assessment tool: participants will complete baseline and follow-up questionnaires. Moreover, they will receive notifications to collect Ecological Momentary Assessment (EMA) data. Finally, it will provide access to self-help written materials on sleep and eating habits and disorders that participants will be able to read and download from the beginning of the study.\n\nThe sample size was estimated based on the recommendations for sample size calculation in prevalence studies. The calculation was performed using the Scalex sample size calculator and was based on four parameters: level of confidence, which was set at 95%; level of precision of the estimated prevalence, which was set at 3%, the recommended threshold for large scale studies likely to gain attention from policy makers; estimated prevalence of the disorder, which was established at 20% based on prevalence of sleep and eating problems among Italian adolescents; anticipated loss, which was set at 20% based on the loss of data at six months in previous studies.\n\nAssessment phase.\n\nStudents whose parents will have given informed consent to participate in the study will complete the baseline assessment through the App and provide information on:\n\n* gender, age, family composition, and history of mental health disorders;\n* sleep behaviours and insomnia symptoms: Insomnia Severity Index (ISI); Sleep Health Dimensions Questionnaire\n* eating behaviours and symptoms: Screening Tool for Eating Disorders (SCOFF); Eating Disorder Examination Questionnaire (EDE-Q 6.0)\n* history of weight-based victimization\n* depression, anxiety, and stress symptoms: Depression, Anxiety and Stress Scales (DASS-21)\n* strengths and difficulties regarding emotional functioning: Cognitive Emotion Regulation Questionnaire (CERQ-IS)\n* emotional, behavioural and interpersonal difficulties and prosociality: Strengths and Difficulties Questionnaire (SDQ)\n* social media usage: Bergen Social Media Addiction Scale (BSMAS).\n\nThey will also undergo a 4-day EMA to assess sleep and eating behaviours, sleepiness, eating disorder symptoms, and emotional states multiple times/day.\n\nAt three- and six-to-nine months follow-up, participants will complete a subset of measures completed at baseline:\n\n* Insomnia Severity Index (ISI)\n* Eating Disorder Examination Questionnaire (EDE-Q 6.0)\n* Screening Tool for Eating Disorders (SCOFF)\n* Depression, Anxiety and Stress Scales (DASS-21)\n* 4-day Ecological Momentary Assessment; EMAs\n\nSelf-help written materials have been developed by the research team for the purposes of the present study. They consist of a short booklet about sleep and eating behaviours and disorders, providing strategies to cope with them. Contents will be available to participants from the beginning of the study. They will be able to both read and download them directly from the application on their mobile devices.\n\nIndividuals identified as at high-risk for, or with insomnia (ISI, total score min=0; max=28, cut-off= 8 for high-risk individuals, cut-off=15 for clinical levels of insomnia)/eating disorder symptoms (SCOFF, total score min=1; max=5, cut-off 3) at baseline and at 3 months will be invited to take part in a 15-min virtual reality exposure session to measure emotional reactivity to eating and/or sleep-related stimuli. Individuals at high-risk for/with insomnia will be exposed to a virtual bedroom, while individuals at high-risk for/with eating disorders will be exposed to a virtual kitchen. A control group (with no symptoms of eating disorders or insomnia) will also be recruited and exposed to both the virtual bedroom and virtual kitchen in randomized order.\n\nIntervention phase. Participants in the high-risk/clinical group (approximately N=100) will be randomly allocated to an intervention or a control condition. Those in the intervention condition will be asked to use the virtual reality scenario for a week, at home, with the aim of reducing emotional reactivity associated with sleep or eating-related stimuli. Those in the control condition will only have received access to the self-help written materials. Visual analogue scales will be presented to evaluate anxiety levels before and after the exposure. Feasibility and acceptability of the virtual reality environments will be assessed through visual analogue scales and a qualitative interview. Participants across groups will also complete EMAs of eating and/or sleep behaviours during the week."},"conditionsModule":{"conditions":["Eating Disorders","Insomnia Disorder"],"keywords":["Mental health","Adolescence","Eating","Sleep Health","Insomnia","Virtual Reality","Longitudinal"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Data collected throughout the first phase of the study, will allow to identify participants at high-risk for or with insomnia and/or eating disorder symptoms. Based on these data:\n\nParticipants with eating/insomnia disorder symptoms will be randomized to one of two conditions:\n\n1. repeated exposure to the virtual kitchen/bedroom scenario respectively (intervention condition);\n2. self-help written materials (control condition).\n\nParticipants allocated to the intervention condition will be asked to use the virtual reality scenario for one week, for a minimum of three times in total and to rate their level of perceived anxiety at the beginning and at the end of each exposure session. To evaluate the feasibility and acceptability of the virtual environments, they will be asked to complete a series of visual analogue scales, EMAs of eating and/or sleep behaviours, and will participate in a brief interview to collect qualitative data on their experience.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Each participant will be assigned an identification code (ID-code) randomly generated by a computer. The outcome assessors will be blind to which group (intervention or control) conditions 1 and 2 will correspond to.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":854,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group - VR scenario","type":"EXPERIMENTAL","description":"Virtual reality immersive intervention: 1-week virtual reality self-help exposure-based intervention. Participants will be asked to use the assigned virtual environment for a minimum of three times in total over the week, at home.","interventionNames":["Behavioral: Sleep/eating virtual reality self-help exposure-based intervention"]},{"label":"Control condition","type":"ACTIVE_COMPARATOR","description":"Participants will all have access to self-help written materials.","interventionNames":["Behavioral: Sleep/eating self-help written materials."]}],"interventions":[{"type":"BEHAVIORAL","name":"Sleep/eating virtual reality self-help exposure-based intervention","description":"Participants will receive one of two possible interventions:\n\n1. A virtual reality kitchen with foods with different caloric contents. Participants will be invited to explore the environment and interact with the stimuli they feel most comfortable with. Depending on their preference, they will be able to access the virtual kitchen in one of three different conditions: alone, accompanied by a pink elephant (designed to induce positive mood), or accompanied by a reassuring voice that will encourage them to interact with the food and face their fears.\n2. A virtual reality bedroom with several objects, some of which will have a neutral valence for people with sleep difficulties, and others that will be related to insomnia, such as a mobile phone, electronic devices and a clock marking 3:00. Participants will be first told to move in the environment and they could not fall asleep. Then, they will receive specific instructions to cope with sleeping difficulties.","armGroupLabels":["Intervention group - VR scenario"]},{"type":"BEHAVIORAL","name":"Sleep/eating self-help written materials.","description":"Participants allocated to the control condition will be invited to download self-help written materials about eating and sleep difficulties and helpful ways to cope with these.","armGroupLabels":["Control condition"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentages of participants at high-risk, no risk, or clinical levels of eating difficulties at baseline","description":"Screening tool for eating disorders (SCOFF), total score (min=1; max=5). The cut-off for at-risk eating disorders behaviours is 3.","timeFrame":"baseline"},{"measure":"Percentages of participants at high-risk, no risk, or clinical levels of sleep difficulties at baseline","description":"Insomnia Severity Index (ISI), total score (min=0; max=28). The cut-off to detect individuals at high-risk is 8. The cut-off to detect individuals with clinical levels of insomnia is 15.","timeFrame":"baseline"},{"measure":"Influence of psychological wellbeing on eating difficulties","description":"Regression model to evaluate the impact of psychological wellbeing variables on the Eating Disorder Examination Questionnaire (EDE-Q; total score. min=0; max=6, cut-off 4)","timeFrame":"baseline"},{"measure":"Influence of psychological wellbeing on eating disorder symptoms","description":"Regression model to evaluate the impact of psychological wellbeing variables on the Screening tool for eating disorders (SCOFF; total score. min=1; max=5, cut-off 3)","timeFrame":"baseline"},{"measure":"influence of psychological wellbeing on sleep difficulties","description":"Regression model to evaluate the impact of psychological wellbeing variables on the Sleep Health Dimensions Questionnaire; (SHDQ-A; higher scores indicating higher severity of insomnia)","timeFrame":"baseline"},{"measure":"influence of psychological wellbeing on insomnia symptoms","description":"Regression model to evaluate the impact of psychological wellbeing variables on the Insomnia Severity Index (ISI; total score. min=0; max=28, cut-off 8 for high-risk individuals, 15 for clinical levels of insomnia)","timeFrame":"baseline"},{"measure":"Percentages of participants who developed or worsened eating disorder symptoms over time","description":"Screening tool for eating disorders (SCOFF, total score. min=1; max=5, cut-off 3)","timeFrame":"baseline, 3- and 6/9 months follow-up"},{"measure":"Percentages of participants who developed or worsened insomnia symptoms over time","description":"Insomnia Severity Index (ISI, total score. min=0; max=28, cut-off 8 for high-risk individuals, 15 for clinical levels of insomnia)","timeFrame":"baseline, 3- and 6/9 months follow-up"},{"measure":"predictors of eating disorder difficulties onset or worsening","description":"A multivariate proportional hazard model will be calculated to predict the likelihood conversion of eating disorder symptoms in eating disorders based on participants' responses to the questionnaires evaluating psychological wellbeing at baseline and scores at follow-up to the Eating Disorder Examination Questionnaire (EDE-Q 6.0, total score. min=0; max=6, cut-off 4)","timeFrame":"3-, and 6/9- months follow-up"},{"measure":"predictors of eating disorder symptoms onset or worsening","description":"A multivariate proportional hazard model will be calculated to predict the likelihood conversion of eating disorder symptoms in eating disorders based on participants' responses to the questionnaires evaluating psychological wellbeing at baseline and scores at follow-up to the Screening tool for eating disorders (SCOFF, total score. min=1; max=5, cut-off 3)","timeFrame":"3-, and 6/9- months follow-up"},{"measure":"predictors of insomnia symptoms onset or worsening","description":"A multivariate proportional hazard model will be calculated to predict the likelihood conversion of insomnia symptoms in insomnia based on participants' responses to the questionnaires evaluating psychological wellbeing at baseline and scores at follow-up to the Insomnia Severity Index (ISI, total score. min=0; max=28, cut-off 8 for high-risk individuals, 15 for clinical levels of insomnia)","timeFrame":"3-, and 6/9- months follow-up"},{"measure":"between-group differences (high-risk or clinical vs. healthy peers) in anxiety scores in the virtual reality environment","description":"scores provided on a visual analogue scale developed by the research team (0-8; higher scores corresponding to higher anxiety levels)","timeFrame":"3-months follow-up; data collected before and after the one-session virtual reality exposure"},{"measure":"between-group differences (high risk/clinical vs. healthy peers) in behavioural indices of approach and attention towards disease-specific stimuli","description":"number of approach behaviours and eye gazes directed to sleep/eating specific items registered automatically by the Oculus Quest","timeFrame":"3-months follow-up; data collected during the one-session virtual reality exposure"}],"secondaryOutcomes":[{"measure":"longitudinal evaluation of depression, anxiety, and stress symptoms","description":"Depression, Anxiety and Stress Scales (DASS-21; 3 subscales. Stress subscale: Normal: 0-10; Mild: 11-18; Moderate: 19-26; Severe: 27-34; Extremely severe: 35-42. Anxiety: Normal : 0-6, Mild : 7-9, Moderate:10-14, Severe: 15-19, Extremely severe: 20-42. Depression: Normal: 0-9, Mild : 10-12, Moderate : 13-20, Severe : 21-27, Extremely severe: 28-42)","timeFrame":"baseline; 3-, and 6-9- month follow-up"},{"measure":"effect size of changes in anxiety over time in participants allocated to the virtual reality exposure condition over a week","description":"ratings of cue-related anxiety collected at the beginning and at the end of each virtual reality exposure measured by means of a visual analogue scale developed by the research team (0-8; higher scores corresponding to higher anxiety levels)","timeFrame":"1-week virtual reality intervention period, before and after each exposure"},{"measure":"frequency of exposure to the virtual reality environment","description":"number of times participants will have completed the exposure","timeFrame":"1-week virtual reality intervention period"},{"measure":"evaluation of the effect of a virtual reality intervention in reducing eating disorders/insomnia","description":"between-group comparison of frequency of eating/sleep problems (intervention condition vs. self-help condition) collected through EMAs (visual analogue scales developed by the research team 0-8).","timeFrame":"1-week virtual reality intervention period"},{"measure":"feasibility of virtual reality exposure","description":"scores provided on visual analogue scales developed by the research team (0-8; higher scores corresponding to higher ) and qualitative data collected through a brief interview","timeFrame":"at the end of the 1-week virtual reality exposure intervention"},{"measure":"acceptability of virtual reality exposure","description":"scores provided on visual analogue scales developed by the research team (0-8) and qualitative data collected through a brief interview","timeFrame":"at the end of the 1-week virtual reality self-help exposure-based intervention"}],"otherOutcomes":[{"measure":"longitudinal evaluation of sleep quality","description":"online ecological momentary assessments (notification via mobile application), 5-minutes length, in the morning. Scores provided on visual analogue scales developed by the research team (0-8) and open-questions","timeFrame":"4-day evaluation at baseline, repeated at 3-, and 6/9- months follow-up"},{"measure":"longitudinal evaluation of emotional states","description":"online ecological momentary assessments (notification via mobile application), 5-minutes length, in the evening before bedtime and at three time points in the afternoon. Scores provided on visual analogue scales developed by the research team (0-8)","timeFrame":"4-day evaluation at baseline, repeated at 3-, and 6/9- months follow-up"},{"measure":"longitudinal evaluation of sleepiness","description":"online ecological momentary assessment (notification via mobile application), 5-minutes length, in the evening before bedtime and at three time points in the afternoon. Scores provided on visual analogue scales developed by the research team (0-8).","timeFrame":"4-day evaluation at baseline, repeated at 3-, and 6/9- months follow-up"},{"measure":"longitudinal evaluation of eating disorder symptomatology","description":"online ecological momentary assessments (notification via smartphone application), 5-minutes length, in the evening before bedtime and at three time points in the afternoon. Scores provided on visual analogue scales developed by the research team (0-8).","timeFrame":"4-day evaluation at baseline, repeated at 3-, and 6/9- months follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age ≥ 14; ≤ 17 years old\n* knowledge of Italian language\n* own a device with internet connection","healthyVolunteers":true,"sex":"ALL","minimumAge":"14 Years","maximumAge":"17 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Valentina Cardi, PhD","role":"CONTACT","phone":"+39049827","email":"valentina.cardi@unipd.it"},{"name":"Chiara Baglioni, PhD","role":"CONTACT","email":"c.baglioni@unimarconi.it"}],"overallOfficials":[{"name":"Valentina Cardi, PhD","affiliation":"Department of General Psychology, University of Padova, Padova, Italy","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Department of General Psychology, University of Padova, Padova, Italy","city":"Padova","zip":"35121","country":"Italy","contacts":[{"name":"Valentina Cardi, PhD","role":"CONTACT","phone":"+39049827","email":"valentina.cardi@unipd.it"},{"name":"Chiara Tosi, MsC","role":"CONTACT","email":"chiara.tosi@unipd.it"},{"name":"Valentina Cardi, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Valentina Meregalli, PhD","role":"SUB_INVESTIGATOR"},{"name":"Chiara Tosi, MsC","role":"SUB_INVESTIGATOR"},{"name":"Giulia Buodo, PhD","role":"SUB_INVESTIGATOR"},{"name":"Enrico Collantoni, PhD","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":45.40797,"lon":11.88586}},{"facility":"Department of Human Sciences, Guglielmo Marconi University","city":"Rome","zip":"00193","country":"Italy","contacts":[{"name":"Chiara Baglioni, PhD","role":"CONTACT","phone":"+49 (0) 76127065970","email":"c.baglioni@unimarconi.it"},{"name":"Chiara Baglioni, PhD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Silvia Cerolini, PhD","role":"SUB_INVESTIGATOR"},{"name":"Elisabetta Baldi, MsC","role":"SUB_INVESTIGATOR"},{"name":"Debora Meneo, MsC","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":41.89193,"lon":12.51133}}]},"referencesModule":{"references":[{"pmid":"34279064","type":"BACKGROUND","citation":"Bacaro V, Curati S, Baglioni C. Validation study of the Italian version of the Sleep Hygiene Index. J Sleep Res. 2022 Feb;31(1):e13445. doi: 10.1111/jsr.13445. Epub 2021 Jul 19."},{"pmid":"23809904","type":"BACKGROUND","citation":"Baglioni C, Regen W, Teghen A, Spiegelhalder K, Feige B, Nissen C, Riemann D. Sleep changes in the disorder of insomnia: a meta-analysis of polysomnographic studies. Sleep Med Rev. 2014 Jun;18(3):195-213. doi: 10.1016/j.smrv.2013.04.001."},{"pmid":"11438246","type":"BACKGROUND","citation":"Bastien CH, Vallieres A, Morin CM. Validation of the Insomnia Severity Index as an outcome measure for insomnia research. Sleep Med. 2001 Jul;2(4):297-307. doi: 10.1016/s1389-9457(00)00065-4."},{"pmid":"25933937","type":"BACKGROUND","citation":"Bottesi G, Ghisi M, Altoe G, Conforti E, Melli G, Sica C. The Italian version of the Depression Anxiety Stress Scales-21: Factor structure and psychometric properties on community and clinical samples. Compr Psychiatry. 2015 Jul;60:170-81. doi: 10.1016/j.comppsych.2015.04.005. Epub 2015 Apr 15."},{"pmid":"27039107","type":"BACKGROUND","citation":"Calugi S, Milanese C, Sartirana M, El Ghoch M, Sartori F, Geccherle E, Coppini A, Franchini C, Dalle Grave R. The Eating Disorder Examination Questionnaire: reliability and validity of the Italian version. Eat Weight Disord. 2017 Sep;22(3):509-514. doi: 10.1007/s40519-016-0276-6. Epub 2016 Apr 2."},{"pmid":"36546957","type":"BACKGROUND","citation":"Cerolini S, Zagaria A, Vacca M, Spinhoven P, Violani C, Lombardo C. Cognitive Emotion Regulation Questionnaire-Short: Reliability, Validity, and Measurement Invariance of the Italian Version. Behav Sci (Basel). 2022 Nov 24;12(12):474. doi: 10.3390/bs12120474."},{"pmid":"34014507","type":"BACKGROUND","citation":"D'Anna G, Lazzeretti M, Castellini G, Ricca V, Cassioli E, Rossi E, Silvestri C, Voller F. Risk of eating disorders in a representative sample of Italian adolescents: prevalence and association with self-reported interpersonal factors. Eat Weight Disord. 2022 Mar;27(2):701-708. doi: 10.1007/s40519-021-01214-4. Epub 2021 May 20."},{"pmid":"12601558","type":"BACKGROUND","citation":"Muris P, Meesters C, van den Berg F. The Strengths and Difficulties Questionnaire (SDQ)--further evidence for its reliability and validity in a community sample of Dutch children and adolescents. Eur Child Adolesc Psychiatry. 2003 Jan;12(1):1-8. doi: 10.1007/s00787-003-0298-2."},{"pmid":"33601324","type":"BACKGROUND","citation":"Meltzer LJ, Williamson AA, Mindell JA. Pediatric sleep health: It matters, and so does how we define it. Sleep Med Rev. 2021 Jun;57:101425. doi: 10.1016/j.smrv.2021.101425. Epub 2021 Jan 19."},{"pmid":"28494648","type":"BACKGROUND","citation":"Monacis L, de Palo V, Griffiths MD, Sinatra M. Social networking addiction, attachment style, and validation of the Italian version of the Bergen Social Media Addiction Scale. J Behav Addict. 2017 Jun 1;6(2):178-186. doi: 10.1556/2006.6.2017.023. Epub 2017 May 11."},{"pmid":"10582927","type":"BACKGROUND","citation":"Morgan JF, Reid F, Lacey JH. The SCOFF questionnaire: assessment of a new screening tool for eating disorders. BMJ. 1999 Dec 4;319(7223):1467-8. doi: 10.1136/bmj.319.7223.1467. No abstract available."},{"pmid":"16956166","type":"BACKGROUND","citation":"Young AF, Powers JR, Bell SL. Attrition in longitudinal studies: who do you lose? Aust N Z J Public Health. 2006 Aug;30(4):353-61. doi: 10.1111/j.1467-842x.2006.tb00849.x."},{"pmid":"21400638","type":"BACKGROUND","citation":"Pannocchia L, Fiorino M, Giannini M, Vanderlinden J. A psychometric exploration of an Italian translation of the SCOFF questionnaire. Eur Eat Disord Rev. 2011 Jul-Aug;19(4):371-3. doi: 10.1002/erv.1105."},{"pmid":"31157534","type":"BACKGROUND","citation":"Puhl RM, Himmelstein MS, Watson RJ. Weight-based victimization among sexual and gender minority adolescents: Implications for substance use and mental health. Health Psychol. 2019 Aug;38(8):727-737. doi: 10.1037/hea0000758. Epub 2019 Jun 3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"a plan will be established by the research team for data sharing following publication of the first manuscript"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007319","term":"Sleep Initiation and Maintenance Disorders"},{"id":"D000001068","term":"Feeding and Eating Disorders"}],"ancestors":[{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M22242","name":"Parasomnias","relevance":"LOW"},{"id":"M10356","name":"Sleep Initiation and Maintenance Disorders","asFound":"Insomnia Disorder","relevance":"HIGH"},{"id":"M4380","name":"Feeding and Eating Disorders","asFound":"Eating Disorders","relevance":"HIGH"},{"id":"M22654","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22655","name":"Dyssomnias","relevance":"LOW"},{"id":"M15696","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}