{"protocolSection":{"identificationModule":{"nctId":"NCT06472661","orgStudyIdInfo":{"id":"HSR230477"},"organization":{"fullName":"University of Virginia","class":"OTHER"},"briefTitle":"FUSA With Intratumoral PolyICLC in Regionally Advanced Resectable Melanoma","officialTitle":"Pilot Evaluation of Focused Ultrasound Ablation and Intratumoral PolyICLC in Patients With Regionally Advanced Resectable Melanoma Who Are Receiving Neoadjuvant Immunotherapy","acronym":"Mel 70"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lynn Dengel, MD","investigatorTitle":"Assistant Professor of Surgery","investigatorAffiliation":"University of Virginia"},"leadSponsor":{"name":"University of Virginia","class":"OTHER"},"collaborators":[{"name":"Theraclion","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"This study is for adult patients with advanced melanoma who are receiving immunotherapy and who are planning on having surgery for their cancer. All participants in this study will receive an experimental treatment made up of focused ultrasound ablation (FUSA), a non-invasive experimental treatment that uses ultrasound waves to heat and destroy tumor tissue, and an injection in the tumor with an experimental drug (polyICLC) that activates the immune system. Neither the drug nor the device that are used in this study have been approved by the U.S. Food and Drug Administration (FDA).","detailedDescription":"This study is for patients with advanced melanoma who are receiving immunotherapy and who are planning to have surgery for their melanoma cancer.\n\nThe purpose of this study is to try to figure out the safety of an experimental treatment for melanoma. The experimental treatment is made up of focused ultrasound ablation (FUSA) and an injection in the tumor (intratumoral injection) with an experimental drug called polyICLC (also known as Hiltinol) that activates the immune system. The researchers also want to use the results from this clinical trial to help understand how the FUSA and polyICLC affect the tumor cells at the place where the FUSA is given and how much of the surrounding tumor is affected. The experimental treatment in this study is given at the University of Virginia Medical Center about three weeks before the melanoma tumor surgery that would occur as part of the participant's regular care.\n\nFUSA is a non-invasive experimental treatment that uses ultrasound waves to heat and destroy tumor tissue. FUSA is administered using an investigational device. There are two models of the investigational device (Echopulse® or the Echopulse HD®) that will be used in the study to deliver the FUSA. Both devices provide the same type of investigational treatment. Participants are sedated during the FUSA procedure. Up to two tumors will be treated with FUSA.\n\nThe polyICLC drug will be given as a one-time injection into one tumor only after the FUSA treatment.\n\nNeither the drug nor the device that are used in this study have been proven to be safe or helpful, and they are not approved by the U.S. Food and Drug Administration (FDA).\n\nThis study also includes tumor elastography procedures. Tumor elastography is an ultrasound picture that is taken to measure the stiffness or the flexibility of the tumor. Participants in the study may be asked to have a biopsy of their tumor before starting the study intervention and will be asked participate in optional biopsies of the tumor after enrollment in the study. This study includes collection of blood for research purposes (optional)."},"conditionsModule":{"conditions":["Advanced Melanoma"],"keywords":["Melanoma","Advanced Melanoma","Focused Ultrasound","polyICLC","poly ICLC","poly-ICLC","Echopulse","Echopulse HD","Focused Ultrasound Ablation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":11,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"FUSA + polyICLC","type":"EXPERIMENTAL","description":"Focused Ultrasound Ablation plus intratumoral injection of polyICLC","interventionNames":["Device: Echopulse or Echopulse HD","Drug: PolyICLC"]}],"interventions":[{"type":"DEVICE","name":"Echopulse or Echopulse HD","description":"The Echopulse/Echopulse HD device delivers focused ultrasound ablation (FUSA) therapy. FUSA is a technology that delivers continuous high-intensity focused ultrasound to ablate (heat and destroy) tissue. A series of sound waves will be focused on the tumor using the Echopulse or the Echopulse HD device to cover the planned target area. The targeted area is 33% of the tumor, up to 3.5 cubic centimeters. An ultrasound will be used to guide the beam of the FUSA treatment to the targeted site. FUSA will be applied to up to two tumors in the session. Participants are sedated during the FUSA treatment.","armGroupLabels":["FUSA + polyICLC"],"otherNames":["Focused Ultrasound Ablation","FUSA"]},{"type":"DRUG","name":"PolyICLC","description":"PolyICLC is a drug that may help the body build an effective immune response to kill tumor cells. A single injection of .9 mg of polyICLC into one tumor will be given within 4 hours after the FUSA.","armGroupLabels":["FUSA + polyICLC"],"otherNames":["Hiltinol"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse Events","description":"Incidence and severity of adverse events (CTCAEv5).","timeFrame":"Collected from Day 1 up to Day 22"},{"measure":"Pathologic ablation zone","description":"Proportion of patients where the size of the pathologic ablation zone is within 20% of the planned zone","timeFrame":"Day 22"}],"secondaryOutcomes":[{"measure":"Presence of Periablation Zone","description":"Proportion of participants with a zone of tissue with live vasculature, fibrosis, and a histiocytic reaction as determined by H\\&E staining and/or immunohistochemistry","timeFrame":"Day 22"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥18 years.\n2. Diagnosis of advanced melanoma planned for surgical resection.\n3. FUSA: The targeted lesion(s) must be visible by ultrasound imaging and meet the following criteria.\n\n   Note: Brain lesions may not be targeted for treatment.\n   1. Approximately 1 cm (or more) diameter of treatable tumor volume for lesions to be treated with FUSA.\n   2. The target treatment area needs to be contained within a region at least 5 mm from the skin surface and less than or equal to 23 mm from the skin surface.\n\n      The target treatment area must be at a safe distance from all critical structures, including but not limited to ribs or other bony structures, vital organs, named blood vessels or nerves.\n   3. The critical structures, with the exception of the skin, will not be in the pre-focal ultrasound path. This will be considered at enrollment and confirmed immediately prior to treatment.\n   4. The anterior-posterior dimension of the treatment area by US should be no less than 9 mm.\n4. A subjects target lesion must be amenable to intratumoral injection with polyICLC per the treating clinician's discretion.\n5. Subjects must be receiving checkpoint blockade (either monotherapy or combination therapy) at the time of registration.\n6. Biopsies:\n\n   Note: Biopsies may be completed with or without image guidance.\n\n   Lesions that have been selected for focused ultrasound may have been previously radiated provided:\n   * The tumor site that was previously radiated has progressed.\n   * A baseline biopsy of the tumor site is obtained following progression and prior to study entry.\n7. ECOG performance status 0-2.\n8. Subjects with known brain metastases may participate if all of the following are true:\n\n   * There has been no evident growth of any brain metastasis since the most recent treatment\n   * No brain metastasis is \\> 2 cm in diameter at the time of registration.\n   * Neurologic symptoms have returned to baseline,\n   * There is no evidence of new or enlarging brain metastases,\n   * Subjects are not using steroids for at least 7 days prior to registration, except as allowed in Section 5.2. Regardless of dose, however, subjects who are on a steroid taper for management of brain metastases are not eligible until 7 days after completion of that steroid taper.\n9. Ability and willingness to give informed consent.\n\nExclusion Criteria:\n\n1. Any of the following medications or treatments are administered to the subject within 4 weeks of study day 1:\n\n   1. Radiation therapy (Note: Stereotactic radiotherapy, such as gamma knife, can be used ≥ 1 week prior to registration)\n   2. Allergy desensitization injections\n   3. High doses of systemic corticosteroids, with the following qualifications and exceptions:\n\n      * Daily doses of 10 mg or less prednisone (or equivalent) per day administered parenterally or orally are allowed in patients with normal adrenal and pituitary function.\n      * In patients with adrenal or pituitary insufficiency replacement steroid doses are allowed.\n      * Inhaled steroids (e.g.: Advair®, Flovent®, Azmacort®) are permitted at low doses (less than 500 mcg fluticasone per day, or equivalent) 41,42\n      * Topical and nasal corticosteroids are acceptable.\n   4. Growth factors (e.g. Procrit®, Aranesp®, Neulasta®)\n   5. Interleukins (e.g. Proleukin®)\n   6. Any investigational therapeutic agent.\n   7. Targeted therapies specific for mutated BRAF or for MEK\n   8. Live vaccine\n   9. Interferon (e.g. Intron-A®)\n   10. Cytotoxic chemotherapy for cancer\n2. Subject has a known addiction to alcohol or drugs and is actively taking those agents, or has recently (within 1 year) taken these agents or has ongoing illicit IV drug use.\n3. Subject is known to be HIV positive or has evidence of active Hepatitis B or C virus, unless:\n\n   * The subject has HIV but has been taking antiretroviral therapy, and agrees to take antiretroviral therapy throughout the study\n   * The subject has active Hepatitis B or C but does not have a detectable viral load\n4. Pregnancy or breastfeeding. Female participants of childbearing potential must have a negative pregnancy test (urinary or serum beta-HCG) obtained within 2 weeks prior to registration. Males and females must agree, in the consent form, to use effective birth control methods during the course of treatment and following treatment in accordance with the labeling guidelines for each approved therapy.\n5. Medical contraindications or potential problems that prevent compliance with the requirements of the protocol in the opinion of the investigator.\n6. Active infection requiring systemic therapy.\n7. The presence of Class III or IV heart disease as classified according to the New York Heart Association.\n8. History of another cancer\n\n   Note: the following diagnoses are exceptions and are permitted as long as they have been treated successfully and without clinical evidence of disease:\n   * Any cancer with or without metastatic disease that has been treated successfully, without evidence of subsequent recurrence or metastasis for over 2 years\n   * Any cancer without distant metastasis that has been treated successfully, without evidence of recurrence or metastasis for over 2 years\n   * Squamous cell cancer of the skin without known metastasis\n   * Basal cell cancer of the skin without known metastasis\n   * Stage 0 cancers including carcinoma in situ of the breast (DCIS) and melanoma in situ.\n9. Previous treatment with polyICLC within 4 weeks. If a subject was previously treated with intratumoral polyICLC and experienced a significant (grade ≥3) toxicity related to the polyICLC treatment, the tumor that was treated should not be re-treated as part of this protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Olena Glushakova","role":"CONTACT","phone":"434-243-0452","email":"OYG2N@uvahealth.org"}],"overallOfficials":[{"name":"Lynn T Dengel, MD","affiliation":"University of Virginia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Virginia","city":"Charlottesville","state":"Virginia","zip":"22908","country":"United States","contacts":[{"name":"Olena Glushakova","role":"CONTACT","phone":"434-243-0452","email":"OYG2N@uvahealth.org"}],"geoPoint":{"lat":38.02931,"lon":-78.47668}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008545","term":"Melanoma"}],"ancestors":[{"id":"D000018358","term":"Neuroendocrine Tumors"},{"id":"D000017599","term":"Neuroectodermal Tumors"},{"id":"D000009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000009380","term":"Neoplasms, Nerve Tissue"},{"id":"D000018326","term":"Nevi and Melanomas"},{"id":"D000012878","term":"Skin Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M11528","name":"Melanoma","asFound":"Melanoma","relevance":"HIGH"},{"id":"M20495","name":"Neuroendocrine Tumors","relevance":"LOW"},{"id":"M19845","name":"Neuroectodermal Tumors","relevance":"LOW"},{"id":"M20388","name":"Neuroectodermal Tumors, Primitive","relevance":"LOW"},{"id":"M12318","name":"Neoplasms, Germ Cell and Embryonal","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M12325","name":"Neoplasms, Nerve Tissue","relevance":"LOW"},{"id":"M12448","name":"Nevus, Pigmented","relevance":"LOW"},{"id":"M12446","name":"Nevus","relevance":"LOW"},{"id":"M20470","name":"Nevi and Melanomas","relevance":"LOW"},{"id":"M15681","name":"Skin Neoplasms","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"},{"id":"T4091","name":"Neuroendocrine Tumor","relevance":"LOW"},{"id":"T4092","name":"Neuroepithelioma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000019531","term":"Poly ICLC"}],"ancestors":[{"id":"D000007369","term":"Interferon Inducers"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"}],"browseLeaves":[{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"},{"id":"M280480","name":"Poly ICLC","asFound":"Bone tissue","relevance":"HIGH"},{"id":"M10407","name":"Interferons","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"ANeo","name":"Antineoplastic Agents"}]}},"hasResults":false}