{"protocolSection":{"identificationModule":{"nctId":"NCT06480708","orgStudyIdInfo":{"id":"2110206"},"organization":{"fullName":"University of Missouri-Columbia","class":"OTHER"},"briefTitle":"Evaluation of the Ketogenic Diet to Improve Post Operative Cognitive Decline in Cardiac Surgery","officialTitle":"Evaluation of the Ketogenic Diet to Improve Post Operative Cognitive Decline in Cardiac Surgery"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-05","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-15","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Antoinette Burger","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Missouri-Columbia"},"leadSponsor":{"name":"University of Missouri-Columbia","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Postoperative cognitive decline (POCD) is a significant neurological problem that commonly follows coronary artery bypass grafting surgery (CABG) in elderly patients. This can result in longer hospital stays and generate worsening morbidity and mortality. Furthermore, POCD often persists in some patients for more than a year and puts them at higher risk for developing Alzheimer's Disease or dementia. The cause of POCD is a topic of ongoing work, with recent hypotheses linked with cell dysfunction and death in the brain, and neuroinflammation related to the surgical trauma and related systemic inflammation. In this project, the investigators will test whether the pre-operative use (14 days) of a ketogenic diet (KD), compared to a control diet (CD) will lower the incidence, duration, and severity of POCD in cardiac patients. The ketogenic diet has been associated with improved memory function, as well as reduction of inflammation in conditions such as epilepsy, Alzheimer's Disease and Parkinson's Disease. A subset of patients from each group will also undergo a 7 Tesla magnetic resonance imaging and spectroscopy scan, where key brain metabolites of mitochondrial function and neuronal integrity will be measured in the prefrontal cortex and hippocampus. In the KD group, cerebral b-hydroxybutyrate (BHB) to evaluate cerebral ketosis will also be measured. These will be measured prior to starting the KD/CD and after a minimum of 10 days on the KD/CD. From both CD and KD groups, levels of key cytokines linked with inflammation will be measured during the protocol. Our outcome parameters for POCD will include measures that evaluate cognition, delirium and length of hospitalization. The following hypotheses will be investigated: 1) lower incidence, duration and severity of POCD in the KD group, compared to the CD group; and 2) better pre-operative values of neuronal integrity and in the KD group, higher levels of brain ketone levels will be associated with patients who do not experience POCD or have less severe POCD. This project tests the use of the multi-factorial effects of the KD for an important problem in Anesthesiology. With state-of-the-art imaging technology and cytokine evaluation, the investigators hypothesize this work can have substantial implications for prevention and management of postoperative cognitive decline.","detailedDescription":"Although there have been significant improvements in the mortality seen in cardiac surgery, post-operative cognitive decline (POCD) remains a major problem, occurring in up to 50% of elderly patients. The classification of this problem has been difficult, given the distinct aspects of post-operative delirium and post-operative cognitive dementia; however, with their many overlapping potential pathologies, there is increasing recognition that these represent a continuum of post-operative cerebral dysfunction. Overall, the mean duration of POCD is four days, but the cognitive decline can persist for months or even years after surgery. As reviewed by Greaves in coronary artery bypass graft (CABG) patients, POCD decreases to \\~25% 6-12 months following surgery; however, \\~40% of patients who developed acute POCD will also experience long-term POCD lasting 1-5 years. With POCD being a debilitating and costly problem for older patients, there is a need for more effective preventative and interventional measures, as well as a better understanding of underlying risk factors contributing to POCD development.\n\nThe pathophysiology of POCD is clearly complex and for a given patient, can be difficult to specifically identify causes. Overall, the literature suggests at least two major contributing and potentially overlapping hypotheses. First, multiple studies have suggested that anesthetics cause a range of molecular changes e.g., affecting apoptosis, neuronal growth as well as learning. Pre-clinical studies have found that volatile anesthetics increase amyloid-β (Aβ) peptide production and accumulation, causing morphological changes to mitochondria, disruption of calcium homeostasis, increased permeability and ultimately apoptosis through activation of several caspases, and human studies have linked such abnormalities with clinical measures of delirium and dementia. A second major hypothesis is based in inflammatory changes because of the surgery or anesthetic. Available literature has shown that volatile anesthetics can affect immune cell function and cardiac surgery itself, which includes cardio-pulmonary bypass and organ reperfusion injury, is a major activator of systemic inflammation and oxidative stress, resulting in several proinflammatory cascades and ultimately, increased neuroinflammation. From there, neuroinflammation has been linked to neurodegenerative diseases such as Alzheimer's Disease, Parkinson's Disease, and HIV-dementia, as well as cognitive dysfunction. Consistent with both hypotheses, patients with pre-surgical cerebral dysfunction have been found to be more vulnerable to POCD. Preoperative neuroimaging studies have shown that whole-brain gray matter atrophy, impaired white matter integrity, decreased functional connectivity in the orbitofrontal cortex, and cortical dysfunction are important predictors for POCD, presumably because the challenges coronary artery bypass grafting (CABG) pose include lengthy anesthesia, including volatile anesthetics, that \"inactivates\" the brain, are more detrimental in an already compromised brain.\n\nWith the evident complexity of POCD, it is hypothesized that a therapeutic approach that can act in multiple ways to modulate these pathophysiological effects may be constructive. With its myriad effects on cell signaling, changes in amyloid-beta or tau deposition, anti-oxidant effects and effects on immunological function, it is proposed that the ketogenic diet (KD) may be reasonable avenue for this. Indeed, the KD has now been studied in several small clinical trials for mild cognitive impairment. Taylor 2018 used a 1:1 gram ratio of lipid:non-lipid foods (calorically, 70% fats, 20% protein, 10% carbohydrates) to report on N=10 participants who were able to complete the dietary plan over a course of 3 months. All but one patient exhibited an improvement in the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-cog) scores with the mean ADAS-cog score starting at 25.5 which decreased to 21.4, p\\<0.02. The KD has long been used for epilepsy, and as reported by Poorshiri 2023, with a more aggressive diet (calorically, 90% calorie intake were fats), N=34 participants completed the diet for three months, with 21 of the 34 (62%) of the participants responding positively with \\>50% seizure reduction.\n\nThe KD has been considered in heart failure as well. Von Bibra 2014 compared a mild low carbohydrate (LC) diet (25% carbohydrates, 30% protein, and 45% fat) with low fat diets in patients with cardiac failure and type 2 diabetes for a period of three weeks. The participants on the LC diet (n=16) had significant improvement in both their diastolic cardiac function and fasting glucose. Thus, the KD has been studied both in the laboratory and clinic, finding improvements in both spheres. With the limited timeframe available for our study, a 14-day implementation of the KD vs. control diet (CD) comparison will be implemented. It might be argued that 14 days is insufficiently long to achieve the needed effect. However, the conversion of the brain from glucose to ketone oxidation can be performed efficiently. As discussed for clinical management, ketosis can be achieved by 2 to 4 days after starting the KD. As well, the original work from Freeman and Vining showed that a 3-day intervention in pediatric epilepsy could effectively reduce seizures by 50%. With the direct provision of food per the study, problems associated with meal preparation will be eliminated which the investigators believe will expedite the performance of the study. A diet plan that calorically provides 70:20:10 fat/protein/CHO, matching the profile of Taylor 2018, will be targeted.\n\nWhile this study can be entirely performed on a clinical basis, the investigators believe that a better understanding of the success (or not) of the KD to reduce the occurrence of POCD may be had with metabolic imaging with MR spectroscopy. In vivo human brain magnetic resonance spectroscopic (MRS) imaging have been used for more than 30 years to evaluate in vivo brain metabolism and function, allowing measurements of N-acetyl aspartate (NAA), glutamate GLU, creatine Cr and others. NAA is strongly correlated with neuronal mitochondrial function, with early work from Bates and Heales finding that NAA synthesis localized to neuronal mitochondria and correlated with adenosine-triphosphate (ATP) synthesis rates. The MRS measurements can be quantified to tissue water or as a ratio taken to total Creatine (tCr = creatine + phosphocreatine) e.g., NAA/tCr; with tCr present in both neurons and glia, this ratio provides a convenient index of neuronal mitochondrial function that is corrected for cerebral spinal fluid content (which contains negligible quantities of these metabolites when compared to the tissue concentrations).\n\nIn pathology, the NAA/tCr ratio has been related to many aspects of clinical and scientific interest. For example, the team previously performed hippocampal MR spectroscopic studies in epilepsy patients who underwent intracranial monitoring and micro dialysis sampling for seizure evaluation. A significant negative relationship between NAA/tCr to the micro dialysis (extracellular) measurements of the major inhibitory neurotransmitter gamma-aminobutyric acid (GABA) was found in patients with medial temporal lobe epilepsy (MTLE), while it was positive with neocortical (non-MTLE) patients. The selectivity of these relationships was consistent with the view that in \"healthier\" brain, the extracellular GABA increases (appropriately) with better mitochondrial function while in diseased tissue (region of seizure onset), GABA appears to fail to suppress the abnormal seizure activity i.e., GABA increases as mitochondrial function falls.\n\nMRS has also been used to measure the major cerebral ketone β-hydroxybutyrate (BHB). Under non-ketotic conditions, the concentration of brain BHB is \\~zero; however, with fasting (or with use of the KD), brain BHB rises to near millimolar levels (the other major ketone is acetoacetate (ACAC); however, as the redox couple to BHB, the ratio of ACAC/BHB has been reported at 1:3 in fasted subjects and thus at much lower concentration). In cerebral ketosis, there is adaptation of BHB transport across the blood brain barrier, giving a linear relationship between plasma and cerebral BHB. The adaptation may be individual-dependent and thus measurements of brain BHB can provide an objective measure of the extent of cerebral ketosis. In patients, the measurement of BHB has been largely performed at 3 Tesla; however, because of its low and variable concentration, it is a measurement that requires high signal-to-noise (SNR). With increasing therapeutic use of ketosis and the KD for neurological disorders, a robust measurement of cerebral BHB can be very informative, which should benefit from the higher SNR at 7T."},"conditionsModule":{"conditions":["Postoperative Cognitive Dysfunction"],"keywords":["Postoperative Cognitive Decline","Ketogenic diet","Ketosis","Neuroinflammation","Cell apoptosis","7T MRI","Proton magnetic resonance spectroscopy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ketogenic diet group","type":"EXPERIMENTAL","description":"20 participants will be randomized to a ketogenic diet group and will consume the ketogenic diet for 14 days prior to undergoing open heart surgery.","interventionNames":["Other: Ketogenic diet"]},{"label":"Control diet group","type":"ACTIVE_COMPARATOR","description":"20 participants will be randomized to a control diet group and will consume the control diet for 14 days prior to undergoing open heart surgery.","interventionNames":["Other: Control diet"]}],"interventions":[{"type":"OTHER","name":"Ketogenic diet","description":"The ketogenic diet consisting of fats (70%), protein (20%) and carbohydrates (10%) will be consumed for 14 days prior to undergoing open-heart surgery, and up to 6 days postoperatively or until discharge (if within 6 days postoperatively).","armGroupLabels":["Ketogenic diet group"]},{"type":"OTHER","name":"Control diet","description":"The control diet consisting of a Mediterranean diet, at 25% fat, 20% protein and 55% carbohydrates will be consumed for 14 days prior to undergoing open-heart surgery, and up to 6 days postoperatively or until discharge (if within 6 days postoperatively).","armGroupLabels":["Control diet group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of postoperative cognitive decline (POCD)","description":"POCD will be measured for 3 days postoperatively or until delirium resolves","timeFrame":"3 days"}],"secondaryOutcomes":[{"measure":"Neuroinflammatory metabolite concentrations in participants on ketogenic diet vs control diet","description":"MRI/MRS scans to assess effect of ketogenic diet on neuroinflammatory markers","timeFrame":"10-14 days"},{"measure":"Effect of ketogenic diet on cerebral ketosis","description":"Measuring cerebral ketosis with MRI/MRS scans.","timeFrame":"10-14 days"},{"measure":"Peripheral cytokine levels in participants on ketogenic diet vs control diet","description":"Peripheral inflammatory markers obtained through peripheral blood draw","timeFrame":"16 days"},{"measure":"Effect of ketogenic diet on systemic ketosis","description":"Peripheral ketone levels obtained through peripheral blood draw","timeFrame":"16 days"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria:\n\n* Age ≥ 60 years old\n* Undergoing elective on-pump coronary artery bypass grafting (CABG) surgery with/without valve repair/replacement.\n* Mini-Cog score \\>4 at baseline.\n* Negative for delirium on the CAM at baseline.\n\nExclusion criteria (general):\n\n* Pre-existing diagnosis of dementia, Alzheimer's Disease, Parkinson's Disease.\n* Emergent CABG ± valve surgery.\n* Patients already hospitalized for CABG ± valve surgery.\n* Patients using GLP-1 agonists.\n* Inability to provide written, informed consent in English.\n* Patients who cannot tolerate the KD.\n* Patients with alcoholism.\n* Patients with liver failure.\n* Patients with uremia.\n* Mini-Cog score \\<4 at baseline.\n* Positive for delirium on the CAM at baseline.\n\nExclusion criteria (MRI/MRS):\n\n* Claustrophobia\n* Patients with any metal in their body.\n* Patients with pacemakers/internal defibrillators/neurostimulators.\n* Patients who have any form of stents.","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Antoinette Burger, PhD","role":"CONTACT","phone":"5738843740","email":"aburger@health.missouri.edu"},{"name":"Paige A Spencer, BA","role":"CONTACT","phone":"5738843740","email":"pasbwx@health.missouri.edu"}],"overallOfficials":[{"name":"Antoinette Burger, PhD","affiliation":"Department of Anesthesiology and Perioperative Medicine, University of Missouri-Columbia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University on Missouri Hospital","city":"Columbia","state":"Missouri","zip":"65212","country":"United States","geoPoint":{"lat":38.95171,"lon":-92.33407}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"We will conform to institutional (University of Missouri) and NIH data and resource sharing policies. New methods, data, and insights that arise from the work conducted will be available to benefit the scientific community and the public according to these guidelines, which include: i) timely publication of results from project findings; ii) presentation of results at local/national/ international meetings/symposia; iii) deposition of certain large data-sets into public repositories; iv) project compliance with any Freedom of Information Act requests. Should any intellectual property arise which requires a patent, the investigators will ensure that the technology (materials and data) remains widely available to the research community in accordance with University policies and the NIH Principles and Guidelines document."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000079690","term":"Postoperative Cognitive Complications"},{"id":"D000060825","term":"Cognitive Dysfunction"}],"ancestors":[{"id":"D000003072","term":"Cognition Disorders"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M29705","name":"Cognitive Dysfunction","asFound":"Cognitive Decline","relevance":"HIGH"},{"id":"M2076","name":"Postoperative Cognitive Complications","asFound":"Postoperative Cognitive Dysfunction","relevance":"HIGH"},{"id":"M10687","name":"Ketosis","relevance":"LOW"},{"id":"M6301","name":"Cognition Disorders","relevance":"LOW"},{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M14065","name":"Postoperative Complications","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"}]}},"hasResults":false}