{"protocolSection":{"identificationModule":{"nctId":"NCT06472492","orgStudyIdInfo":{"id":"STUDY22090102"},"secondaryIdInfos":[{"id":"D43TW009114","type":"NIH","link":"https://reporter.nih.gov/quickSearch/D43TW009114"}],"organization":{"fullName":"University of Pittsburgh","class":"OTHER"},"briefTitle":"Cognitive Enhancement in Unipolar Depression With Yoga","officialTitle":"A Randomized Control Trial Involving Yoga Intervention for Cognitive Enhancement in Persons With Remitted Unipolar Depression"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-17","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Vishwajit Nimgaonkar, MD PhD","investigatorTitle":"Professor","investigatorAffiliation":"University of Pittsburgh"},"leadSponsor":{"name":"University of Pittsburgh","class":"OTHER"},"collaborators":[{"name":"Fogarty International Center of the National Institute of Health","class":"NIH"},{"name":"National Institute of Mental Health and Neuro Sciences, India","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"It is evident from recent studies that cognitive deficits persist even after remission of depressive episode. Hence, in this study, the investigators would like to see whether specific Yoga practice will help in enhancing cognitive abilities in this population.","detailedDescription":"Depression is a common mental health condition affecting many people around the world. It affects the person's mood, thinking (cognition), behavior and also physical health causing difficulty in performing duties in efficient way. Most of these problems can be treated by medicines and/or talk therapies. But the research shows that even after the recovery from most of these problems, most individuals continue to have difficulties in capacity to think properly, they are specifically called as dysfunction in executive functions of our mind. The executive functions are a set of skills which make us possible to play with ideas, taking time to think before acting, meeting novel, unanticipated challenges, resisting temptations, staying focused., etc.\n\nTo overcome these problems currently there is no standard solution. However, the previous studies have shown that specific Yoga practices help in overcoming these challenges in general population. Hence it is planned of testing whether regular practice of a specific Yoga along with ongoing treatment for depression would benefit persons in enhancing their thinking capabilities.\n\nScreening procedure:\n\nThe screening will be a verbal process where the patient will be verbally asked about the symptoms to check eligibility criteria of this study. If the patient is not eligible after completing this questionnaire, then the participation in this study will end.\n\n(PS: Screening procedures for the study eligibility may involve the review and collection of information from patient's medical record.) This will be followed by obtaining written informed consent from the patient if the person considers participating in the study.\n\nThe eligible and consenting participants will be screened for severity of depression using a questionnaire.\n\nAfter successful entry into the study, the patient will be asked about the demographic details including medical, treatment history.\n\nLater, base line assessments to assess the cognitive functions will be done by the SRF. They are pen and paper tests. Total 3 types of tests will be done which may take around 25 to 30 minutes..\n\n* Each person will be randomly assigned (like flip of a coin) to either yoga group or treatment as usual group.\n* . If the participant is in the yoga group, he/she will be asked to attend Specific Yoga Practices of duration around 1 Hour every day under a trained therapist for about 6 days in a week for 6 weeks. The cognitive assessments are repeated at the end of 6 weeks and also after a gap of 4 weeks of no yoga practice.\n* The treatment as usual group will undergo regular treatment as usual..\n* The assessments will be repeated after 6 weeks of yoga and after 4 weeks of discontinuation for both participants of yoga group and treatment as usual group.\n\nTotal duration - 10 weeks (including 6 weeks of active participation) After the final assessment the TAU participant will be given an option for joining yoga sessions provided in the yoga center at NIMHANS. But this will not be the part of this study Assessment sessions - 3 and Time interval for assessment - Baseline - 6 weeks - 4 weeks"},"conditionsModule":{"conditions":["Unipolar Depression"],"keywords":["Unipolar depression","Yoga"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The proposed study is a Randomized controlled trial. The eligible and consenting participants will be screened for the severity of depression using Hamilton Depression Rating Scale. Participants scoring \\<8 will be considered for the study. They will be assessed for their level of cognitive functioning (Baseline) using digit span test (forward and backward), Trail making test Part A and B, Stroop color word test. The baseline scores will be noted Each person will be randomly assigned to either yoga group or treatment-as-usual group. The yoga group will attend the yoga under the guidance of a therapist for 6 weeks (6 days a week). The treatment-as-usual group will continue with usual treatment. The assessments will be repeated after 6 weeks of supervised yoga and after 4 weeks of discontinuation of supervised yoga for both participants of yoga group and treatment-as-usual group.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":76,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Adjuvant yoga intervention group","type":"EXPERIMENTAL","description":"The yoga group will attend the yoga under the guidance of a therapist for 6 weeks (6 days a week).yoga group, the participant needs to attend Specific Yoga Practices of duration around 1 Hour every day under a trained therapist for about 6 days in a week for 6 weeks, along with your ongoing medications (online/offline).. It includes warme up exercises and asanas.","interventionNames":["Behavioral: Adjuvant yoga intervention"]},{"label":"Treatment as usual group","type":"NO_INTERVENTION","description":"The treatment-as-usual group will continue with usual treatment.the treatment as usual group will continue the ongoing medications for next 6 weeks. But participants will be coming for cognitive assessments at the end of 6 weeks and 4 weeks later. After the final assessment they will be given an option for joining yoga sessions provided in the yoga center at NIMHANS. But this will not be the part of this study."}],"interventions":[{"type":"BEHAVIORAL","name":"Adjuvant yoga intervention","description":"The yoga will include following asanas under the supervision of a yoga therapist. This will include Griva Shithilikarana, Skandha Sanchalana , Kati Sanchalana, Jaanu Sanchalana, Pada Sanchalana, Tadasana, Kati Sakti Vikasaka, Konasana,Marjari Asana, Vakrasana, Pascimottanasana, Matsyasana, Bhujangasana, Ardha Shalabhasana, Viparitakarani, Pavanamuktasana, Setubhandasana, Shavasana, Kapalabhati, Surya-anuloma pranayama, Chandraanuloma pranayama, Bhastrika, Bhramari Pranayama, Nadanusandhana.","armGroupLabels":["Adjuvant yoga intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Working memory (Digit Span)","description":"To study the change in working memory in intervention group as measured by digit span test in comparison to treatment as usual","timeFrame":"Baseline, after six weeks yoga and after four weeks of completion of yoga"},{"measure":"Attention and processing speed(Trail A and B)","description":"To study the change in attention and processing speed in intervention group as measured by Trail A and B test in comparison to treatment as usual","timeFrame":"Baseline, after six weeks yoga and after four weeks of completion of yoga"},{"measure":"Cognitive flexibility","description":"To study the change in cognitive flexibility in intervention group as measured by stroop test test in comparison to treatment as usual","timeFrame":"Baseline,after six weeks yoga and after four weeks of completion of yoga"},{"measure":"Cognitive inhibition","description":"To study the change in cognitive inhibition in intervention group as measured by stroop test test in comparison to treatment as usual","timeFrame":"Baseline,after six weeks yoga and after four weeks of completion of yoga"}],"secondaryOutcomes":[{"measure":"Sustainability of working memory","description":"To compare the difference in the working memory 4 weeks post adjuvant yoga intervention, as measured by the scores on Digit span test","timeFrame":"four weeks of completion of yoga"},{"measure":"Sustainability of attention and processing speed","description":"To compare the difference in attention and processing speed 4 weeks post adjuvant yoga intervention, as measured by Trail Making A and B tests.","timeFrame":"four weeks of completion of yoga"},{"measure":"Sustainability of cognitive flexibility","description":"To compare the difference incognitive flexibility 4 weeks post adjuvant yoga intervention, as measured by Stroop test.","timeFrame":"four weeks of completion of yoga"},{"measure":"Sustainability of cognitive inhibition","description":"To compare the difference in cognitive inhibition weeks post adjuvant yoga intervention, as measured by the scores on Stroop test.","timeFrame":"four weeks of completion of yoga"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age more than 18years and less than 60 years\n* H/o at least one depressive episode which is under remission and at the time of examination and throughout the study duration,\n* Informed Consent\n\nExclusion Criteria:\n\n* Comorbid Psychosis, OCD, Bipolar disorder\n* Comorbid ADHD, IDD\n* Comorbid substance dependence (except tobacco)\n* Comorbid major or minor cognitive impairment,\n* Bi temporal ECT within 6 months\n* Past yoga practice - regularly for 1 month within 3 months Pregnancy","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vishwajit L Nimgaonkar","role":"CONTACT","phone":"4127265164","email":"vishwajitnl@upmc.edu"},{"name":"Triptish Bhatia","role":"CONTACT","phone":"+919910107210","email":"trb16@pitt.edu"}],"overallOfficials":[{"name":"Vishwajit L Nimgaonkar, MD, PhD","affiliation":"University of Pittsburgh","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institute of Mental Health and Neuroscience (NIMHANS)","status":"RECRUITING","city":"Bengaluru","state":"Karnataka","zip":"560029","country":"India","contacts":[{"name":"Daiveek G Pattanashetty, MD","role":"CONTACT","phone":"+919482023658","email":"daiveek1991@gmail.com"},{"name":"Smita N Deshpande, MD","role":"CONTACT","phone":"+919312654702","email":"smitadeshp@gmail.com"},{"name":"Daiveek G Pattanashetty, MD","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Triptish Bhatia","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":12.97194,"lon":77.59369}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Individual participant data that underlie the results reported in the article, after deidentification (text, tables, figures, and appendices).","infoTypes":["STUDY_PROTOCOL","SAP"],"timeFrame":"One year after publication of this study.","accessCriteria":"For individual participant data, meta-analysis."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","asFound":"Unipolar Depression","relevance":"HIGH"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21835","name":"Mood Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}