{"protocolSection":{"identificationModule":{"nctId":"NCT06479863","orgStudyIdInfo":{"id":"R3918-OT-2383"},"organization":{"fullName":"Austin Neuromuscular Center","class":"OTHER"},"briefTitle":"Efficacy and Safety of Pozelimab and Cemdisiran Combination Therapy in Patients With Sporadic Inclusion Body Myositis","officialTitle":"Efficacy and Safety of Pozelimab and Cemdisiran Combination Therapy in Patients With Sporadic Inclusion Body Myositis"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-15","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-05-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-24","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Austin Neuromuscular Center","class":"OTHER"},"collaborators":[{"name":"Regeneron Pharmaceuticals","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"To evaluate the efficacy of Pozelimab/Cemdisiran combination therapy in patients with sIBM","detailedDescription":"This is a pilot study of 10 patients to receive Pozelimab 200mg/Cemdisiran 200 mg SC injections every 4 weeks for 104 weeks. SC injections will be administered by the study staff and the patient will be monitored for 30 minutes after the initial first injection. During the remainder of the study, injections can be administered at home by the patient or caregiver after injection training provided by the study staff. Designated persons will be observed to confirm their ability to perform the injections.\n\nThe dosing window of the study treatment is within ±7 days from the scheduled dose date."},"conditionsModule":{"conditions":["Sporadic Inclusion Body Myositis (sIBM)","Idiopathic Inflammatory Myopathies"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["EARLY_PHASE1"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The primary objective of the study is to evaluate the efficacy of Pozelimab/Cemdisiran combination therapy in patients with sIBM, The primary outcome measures are: IBM-Functional Rating Scale (IBM-FRS) change from screening visit through week 104. (2)IBM Physical Functioning Assessment (sIFA) change from screening visit through week 104","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"INJECTION","type":"OTHER","description":"patients to receive Pozelimab 200mg/Cemdisiran 200 mg SC injections every 4 weeks for 104 weeks. SC injections will be administered by the study staff and the patient will be monitored for 30 minutes after the initial first injection. During the remainder of the study, injections can be administered at home by the patient or caregiver after injection training provided by the study staff. Designated persons will be observed to confirm their ability to perform the injections.\n\nThe dosing window of the study treatment is within ±7 days from the scheduled dose date.","interventionNames":["Combination Product: Pozelimab/Cemdisiran"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"Pozelimab/Cemdisiran","description":"Patients to receive Pozelimab 200mg/Cemdisiran 200 mg SC injections every 4 weeks for 104 weeks","armGroupLabels":["INJECTION"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"IBM-Functional Rating Scale (IBM-FRS)","description":"The IBM-FRS is a 10-item interviewer-administered patient-reported outcomes (PRO) measure that assesses physical function in patients with IBM. The IBMFRS includes items assessing lower body physical function, general physical function, the ability to perform certain activities of daily living, fine motor skills, and swallowing. On a Likert scale ranging from 0 (unable to perform activity) to 4 (normal), patients are asked to rate their difficulty in performing tasks relative to each concept before disease onset. Scores on the IBMFRS range from 0 to 40, with higher scores indicating better functioning.","timeFrame":"change from screening visit through week 104."},{"measure":"IBM Physical Functioning Assessment (sIFA)","description":"The sIFA is an 11-item self-administered PRO measure assessing physical function in patients with sIBM. This questionnaire will be completed by the patient on a numeric rating scale ranging from 0 (no difficulty) to 10 (unable to do), with a total score ranging from 0 to 100, where 100 indicates severe limitations. P atients will be asked to rate their difficulty with performing tasks involving lower and upper body physical function, general physical function, fine motor skills, and swallowing in the past 7 days.","timeFrame":"change from screening visit through week 104."}],"secondaryOutcomes":[{"measure":"Manual Muscle Testing","description":"This tool assesses muscle strength using a 0 - 10-point scale. A set of 7 designated muscles is tested bilaterally plus axial (neck flexor) testing so that the potential MMT-8 score ranges from 0 - 150, where a higher score indicates better functioning.\n\nThe designated muscles tested will be:\n\n* Neck flexors\n* Deltoid middle\n* Biceps brachii\n* Gluteus maximus or Iliopsoas\n* Gluteus Medius\n* Quadriceps\n* Wrist extensors\n* Ankle dorsiflexors","timeFrame":"Change from screening visit through week 104"},{"measure":"Hand Grip Strength","description":"In this test, strength is measured in both the right and left hands separately with a hand grip dynamometer. Consistent angles are maintained for each patient across the shoulder, elbow, and wrist joints. Forearm and hand placement are standardized for each participant and the forearm is supported by a flat surface. Muscle strength for this test will be assessed in kilograms (kg).","timeFrame":"Change from screening visit through week 104"},{"measure":"Quadriceps Strength Test","description":"In this test, strength is measured in both the right and left quadriceps with a dynamometer. Consistent 90-degree angles are maintained for each patient across the hip and knee joints in sitting position. Muscle strength for this test will be assessed in kilograms (kg).","timeFrame":"Change from screening visit through week 104"},{"measure":"Health Assessment Questionnaire Disability Index (HAQ/HAQ-DI)","description":"This tool consists of 8 sections: dressing, arising, eating, walking, hygiene, reach, grip, and activities, each containing 2 to 3 questions. Scoring includes 0 (without any difficulty), 1 (with some difficulty), 2 (with much difficulty), and 3 (unable to perform). The score for each section is determined by its highest score.\n\nThe HAQ-DI considers the subject's use of aids, devices, or assistance in the scoring algorithm for a disability category. If either \"aids/devices\" and/or \"assistance from another person\" are checked for a disability category, the score for this category is set to \"2\" (much difficulty), if the original score was \"0\" (no difficulty) or \"1\" (some difficulty). The HAQ-DI is then calculated by summing the adjusted categories scores and dividing by the number of categories answered. Scoring conventions are based on the Standard Disability Index of HAQ/HAQ-DI, using the 20 response items. A higher score indicates greater disability.","timeFrame":"Change from screening visit through week 104"},{"measure":"6 Minute Walk Test","description":". Originally developed for patients with respiratory disease, this is a widely used physical function test with well-established validity and reliability in patients with respiratory and cardiovascular diseases (Holland, 2014). The 6MWT has also been used as an outcome measure in sIBM studies (Mendell, 2017) (Rose, 2013). This test will measure the distance a patient walks in meters (M) in 6 minutes.","timeFrame":"Change from screening visit through week 104"},{"measure":"Timed up and go (TUG)","description":"In this test, the amount of time it takes the patient to stand from a seated position, walk 3 meters, turn, return to the chair, and then sit down is measured. This test will be measured in seconds (secs).","timeFrame":"Change from screening visit through week 104"},{"measure":"4-point Hopkins Falls Grading Scale (HFGS)","description":"HFGS is a 4-item interviewer-administered scale which assesses the nature and severity of a fall event. Using illustrations, falls are divided into four grades: Grade 1 - near fall; Grade 2 - fall where the patient does not receive medical attention; Grade 3 - fall where the patient receives medical attention but is not admitted to the hospital; and Grade 4 - fall where the patient is admitted to the hospital. HFGS exhibited good face and content validity and had an intraclass correlation coefficient of 0.998 (Davalos-Bichara, 2013).","timeFrame":"Change from screening visit through week 104"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. Age ≥45 years to 75 years of age 2. Diagnosed with sIBM based on the ENMC IBM Research Diagnostic Criteria 3. Willing and able to comply with clinic visits and study-related procedures. 4. Provide informed consent signed by the study patient or legally acceptable representative.\n\n  5. Able to understand and complete study-related questionnaires. 6. Able to ambulate at least 20 ft/6 meters with or without assistive device Once arising from the chair, the participant may use any walking device, i.e. walker/frame, cane, crutches, or braces. They cannot be supported by another person and cannot use furniture or walls for support.\n\n  7. If female, the subject must be: (a) surgically sterilized via hysterectomy, bilateral oophorectomy, or bilateral tubal ligation. or (b) of childbearing potential and using a birth control method, such as:\n\n  •Combined (estrogen and progestogen-containing) hormonal. contraception associated with inhibition of ovulation:\n\n  o Oral\n  * Intravaginal\n  * Transdermal\n\n    * Progestogen-only hormonal contraception associated with inhibition of ovulation:\n  * Oral\n  * Injectable\n  * Implantable\n\n    • Intrauterine device\n\n    • Intrauterine hormone-releasing system\n\n    • Bilateral tubal occlusion\n    * Vasectomized partner\n    * Sexual abstinence or of non-childbearing potential (i.e., no menses for ≥12 consecutive months without any other underlying medical cause) The subject must agree to continue using her selected method of birth control with her sexual partner during the study and for 120 days after study completion.\n\n      8. If male, the subject must have had a vasectomy or must use a reliable method of birth control with their partner or maintain total abstinence from sexual intercourse. The subject must agree to continue using his selected method of birth control with his sexual partner during the study and for 120 days after the study completion.\n\nExclusion Criteria:\n\n* 1. Other neurological conditions (e.g., hemiplegia post-stroke, Parkinson's Disease) or musculoskeletal conditions (e.g., severe osteoarthritis) causing mobility impairment.\n\n  2. Any known active malignancy 3. Significant illness or history of significant illness that, in the investigator's opinion, may adversely affect the patient's participation in this study.\n\n  4. Any previous treatment with a complement inhibitor 5. History of meningococcal disease 6. No documented meningococcal and pneumococcal vaccination within 5 years prior to screening visit unless vaccination will be administered during the screening period and prior to initiation of study treatment.\n\n  7. Known contraindication to meningococcal (group ACWY conjugate and group B vaccines) and pneumococcal vaccines.\n\n  8. Subject unwilling to receive meningococcal and pneumococcal vaccinations. 9. Patients with screening serum ALT levels \\>3×ULN and/or total bilirubin \\>2×ULN (unless bilirubin elevation is due to suspected Gilbert's syndrome).\n\n  10. Active or recent systemic infection within 2 weeks prior to Baseline. 11. Pregnant, planning to become pregnant, or lactating female subjects. 12. Treatment with an experimental drug within 30 days or 5 half-lives of the experimental drug.\n\n  13. Participation in another concurrent interventional clinical trial. 14. Subjects with functional and anatomic asplenia 15. Subjects with positive tests for hepatitis B, hepatitis C, or HIV at screening 16. Presence of active or latent tuberculosis 17. Presence of any other form of myositis or myopathy or myositis overlap with other autoimmune diseases 18. Presence of other autoimmune or autoinflammatory diseases","healthyVolunteers":false,"sex":"ALL","minimumAge":"45 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yessar Hussain, MD","role":"CONTACT","phone":"5129200140","email":"yessar@austinneuromuscle.com"},{"name":"Emil Hussain, Manager","role":"CONTACT","phone":"5129200140","phoneExt":"212","email":"emil@austinneuromuscle.com"}],"overallOfficials":[{"name":"Yessar Hussain, MD","affiliation":"Austin Neuromuscular Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Austin Neuromuscular Center","city":"Austin","state":"Texas","zip":"78759","country":"United States","contacts":[{"name":"Emil Hussain, Manager","role":"CONTACT","phone":"512-920-0140","phoneExt":"212","email":"emil@austinneuromuscle.com"},{"name":"Marisol Barrientos, Superviser","role":"CONTACT","phone":"5129200140","phoneExt":"214","email":"marisol@austinneuromuscle.com"}],"geoPoint":{"lat":30.26715,"lon":-97.74306}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009220","term":"Myositis"},{"id":"D000018979","term":"Myositis, Inclusion Body"}],"ancestors":[{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000009468","term":"Neuromuscular Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M12172","name":"Myositis","asFound":"Myositis","relevance":"HIGH"},{"id":"M21011","name":"Myositis, Inclusion Body","asFound":"Sporadic Inclusion Body Myositis","relevance":"HIGH"},{"id":"M12092","name":"Muscular Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12411","name":"Neuromuscular Diseases","relevance":"LOW"},{"id":"T3001","name":"Idiopathic Inflammatory Myopathy","asFound":"Idiopathic Inflammatory Myopathies","relevance":"HIGH"},{"id":"T3040","name":"Inclusion Body Myositis","asFound":"Inclusion Body Myositis","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}