{"protocolSection":{"identificationModule":{"nctId":"NCT06471023","orgStudyIdInfo":{"id":"T0052"},"organization":{"fullName":"DSM Nutritional Products, Inc.","class":"INDUSTRY"},"briefTitle":"A Pharmacokinetic Study of Single Oral Doses of Six Different Vitamin C Product Forms","officialTitle":"A Randomized, Crossover, Pharmacokinetic Assessment of Single Oral Doses of Six Different Vitamin C Product Forms"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"DSM Nutritional Products, Inc.","class":"INDUSTRY"},"collaborators":[{"name":"Nutrasource Pharmaceutical and Nutraceutical Services, Inc.","class":"NETWORK"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Vitamin C (ascorbic acid) is an essential nutrient linked to many aspects of basic human physiology. It is a potent antioxidant and involved as a cofactor for many human enzymes, and its extreme deficiency can lead to a fatal disease known as scurvy and reduce immune function. Relatively less serious deficiency over a longer period of time may also increase cardiovascular disease and cancer risk. Deficiency is common amongst the Canadian general population, with around 5.5% being found to possess deficient plasma concentrations. Moreover, amongst many industrialized countries, rates of deficiency can be as high as 15% of the general population. Potential vitamin C overdose is not considered to be serious, but symptoms can include nausea, vomiting, headache, rash, and asthenia.\n\nThe pharmacokinetic profiles of vitamin C supplements are influenced by their formulation, impacting safety and efficacy. The study will compare the PK properties of six different vitamin C formulations, each over a 24 h test period.","detailedDescription":"This is a randomized, 6-way crossover pharmacokinetic study to assess 6 different vitamin C formulations in healthy adults.\n\nThere is 1 comparator product (CP), 1 reference product (RP), and 4 test products (TP: TP1, TP2, TP3, TP4):\n\n* TP1 (Vitamin C formulation 1, 1000 mg)\n* TP2 (Vitamin C formulation 2, 1000 mg)\n* TP3 (Vitamin C formulation 3, 1000 mg)\n* TP4 (regular Vitamin C mega dose, 3000 mg)\n* CP (Vitamin C formulation 4, 1000 mg)\n* RP (regular Vitamin C, 1000 mg)\n\nEach sequence will have 9 participants for a total of 27 participants.\n\n* Sequence 1: TP1 → TP2 → TP3 → TP4 → CP → RP\n* Sequence 2: RP → TP1 → TP2 → TP3 → TP4 → CP\n* Sequence 3: CP → RP → TP1 → TP2 → TP3 → TP4\n\nPharmacokinetic blood sampling will occur pre-dose and at 0.5, 1, 2, 3, 4, 6, 8, 10 and 24 h post dose. Blood samples collected will be used to assess the PK profiles of all 6 formulations. PK parameters measured will include AUC0-24, Cmax, Tmax, AUCinf, T1/2, and Kel for L-ascorbic acid. L-ascorbic acid concentrations will be measured in urine to compare excretion during 0-4 h, 4-8 h, 8-10 h, and 10-24 h post-dose between all 6 formulations. L-ascorbic acid will also be measured in peripheral blood mononuclear cells at 8 h and 24 h post-dose to compare uptake and maintenance between all 6 formulations.\n\nGastrointestinal symptom questionnaire scores and total antioxidant capacity in plasma at 24 hours post-dose will also be compared between all 6 formulations.\n\nSafety endpoints will be assessed throughout the study and will include reports of adverse events, vital signs, and safety laboratory assessments."},"conditionsModule":{"conditions":["Healthy","Pharmacokinetic"],"keywords":["Vitamin C","Ascorbic acid","Pharmacokinetics"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"TRIPLE","maskingDescription":"An unblinded personnel at the CRO will be responsible for study product labelling/blinding. The study products will subsequently be distributed to the study site.\n\nDelegated unblinded site personnel will be responsible for study product accountability, reconciliation, and record maintenance (i.e., receipt, reconciliation, and final disposition records) throughout the course of the study. The investigator will have oversight in a blinded manner.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":27,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TP1 → TP2 → TP3 → TP4 → CP → RP","type":"OTHER","description":"Each test period will consist of 2 in-clinic visits to assess the pharmacokinetics of one of the assigned study products. On Day 1 of each test period participants will provide a pre-dose blood sample within 90-minutes before a dose of study product, followed by PK blood sample collections for the next 10 h. Participants will return to the clinic the following day for the 24 h PK blood sample collection. Each test period will be separated by a washout period.","interventionNames":["Dietary Supplement: TP1","Dietary Supplement: TP2","Dietary Supplement: TP3","Dietary Supplement: TP4","Dietary Supplement: CP","Dietary Supplement: RP"]},{"label":"RP → TP1 → TP2 → TP3 → TP4 → CP","type":"OTHER","description":"Each test period will consist of 2 in-clinic visits to assess the pharmacokinetics of one of the assigned study products. On Day 1 of each test period participants will provide a pre-dose blood sample within 90-minutes before a dose of study product, followed by PK blood sample collections for the next 10 h. Participants will return to the clinic the following day for the 24 h PK blood sample collection. Each test period will be separated by a washout period.","interventionNames":["Dietary Supplement: TP1","Dietary Supplement: TP2","Dietary Supplement: TP3","Dietary Supplement: TP4","Dietary Supplement: CP","Dietary Supplement: RP"]},{"label":"CP → RP → TP1 → TP2 → TP3 → TP4","type":"OTHER","description":"Each test period will consist of 2 in-clinic visits to assess the pharmacokinetics of one of the assigned study products. On Day 1 of each test period participants will provide a pre-dose blood sample within 90-minutes before a dose of study product, followed by PK blood sample collections for the next 10 h. Participants will return to the clinic the following day for the 24 h PK blood sample collection. Each test period will be separated by a washout period.","interventionNames":["Dietary Supplement: TP1","Dietary Supplement: TP2","Dietary Supplement: TP3","Dietary Supplement: TP4","Dietary Supplement: CP","Dietary Supplement: RP"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"TP1","description":"Vitamin C formulation 1, 1000 mg","armGroupLabels":["CP → RP → TP1 → TP2 → TP3 → TP4","RP → TP1 → TP2 → TP3 → TP4 → CP","TP1 → TP2 → TP3 → TP4 → CP → RP"]},{"type":"DIETARY_SUPPLEMENT","name":"TP2","description":"Vitamin C formulation 2, 1000 mg","armGroupLabels":["CP → RP → TP1 → TP2 → TP3 → TP4","RP → TP1 → TP2 → TP3 → TP4 → CP","TP1 → TP2 → TP3 → TP4 → CP → RP"]},{"type":"DIETARY_SUPPLEMENT","name":"TP3","description":"Vitamin C formulation 3, 1000 mg","armGroupLabels":["CP → RP → TP1 → TP2 → TP3 → TP4","RP → TP1 → TP2 → TP3 → TP4 → CP","TP1 → TP2 → TP3 → TP4 → CP → RP"]},{"type":"DIETARY_SUPPLEMENT","name":"TP4","description":"regular Vitamin C, 3000 mg","armGroupLabels":["CP → RP → TP1 → TP2 → TP3 → TP4","RP → TP1 → TP2 → TP3 → TP4 → CP","TP1 → TP2 → TP3 → TP4 → CP → RP"]},{"type":"DIETARY_SUPPLEMENT","name":"CP","description":"Vitamin C formulation 4, 1000 mg","armGroupLabels":["CP → RP → TP1 → TP2 → TP3 → TP4","RP → TP1 → TP2 → TP3 → TP4 → CP","TP1 → TP2 → TP3 → TP4 → CP → RP"]},{"type":"DIETARY_SUPPLEMENT","name":"RP","description":"regular Vitamin C, 1000 mg","armGroupLabels":["CP → RP → TP1 → TP2 → TP3 → TP4","RP → TP1 → TP2 → TP3 → TP4 → CP","TP1 → TP2 → TP3 → TP4 → CP → RP"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Bioavailability of vitamin C compared between each of the liposomal formulations TP1 and TP2 to the traditional RP","description":"Area under the plasma concentration-time curve over 24 h (AUC0-24) for L-ascorbic acid following single dose administration of TP1 and TP2 and RP.","timeFrame":"0-24 hours"}],"secondaryOutcomes":[{"measure":"Pharmacokinetics (PK) of single doses of six vitamin C formulations","description":"Peak plasma concentration (Cmax)","timeFrame":"0-24 hours"},{"measure":"Pharmacokinetics (PK) of single doses of six vitamin C formulations","description":"Time to reach Cmax (Tmax)","timeFrame":"0-24 hours"},{"measure":"Bioavailability of vitamin C compared between six different formulations.","description":"AUC0-24 for L-ascorbic acid of six different vitamin C formulations.","timeFrame":"0-24 hours"},{"measure":"Excretion of vitamin C in urine over a 24 h period compared between six different formulations.","description":"L-ascorbic acid excreted in urine over 24 h post-dose and at intervals 0 - 4 h, 4 - 8 h, 8 - 10 h, and 10 - 24 h post-dose","timeFrame":"0-24 hours"},{"measure":"Uptake and maintenance of vitamin C in peripheral blood mononuclear cells (PBMCs) between six different formulations.","description":"L-ascorbic acid concentration in PBMCs normalized to cell count (10\\^8 cells) pre-dose, 8 h, and 24 h post-dose","timeFrame":"0-24 hours"}],"otherOutcomes":[{"measure":"Pharmacokinetics (PK) of single doses of six vitamin C formulations.","description":"Area under the plasma concentration time curve from time of dosing to infinity (AUCinf)","timeFrame":"0-24 hours"},{"measure":"Pharmacokinetics (PK) of single doses of six vitamin C formulations.","description":"Half-life (T1/2)","timeFrame":"0-24 hours"},{"measure":"Pharmacokinetics (PK) of single doses of six vitamin C formulations.","description":"Elimination rate constant (Kel)","timeFrame":"0-24 hours"},{"measure":"Gastrointestinal tolerability of single doses of six vitamin C formulations.","description":"Gastrointestinal symptom questionnaire scores","timeFrame":"0-24 hours"},{"measure":"Antioxidant effects of six different vitamin C formulations.","description":"Total antioxidant capacity in plasma pre-dose and 24 h post-dose.","timeFrame":"0-24 hours"},{"measure":"Heart rate","description":"Change from pre-dose to post-dose in heart rate (beats per minute)","timeFrame":"0-24 hours"},{"measure":"Blood pressure","description":"Change from pre-dose to post-dose in blood pressure (mm Hg)","timeFrame":"0-24 hours"},{"measure":"Incidence of adverse events","description":"Number of participants with adverse events","timeFrame":"up to 8 weeks"},{"measure":"Whole blood hemoglobin","description":"Change from pre-dose in whole blood hemoglobin (g/dL)","timeFrame":"24 hours"},{"measure":"Whole blood hematocrit","description":"Change from pre-dose in whole blood hematocrit (%)","timeFrame":"24 hours"},{"measure":"Whole blood white blood cells","description":"Change from pre-dose in whole blood white blood cells (x10\\^3/uL)","timeFrame":"24 hours"},{"measure":"Whole blood neutrophils","description":"Change from pre-dose in whole blood neutrophils (cells/uL)","timeFrame":"24 hours"},{"measure":"Whole blood eosinophils","description":"Change from pre-dose in whole blood eosinophils (cells/uL)","timeFrame":"24 hours"},{"measure":"Whole blood basophils","description":"Change from pre-dose in whole blood basophils (cells/uL)","timeFrame":"24 hours"},{"measure":"Whole blood lymphocytes","description":"Change from pre-dose in whole blood lymphocytes (cells/uL)","timeFrame":"24 hours"},{"measure":"Whole blood monocytes","description":"Change from pre-dose in whole blood monocytes (cells/uL)","timeFrame":"24 hours"},{"measure":"Whole blood mean platelet volume","description":"Change from pre-dose in whole blood mean platelet volume (fL)","timeFrame":"24 hours"},{"measure":"Whole blood platelet count","description":"Change from pre-dose in whole blood platelet count (x10\\^9/L)","timeFrame":"24 hours"},{"measure":"Whole blood red blood cell count","description":"Change from pre-dose in whole blood red blood cell count (x10\\^6/uL)","timeFrame":"24 hours"},{"measure":"Whole blood red blood cell distribution width","description":"Change from pre-dose in whole blood red blood cell distribution width (%)","timeFrame":"24 hours"},{"measure":"Whole blood mean corpuscular volume","description":"Change from pre-dose in whole blood mean corpuscular volume (fL)","timeFrame":"24 hours"},{"measure":"Whole blood mean corpuscular hemoglobin","description":"Change from pre-dose in whole blood mean corpuscular hemoglobin (pg)","timeFrame":"24 hours"},{"measure":"Whole Blood Mean Corpuscular Hemoglobin Concentration","description":"Change from pre-dose in whole blood mean corpuscular hemoglobin concentration (g/dL)","timeFrame":"24 hours"},{"measure":"Serum Sodium","description":"Change from pre-dose in serum sodium (mmol/L)","timeFrame":"24 hours"},{"measure":"Serum Potassium","description":"Change from pre-dose in serum potassium (mmol/L)","timeFrame":"24 hours"},{"measure":"Serum Chloride","description":"Change from pre-dose in serum chloride (mmol/L)","timeFrame":"24 hours"},{"measure":"Serum Urea","description":"Change from pre-dose in serum urea (mg/dL)","timeFrame":"24 hours"},{"measure":"Serum Creatinine","description":"Change from pre-dose in serum creatinine (umol/L)","timeFrame":"24 hours"},{"measure":"Serum Estimated Glomerular Filtration","description":"Change from pre-dose in serum estimated glomerular filtration rate (mL/min/1.73\\^2)","timeFrame":"24 hours"},{"measure":"Serum Total Protein","description":"Change from pre-dose in serum total protein (g/dL)","timeFrame":"24 hours"},{"measure":"Serum Albumin","description":"Change from pre-dose in serum albumin (g/dL)","timeFrame":"24 hours"},{"measure":"Serum Globulin","description":"Change from pre-dose in serum globulin (g/dL)","timeFrame":"24 hours"},{"measure":"Serum Total Bilirubin","description":"Change from pre-dose in serum total bilirubin (mg/dL)","timeFrame":"24 hours"},{"measure":"Serum Glucose","description":"Change from pre-dose in serum glucose concentration (mg/dL)","timeFrame":"24 hours"},{"measure":"Serum Alanine Transaminase","description":"Change from pre-dose in serum alanine transaminase concentration (U/L)","timeFrame":"24 hours"},{"measure":"Serum Aspartate Transaminase","description":"Change from pre-dose in serum aspartate transaminase concentration (U/L)","timeFrame":"24 hours"},{"measure":"Serum Alkaline Phosphatase","description":"Change from pre-dose in serum alkaline phosphatase concentration (U/L)","timeFrame":"24 hours"},{"measure":"Gamma Glutamyl Transferase","description":"Change from pre-dose in serum gamma glutamyl transferase concentration (U/L)","timeFrame":"24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* In good general health (i.e., no uncontrolled diseases or conditions) as deemed by the investigator.\n* Are able to swallow the study products, in whole.\n* Have a body mass index (BMI) between 18.0 to 29.9 kg/m2 (inclusive).\n* Must have suitable veins for repeated venipuncture.\n* No nicotine and/or nicotine products, including smoking or vaping of any kind (e.g., cigarettes) for at least 3 months before screening.\n* Have maintained consistent dietary habits (including supplement intake) and lifestyle for the last 3 months before screening. Participants must be willing to maintain these habits throughout the duration of the study, with the exception of changes required by the vitamin C dietary restrictions.\n* Willing to comply with the vitamin C dietary restrictions, 2 weeks prior to the baseline and throughout the duration of the study until the last study visit.\n* Agree to follow the restrictions on concomitant treatments as listed in the protocol.\n* Agree to follow the restrictions on lifestyle as listed in the protocol.\n* Agree to use acceptable contraceptive methods as listed in the protocol.\n* Willing and able to agree to the requirements of this study, willing to give voluntary consent, able to understand and read the questionnaires, and carry out all study-related procedures.\n* Agrees not to donate blood until 3 months after study completion\n* Must weigh ≥ 58.9 kg (130 lbs) at screening\n\nExclusion Criteria:\n\n* Individuals who are lactating, pregnant or planning to become pregnant during the study.\n* Have a known sensitivity, intolerability, or allergy to any of the study products or their excipients.\n* Have Type I diabetes, Type II diabetes, high blood pressure (≥140 systolic or ≥90 diastolic mmHg), or thyroid disease.\n* Have medical condition(s) known to interfere with absorption, distribution, metabolism, or excretion of the study product (e.g., Crohn's disease, short bowel, acute or chronic pancreatitis, or pancreatic insufficiency).\n* Have a history of heart disease, renal or hepatic impairment/disease, gout, hemochromatosis, glucose-6-phosphate dehydrogenase deficiency, immune disorders and/or immunocompromised (i.e., HIV/AIDS).\n* Have a history of cancer (except localized skin cancer without metastases or in situ cervical cancer), unless a minimum of 5 years before the screening visit have elapsed since full recovery.\n* Reports a clinically significant illness during the 28 days before the first dose of study product, including acute inflammatory conditions or viral infections (e.g., cold, flu, COVID-19), or any other condition that, in the opinion of the investigator, may be of a concern for the study.\n* Participants must not exceed the ''high'' physical activity level as defined by the International Physical Activity Questionnaire-- Short Form (IPAQ-SF) in the week prior to baseline and agree to adhere to this requirement throughout the study duration. A 'high' physical activity level is defend as having engaged in vigorous-intensity physical activity on at least 3 days achieving a total of 1500 or more Metabolic Equivalent of Task (MET)-minutes per week; or, having engaged in any combination of walking, moderate-intensity, or vigorous-intensity physical activities on 7 or more days achieving a total of 3000 or more MET-minutes per week.\n* Reports a significant blood loss or blood donation totaling between 101 mL to 449 mL of blood within 30 days prior to the first PK visit or a blood donation of more than 450 mL within 3 months prior to the first PK visit.\n* Major surgery in 3 months before screening or planned major surgery during the study.\n* Are receiving treatments for or have been hospitalized in the last 12 months for psychiatric disorders (e.g., depression, bipolar disorder, schizophrenia, etc.).\n* Demonstrates a positive urine drug screen for compounds listed in the protocol, or positive breath alcohol test at screening or baseline.\n* Have a history of alcohol or substance abuse in the 12 months before screening (including having been hospitalized for such in an in-patient or out-patient intervention program).\n* Currently consumes, on average, more than 2 standard alcoholic beverages a day or has any habit of alcohol use that, to the opinion of the investigator, may be of a concern for the study. A standard alcoholic beverage is defined as 12 ounces of beer, 5 ounces of wine, or 1.5 ounces of liquor.\n* Current enrolment or past participation in another study with any product(s) with at least one active ingredient within 30 days before first dose of study product (or screening) or longer, if the previous test product is deemed by the investigator to have lasting effects that might influence the eligibility criteria or outcomes of current study.\n* Any other medical condition/situation or use of medications/supplements/therapies that, in the opinion of the investigator, may adversely affect the participant's ability to participate in the study or its measures or pose a significant risk to the participant.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"55 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Adam Kuttenkeuler","role":"CONTACT","phone":"519-341-3367","email":"akuttenkeuler@nutrasource.ca"},{"name":"Stephanie Recker","role":"CONTACT","phone":"1-877-557-7722","email":"srecker@nutrasource.ca"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M17558","name":"Vitamins","relevance":"LOW"},{"id":"M4513","name":"Ascorbic Acid","relevance":"LOW"},{"id":"T437","name":"Ascorbic Acid","relevance":"LOW"},{"id":"T477","name":"Vitamin C","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}