{"protocolSection":{"identificationModule":{"nctId":"NCT06476041","orgStudyIdInfo":{"id":"APHP240102"},"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Adherence to Asthma Medication During Pregnancy","officialTitle":"Utilization of Asthma Medication During Pregnancy: an Multinational, Cross-sectional, Internet-based Study - French Contribution","acronym":"MAMP-Asthme"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-02-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"collaborators":[{"name":"University of Oslo","class":"OTHER"}]},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In the last decades, the prevalence of asthma increased substantially and is still increasing in many countries. Approximately 8% of pregnant women have asthma, making it one of the most common chronic conditions during pregnancy. Systematic reviews showed that pregnant women with asthma have an increased risk of pregnancy complications and adverse birth outcomes. Hence international recommendations emphasize the importance of adequate pharmacological treatment, stating that poor asthma control is associated with higher risks for the unborn child compared with asthma medication use. Multiple studies using large population-based database, however, have shown that dispensing rates of asthma medication decline during pregnancy, suggestive of non-adherence and/or discontinuation of asthma medication. This may lead to poor levels of asthma control and exacerbations.\n\nWhile prescription data is inadequate to capture real-life adherence to medication, there is also a lack of suitable self-completed scales to measure adherence to asthma medication among pregnant women. The information the investigators currently have on adherence to asthma medication in pregnancy is from studies that have used pregnancy non-specific instruments, which do not consider pregnancy-related factors that could influence adherence, including fear of the potential teratogenic risk of asthma medications of untreated asthma to the fetus, as well as fluctuations in the severity of asthma throughout pregnancy.\n\nIn this study, invstigators will develop and adherence scale dedicated to asthma medication during pregnancy and investigators will include pregnancy-specific predictors of adherence as well as the woman's beliefs and perceptions regarding such use.\n\nThe recruitment of the patients will be done in various countries from Europe. This protocol covers the French contribution to this international initiative","detailedDescription":"In the last decades, the prevalence of asthma increased substantially and is still increasing in many countries.1 Approximately 8% of pregnant women have asthma, making it one of the most common chronic conditions during pregnancy. Systematic reviews showed that pregnant women with asthma have an increased risk of pregnancy complications and adverse birth outcomes, including gestational diabetes, preeclampsia, preterm birth, and low birth weight.As particularly women with poor levels of asthma control are at increased risk of adverse outcomes, international recommendations emphasize the importance of adequate pharmacological treatment, stating that poor asthma control is associated with higher risks for the unborn child compared with asthma medication use.\n\nMultiple studies using large population-based database, however, have shown that dispensing rates of asthma medication decline during pregnancy, suggestive of non-adherence and/or discontinuation of asthma medication. Indeed, in a small-scale study, almost 30% of Dutch pregnant women discontinued or reduced the use of long-acting bronchodilators and combination preparations of an inhaler corticosteroid and long-acting bronchodilator when becoming pregnant. This may lead to poor levels of asthma control and exacerbations. Although the reasons for non-adherence are generally unknown, lack of information, incorrect perception of risks of asthma medication during pregnancy, previous experiences, and fluctuations in severity of asthma are hypothesized to play a role. More detailed information on adherence among pregnant women with asthma is scarce, because methodological limitations (e.g., cross-sectional or retrospective designs, no intra-individual comparisons, lack of data on level of asthma control, use of non-validated measurement instruments, and small study populations) hamper the interpretation of previous studies. More insight into the reasons why pregnant women do not adhere to treatment recommendations may improve counseling by prenatal care providers, resulting in better adherence to asthma medication during pregnancy.\n\nWhile prescription data is inadequate to capture real-life adherence to medication, there is also a lack of suitable self-completed scales to measure adherence to asthma medication among pregnant women. The information investigators currently have on adherence to asthma medication in pregnancy is from studies that have used pregnancy non-specific instruments,11,12 which do not consider pregnancy-related factors that could influence adherence, including fear of the potential teratogenic risk of asthma medications of untreated asthma to the fetus, as well as fluctuations in the severity of asthma throughout pregnancy.\n\nIn this study, investigators will develop and adherence scale dedicated to asthma medication during pregnancy and investigators will include pregnancy-specific predictors of adherence as well as the woman's beliefs and perceptions regarding such use.\n\nThe recruitment of the patients will be done in various countries from Europe. This protocol covers the French contribution to this international initiative"},"conditionsModule":{"conditions":["Asthma Medication During Pregnancy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"develop a multilanguage scale for measuring adherence to asthma medication during pregnancy.","description":"The primary aim of this study is to develop a multilanguage scale for measuring adherence to asthma medication during pregnancy (Adherence to Asthma Medication in Pregnancy Scale; AAMPS).","timeFrame":"Through study time period, 6 months"},{"measure":"evaluate a multilanguage scale for measuring adherence to asthma medication during pregnancy.","description":"The primary aim of this study is to evaluate a multilanguage scale for measuring adherence to asthma medication during pregnancy (Adherence to Asthma Medication in Pregnancy Scale; AAMPS).","timeFrame":"Through study time period, 6 months"}],"secondaryOutcomes":[{"measure":"estimate the prevalence of low asthma medication adherence, as well as associated maternal factors.","description":"The secondary aim is to estimate the prevalence of low asthma medication adherence, as well as associated maternal factors.\n\nThis will be done through the following specific objectives:\n\n1. assessment of the psychometric properties of the AAMPS scale and identification of cut-off levels for low and high adherence to asthma medication during pregnancy;\n2. description of the extent to which women adhere to asthma medication in pregnancy;\n3. determination of the maternal factors associated with low adherence asthma medication during pregnancy.","timeFrame":"Through study time period, 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 18 and 50 years\n* Currently pregnant or have given birth in the past year.\n* Currently pregnant and using asthma medication, or have used asthma medication during pregnancy (postpartum women), and/or have used asthma medication in the 12 months before becoming pregnant.\n\nExclusion Criteria:\n\n* Women under legal protection","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"],"studyPopulation":"Women treated with asthma medication during pregnancy.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Benoit MARIN","role":"CONTACT","phone":"01 44 73 53 94","email":"benoit.marin@aphp.fr"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001249","term":"Asthma"}],"ancestors":[{"id":"D000001982","term":"Bronchial Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012130","term":"Respiratory Hypersensitivity"},{"id":"D000006969","term":"Hypersensitivity, Immediate"},{"id":"D000006967","term":"Hypersensitivity"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M4556","name":"Asthma","asFound":"Asthma","relevance":"HIGH"},{"id":"M5258","name":"Bronchial Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M11170","name":"Lung Diseases, Obstructive","relevance":"LOW"},{"id":"M10018","name":"Hypersensitivity","relevance":"LOW"},{"id":"M14967","name":"Respiratory Hypersensitivity","relevance":"LOW"},{"id":"M10020","name":"Hypersensitivity, Immediate","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}