{"protocolSection":{"identificationModule":{"nctId":"NCT06472544","orgStudyIdInfo":{"id":"1674119"},"organization":{"fullName":"Blackfeet Community College","class":"OTHER"},"briefTitle":"Trauma-Informed Intervention for Rheumatoid Arthritis on Blackfeet Nation","officialTitle":"Trauma-informed Intervention for Rheumatoid Arthritis on Blackfeet Nation"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2030-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Blackfeet Community College","class":"OTHER"},"collaborators":[{"name":"University of Washington","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this study is to determine whether an intervention grounded in Blackfeet culture improves systemic inflammation and symptoms of arthritis in Blackfeet People with rheumatoid arthritis. The intervention is designed to increase conectedness of Blackfeet people to Blackfeet culture and community. The intervention will consist of one week of meetings in which Blackfeet Elders talk about Blackfeet historical trauma, culture, traditions and cerimonies. The second week of the intervention consists of visiting Blackfeet sacred sites, guided by Blackfeet Elders. Participants will complete surveys to determine their conectedness to Blackfeet Culture, level of stress, Adverse Childhood Experiences Score (ACES) and arthritis symptoms. Participants will also be evaluated for clinical severity of arthritis and biomarkers of systemic inflammation. Participants will be evaluated pre- and post-intervention as well as 6 months post-intervention.","detailedDescription":"The prevalence rate of rheumatoid arthritis (RA) in Blackfeet Nation members is among the highest in North America. With our current NARCH funding, we have found that cultural connectiveness in members of the Blackfeet Nation ameliorated the pro-inflammatory effects associated with high exposure to adverse childhood experiences (ACES). This raises the question of whether improving cultural connectedness might be an effective, trauma-informed approach to improve function, outcome, and/or a sense of well-being in individuals with rheumatic diseases such as RA. The plausibility of taking this approach is grounded on the high exposure rates to ACEs in individuals living on and near the Blackfeet Reservation and the strong association between ACEs and systemic inflammation. Thus, we will test the hypothesis that a trauma-informed intervention aimed to improve cultural connectiveness will improve subjective and objective features of RA in individuals living on or near the Blackfeet Nation Reservation. This research project will serve the overall goal of the NARCH grant by: (1) building on past NARCH research to better understand physical and mental health of the Blackfeet Nation; (2) building capacity for health research at BCC-CCM through engagement and training of BCC students, driving scholarly productivity of BCC faculty, and building new inter-institutional collaborations; and (3) generate compelling results to address health concerns for the Blackfeet Nation. We propose 2 aims that can be accomplished over the time frame of this application:\n\nSpecific Aim 1: We will test the effects of a 2-week intervention designed to connect individuals with RA more strongly to Blackfeet language, cultures, ceremonies, and land. This pilot intervention of limited size will consist of assessing the clinical symptoms of RA, ACES scores, and biomarkers of inflammation before and immediately after the culturally grounded intervention. This pilot will inform a second, more encompassing intervention in aim 2. Specific Aim 2: We will test the hypothesis that a 2-week intervention to improve cultural connectedness in individuals with RA living on or near the Blackfeet Nation result in objective changes to pro-inflammatory markers, including markers associated with disease activity in RA. We believe developing an intervention which could reduce systemic inflammation could not only ameliorate symptoms of RA but possibly other inflammation-mediated diseases as well."},"conditionsModule":{"conditions":["Rheumatoid Arthritis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"As there is only one group which the intervention group there is no need for masking as to treatment type."}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Culturally Grounded Intervention","type":"EXPERIMENTAL","description":"One week of meetings to describe Blackfeet history, culture, traditions, and cerimonies. One additional week of visiting Blackfeet sacred sites.","interventionNames":["Behavioral: Culturally Grounded Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Culturally Grounded Intervention","description":"Education to increase awareness of Blackfeet culture and connectedness to Blackfeet community","armGroupLabels":["Culturally Grounded Intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rheumatoid Arthritis Disease Activity","description":"Arthritis activity will be determined bu clinical assessments and self-reported symptom severity.","timeFrame":"Outcomes will be determined just before the intervention (day 1), just after intervention (day 14) and 6 months later."}],"secondaryOutcomes":[{"measure":"Systemic Inflammation","description":"Systemic inflammation determined by assessing blood levels of inflammation biomarkers CRP, IL-6 and IL-17.","timeFrame":"Systemic inflammation determined immediately before intervention (day 1), immediately after end of intervention 9Day 14), and 6 months after intervention."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria: Diagnosis or self reporting of rheumatoid arthritis or use of rheumatoid arthritis medications.\n\nSelf reported Blackfeet heritage. -\n\nExclusion Criteria: Children under 18 years of age.\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Betty Matthews","role":"CONTACT","phone":"14068454583","email":"b_mathews@bfcc.edu"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001168","term":"Arthritis"},{"id":"D000001172","term":"Arthritis, Rheumatoid"}],"ancestors":[{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"},{"id":"D000003240","term":"Connective Tissue Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M4476","name":"Arthritis","asFound":"Arthritis","relevance":"HIGH"},{"id":"M4480","name":"Arthritis, Rheumatoid","asFound":"Rheumatoid Arthritis","relevance":"HIGH"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M15045","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6323","name":"Collagen Diseases","relevance":"LOW"},{"id":"M6464","name":"Connective Tissue Diseases","relevance":"LOW"},{"id":"M4629","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"}]}},"hasResults":false}