{"protocolSection":{"identificationModule":{"nctId":"NCT06476145","orgStudyIdInfo":{"id":"1880214"},"organization":{"fullName":"AdventHealth","class":"OTHER"},"briefTitle":"Evaluating Adenoma Recurrence After Endoscopic Mucosal Resection With Margin Marking or Post Treatment With Snare Tip Soft Coagulation","officialTitle":"Prospective Randomized Controlled Trial Evaluating Adenoma Recurrence After Endoscopic Mucosal Resection With Margin Marking or Post Treatment With Snare Tip Soft Coagulation","acronym":"ERADICATE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-12-08","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-03-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"AdventHealth","class":"OTHER"},"collaborators":[{"name":"Northwestern University","class":"OTHER"},{"name":"White River Junction Veterans Affairs Medical Center","class":"FED"},{"name":"Rush University","class":"OTHER"},{"name":"University Medical Centre Ljubljana","class":"OTHER"},{"name":"University of Kansas","class":"OTHER"},{"name":"Henry Ford Health System","class":"OTHER"},{"name":"Carilion Clinic","class":"OTHER"},{"name":"St. Paul's Hospital, Canada","class":"OTHER"},{"name":"Minneapolis Veterans Affairs Medical Center","class":"FED"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Non-inferiority trial comparing the recurrence rate of adenomas in non-pedunculated colonic lesions following endoscopic mucosal resection with margin marking (EMR-MM) and endoscopic mucosal resection with thermal margin ablation (EMR-STSC)"},"conditionsModule":{"conditions":["Adenoma Colon Polyp"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":342,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"EMR-MM","description":"Mucosal markings are placed clearly outside the visible margin of the lesion (polyp) by placing superficial cautery marks with the tip of the endoscopic snare approximately 3 mm away from the polyp margin. Successful marking with diathermy is established by visual identification of white circular \"dots\" around the entire outer border of the lesion. EMR is then performed as per standard technique as described above."},{"label":"EMR-STSC","description":"Endoscopic mucosal resection with thermal margin ablation (STSC) will be performed of the entire margin of the mucosal defect, by using a light touch with 1 to 2 mm of the exposed snare tip aiming to create a 2 to 3 mm rim of completely ablated tissue around the entire circumference of the resection defect. Successful STSC is confirmed by the presence of a rim of whitening mucosa around the defect"}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adenoma Reocurrance","description":"During Screening Colonoscopy (SC) 1, between 3 -12 post initial procedure. The post-EMR site will be assessed and biopsied for histology to assess for recurrence of adenoma.","timeFrame":"3 - 12 (+/- 6 months)"}],"secondaryOutcomes":[{"measure":"EMR procedure time","description":"Time from submucosal injection to completion of resection, including the time required to treat any intraprocedural adverse event, but not including time on prophylactic endoscopic closure.","timeFrame":"During procedure visit"},{"measure":"Comparison of MM vs STSC procedure time","description":"MM procedure time is defined as that required to complete placing cautery marks around the lesion prior to resection. STSC time is defined as that required to complete margin ablation around the entire resection margin.","timeFrame":"Index procedure visit"},{"measure":"Incidence of overall severe adverse events: Bleeding","description":"Severe bleeding (immediate or delayed): defined as the need for hospitalization, transfusion, repeat endoscopy, surgery or interventional radiology. Immediate complication is defined as an event at the time of ESD resection or immediately following colonoscopy (before patient has left the endoscopy unit or during the immediate post-procedural care). A delayed (post-procedure) bleed is defined as an event that occurs after the patient has left the endoscopy unit and within 30 days following the procedure","timeFrame":"Index procedure, 1 - 3 days post, 30 days."},{"measure":"Incidence of overall severe adverse events: Perforation","description":"Defined as complete hole, or full-thickness resection of the muscularis propria (Sidney classification of deep mural injury type IV or V).","timeFrame":"Index procedure, 1 - 3 days post, 30 days."},{"measure":"Incidence of overall severe adverse events: Postpolypectomy Syndrome","description":"Abdominal pain severe enough to warrant emergency room or hospital admission in the presence of fever, leukocytosis, peritoneal inflammation in the absence of frank perforation on CT, and/or required treatment with antibiotics.","timeFrame":"Index procedure, 1 - 3 days post, 30 days."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age 18 years or older\n2. Ability to provide informed consent\n3. Patient scheduled to undergo colonoscopy for the evaluation and removal of colon polyps\n4. Non-pedunculated polyps ≥ 20 mm size\n\nExclusion Criteria:\n\n1. Pedunculated polyps\n2. Inflammatory bowel disease\n3. Inability to provide informed consent\n4. Lesions \\< 20 mm in size (largest dimension)\n5. Lesion involves the lips of the ileocecal valve, is located at the appendiceal orifice and/or is fully circumferential.\n6. Any standard contraindication, including pregnancy, to anesthesia and/or colonoscopy","sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Primary Care Clinic","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Diana Paredes, RN","role":"CONTACT","phone":"407-303-5503","email":"Diana.Paredes@adventhealth.com"},{"name":"Petronio Martins, MHA","role":"CONTACT","phone":"407-303-5503","email":"Petronio.martins@adventhealth.com"}],"overallOfficials":[{"name":"Dennis Yang, MD","affiliation":"AdventHealth","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"AdventHealth","status":"RECRUITING","city":"Orlando","state":"Florida","zip":"32804","country":"United States","contacts":[{"name":"Diana Paredes, RN","role":"CONTACT","phone":"407-303-5503","email":"Diana.Paredes@adventhealth.com"},{"name":"Petronio Martins, MHA","role":"CONTACT","phone":"407-303-5503","email":"Petronio.martins@adventhealth.com"},{"name":"Dennis Yang, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":28.53834,"lon":-81.37924}}]},"referencesModule":{"references":[{"pmid":"22356322","type":"BACKGROUND","citation":"Zauber AG, Winawer SJ, O'Brien MJ, Lansdorp-Vogelaar I, van Ballegooijen M, Hankey BF, Shi W, Bond JH, Schapiro M, Panish JF, Stewart ET, Waye JD. Colonoscopic polypectomy and long-term prevention of colorectal-cancer deaths. N Engl J Med. 2012 Feb 23;366(8):687-96. doi: 10.1056/NEJMoa1100370."},{"pmid":"26364679","type":"BACKGROUND","citation":"Jayanna M, Burgess NG, Singh R, Hourigan LF, Brown GJ, Zanati SA, Moss A, Lim J, Sonson R, Williams SJ, Bourke MJ. Cost Analysis of Endoscopic Mucosal Resection vs Surgery for Large Laterally Spreading Colorectal Lesions. Clin Gastroenterol Hepatol. 2016 Feb;14(2):271-8.e1-2. doi: 10.1016/j.cgh.2015.08.037. Epub 2015 Sep 11."},{"pmid":"24916925","type":"BACKGROUND","citation":"Ahlenstiel G, Hourigan LF, Brown G, Zanati S, Williams SJ, Singh R, Moss A, Sonson R, Bourke MJ; Australian Colonic Endoscopic Mucosal Resection (ACE) Study Group. Actual endoscopic versus predicted surgical mortality for treatment of advanced mucosal neoplasia of the colon. Gastrointest Endosc. 2014 Oct;80(4):668-676. doi: 10.1016/j.gie.2014.04.015. Epub 2014 Jun 7."},{"pmid":"11868011","type":"BACKGROUND","citation":"Brooker JC, Saunders BP, Shah SG, Thapar CJ, Suzuki N, Williams CB. Treatment with argon plasma coagulation reduces recurrence after piecemeal resection of large sessile colonic polyps: a randomized trial and recommendations. Gastrointest Endosc. 2002 Mar;55(3):371-5. doi: 10.1067/mge.2002.121597."},{"pmid":"21392504","type":"BACKGROUND","citation":"Moss A, Bourke MJ, Williams SJ, Hourigan LF, Brown G, Tam W, Singh R, Zanati S, Chen RY, Byth K. Endoscopic mucosal resection outcomes and prediction of submucosal cancer from advanced colonic mucosal neoplasia. Gastroenterology. 2011 Jun;140(7):1909-18. doi: 10.1053/j.gastro.2011.02.062. Epub 2011 Mar 8."},{"pmid":"17558911","type":"BACKGROUND","citation":"Arebi N, Swain D, Suzuki N, Fraser C, Price A, Saunders BP. Endoscopic mucosal resection of 161 cases of large sessile or flat colorectal polyps. Scand J Gastroenterol. 2007 Jul;42(7):859-66. doi: 10.1080/00365520601137280."},{"pmid":"31098871","type":"BACKGROUND","citation":"Kandel P, Werlang ME, Ahn IR, Woodward TA, Raimondo M, Bouras EP, Wallace MB, Gomez V. Prophylactic Snare Tip Soft Coagulation and Its Impact on Adenoma Recurrence After Colonic Endoscopic Mucosal Resection. Dig Dis Sci. 2019 Nov;64(11):3300-3306. doi: 10.1007/s10620-019-05666-8. Epub 2019 May 16."},{"pmid":"30296436","type":"BACKGROUND","citation":"Klein A, Tate DJ, Jayasekeran V, Hourigan L, Singh R, Brown G, Bahin FF, Burgess N, Williams SJ, Lee E, Sidhu M, Byth K, Bourke MJ. Thermal Ablation of Mucosal Defect Margins Reduces Adenoma Recurrence After Colonic Endoscopic Mucosal Resection. Gastroenterology. 2019 Feb;156(3):604-613.e3. doi: 10.1053/j.gastro.2018.10.003. Epub 2018 Oct 6."},{"pmid":"33798525","type":"BACKGROUND","citation":"Sidhu M, Shahidi N, Gupta S, Desomer L, Vosko S, Arnout van Hattem W, Hourigan LF, Lee EYT, Moss A, Raftopoulos S, Heitman SJ, Williams SJ, Zanati S, Tate DJ, Burgess N, Bourke MJ. Outcomes of Thermal Ablation of the Mucosal Defect Margin After Endoscopic Mucosal Resection: A Prospective, International, Multicenter Trial of 1000 Large Nonpedunculated Colorectal Polyps. Gastroenterology. 2021 Jul;161(1):163-170.e3. doi: 10.1053/j.gastro.2021.03.044. Epub 2021 Mar 31."},{"pmid":"30837791","type":"BACKGROUND","citation":"Katsinelos P, Lazaraki G, Chatzimavroudis G, Anastasiadis S, Georgakis N, Xanthis A, Gatopoulou A, Anastasiadou K, Kountouras J. A retrospective comparative study of argon plasma versus polypectome snare tip coagulation: effect on recurrence rate after resection of large laterally spreading type lesions. Ann Gastroenterol. 2019 Mar-Apr;32(2):178-184. doi: 10.20524/aog.2019.0359. Epub 2019 Feb 5."},{"pmid":"26621548","type":"BACKGROUND","citation":"ASGE Standards of Practice Committee; Acosta RD, Abraham NS, Chandrasekhara V, Chathadi KV, Early DS, Eloubeidi MA, Evans JA, Faulx AL, Fisher DA, Fonkalsrud L, Hwang JH, Khashab MA, Lightdale JR, Muthusamy VR, Pasha SF, Saltzman JR, Shaukat A, Shergill AK, Wang A, Cash BD, DeWitt JM. The management of antithrombotic agents for patients undergoing GI endoscopy. Gastrointest Endosc. 2016 Jan;83(1):3-16. doi: 10.1016/j.gie.2015.09.035. Epub 2015 Nov 24. No abstract available. Erratum In: Gastrointest Endosc. 2016 Mar;83(3):678."},{"pmid":"14652541","type":"BACKGROUND","citation":"The Paris endoscopic classification of superficial neoplastic lesions: esophagus, stomach, and colon: November 30 to December 1, 2002. Gastrointest Endosc. 2003 Dec;58(6 Suppl):S3-43. doi: 10.1016/s0016-5107(03)02159-x. No abstract available."},{"pmid":"18805238","type":"BACKGROUND","citation":"Kudo Se, Lambert R, Allen JI, Fujii H, Fujii T, Kashida H, Matsuda T, Mori M, Saito H, Shimoda T, Tanaka S, Watanabe H, Sung JJ, Feld AD, Inadomi JM, O'Brien MJ, Lieberman DA, Ransohoff DF, Soetikno RM, Triadafilopoulos G, Zauber A, Teixeira CR, Rey JF, Jaramillo E, Rubio CA, Van Gossum A, Jung M, Vieth M, Jass JR, Hurlstone PD. Nonpolypoid neoplastic lesions of the colorectal mucosa. Gastrointest Endosc. 2008 Oct;68(4 Suppl):S3-47. doi: 10.1016/j.gie.2008.07.052. No abstract available."},{"pmid":"25480100","type":"BACKGROUND","citation":"Rex DK, Schoenfeld PS, Cohen J, Pike IM, Adler DG, Fennerty MB, Lieb JG 2nd, Park WG, Rizk MK, Sawhney MS, Shaheen NJ, Wani S, Weinberg DS. Quality indicators for colonoscopy. Gastrointest Endosc. 2015 Jan;81(1):31-53. doi: 10.1016/j.gie.2014.07.058. Epub 2014 Dec 2. No abstract available."},{"pmid":"26077453","type":"BACKGROUND","citation":"ASGE Technology Committee; Hwang JH, Konda V, Abu Dayyeh BK, Chauhan SS, Enestvedt BK, Fujii-Lau LL, Komanduri S, Maple JT, Murad FM, Pannala R, Thosani NC, Banerjee S. Endoscopic mucosal resection. Gastrointest Endosc. 2015 Aug;82(2):215-26. doi: 10.1016/j.gie.2015.05.001. Epub 2015 Jun 12."},{"pmid":"30529357","type":"BACKGROUND","citation":"Kumar V, Broadley H, Rex DK. Safety and efficacy of hot avulsion as an adjunct to EMR (with videos). Gastrointest Endosc. 2019 May;89(5):999-1004. doi: 10.1016/j.gie.2018.11.032. Epub 2018 Dec 5."},{"pmid":"25065569","type":"BACKGROUND","citation":"Veerappan SG, Ormonde D, Yusoff IF, Raftopoulos SC. Hot avulsion: a modification of an existing technique for management of nonlifting areas of a polyp (with video). Gastrointest Endosc. 2014 Nov;80(5):884-8. doi: 10.1016/j.gie.2014.05.333. Epub 2014 Jul 24."},{"pmid":"29020690","type":"BACKGROUND","citation":"Tate DJ, Bahin FF, Desomer L, Sidhu M, Gupta V, Bourke MJ. Cold-forceps avulsion with adjuvant snare-tip soft coagulation (CAST) is an effective and safe strategy for the management of non-lifting large laterally spreading colonic lesions. Endoscopy. 2018 Jan;50(1):52-62. doi: 10.1055/s-0043-119215. Epub 2017 Oct 11."},{"pmid":"27080417","type":"BACKGROUND","citation":"Holmes I, Kim HG, Yang DH, Friedland S. Avulsion is superior to argon plasma coagulation for treatment of visible residual neoplasia during EMR of colorectal polyps (with videos). Gastrointest Endosc. 2016 Nov;84(5):822-829. doi: 10.1016/j.gie.2016.03.1512. Epub 2016 Apr 11."},{"pmid":"10343218","type":"BACKGROUND","citation":"Zlatanic J, Waye JD, Kim PS, Baiocco PJ, Gleim GW. Large sessile colonic adenomas: use of argon plasma coagulator to supplement piecemeal snare polypectomy. Gastrointest Endosc. 1999 Jun;49(6):731-5. doi: 10.1016/s0016-5107(99)70291-9."},{"pmid":"20883844","type":"BACKGROUND","citation":"ASGE Technology Committee; Kethu SR, Banerjee S, Desilets D, Diehl DL, Farraye FA, Kaul V, Kwon RS, Mamula P, Pedrosa MC, Rodriguez SA, Wong Kee Song LM, Tierney WM. Endoscopic tattooing. Gastrointest Endosc. 2010 Oct;72(4):681-5. doi: 10.1016/j.gie.2010.06.020."},{"pmid":"27931634","type":"BACKGROUND","citation":"Ma MX, Bourke MJ. Complications of endoscopic polypectomy, endoscopic mucosal resection and endoscopic submucosal dissection in the colon. Best Pract Res Clin Gastroenterol. 2016 Oct;30(5):749-767. doi: 10.1016/j.bpg.2016.09.009. Epub 2016 Sep 14."},{"pmid":"32044092","type":"BACKGROUND","citation":"Gupta S, Lieberman D, Anderson JC, Burke CA, Dominitz JA, Kaltenbach T, Robertson DJ, Shaukat A, Syngal S, Rex DK. Recommendations for Follow-Up After Colonoscopy and Polypectomy: A Consensus Update by the US Multi-Society Task Force on Colorectal Cancer. Gastroenterology. 2020 Mar;158(4):1131-1153.e5. doi: 10.1053/j.gastro.2019.10.026. Epub 2020 Feb 7. No abstract available."},{"pmid":"27464708","type":"BACKGROUND","citation":"Burgess NG, Bassan MS, McLeod D, Williams SJ, Byth K, Bourke MJ. Deep mural injury and perforation after colonic endoscopic mucosal resection: a new classification and analysis of risk factors. Gut. 2017 Oct;66(10):1779-1789. doi: 10.1136/gutjnl-2015-309848. Epub 2016 Jul 27."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data will be recorded on case report forms created by the AdventHealth PI at each study site and transferred into the AH REDCap system. The site investigator is responsible for complete data ascertainment at the site and entry into the database. Data will be collected centrally at the coordinating center. Each site will maintain a hard copy of the CRF and a de-identified list.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"timeFrame":"Records will be kept a minimum of 7 years according to institutional policy. At the end of this time, study records will be disposed of in a secure manner. Electronic data will be deleted from the file it is in and the deleted from the trash folder.","accessCriteria":"All study records will be stored in a locked, research team offices. Only research personnel will have access to study data. Electronic data will be stored on a password encrypted file."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000236","term":"Adenoma"},{"id":"D000012008","term":"Recurrence"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M14850","name":"Recurrence","asFound":"Recurrence","relevance":"HIGH"},{"id":"M3591","name":"Adenoma","asFound":"Adenoma","relevance":"HIGH"},{"id":"M6339","name":"Colonic Polyps","relevance":"LOW"},{"id":"M14011","name":"Polyps","relevance":"LOW"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"}]}},"hasResults":false}