{"protocolSection":{"identificationModule":{"nctId":"NCT06482983","orgStudyIdInfo":{"id":"UERH-AR-ZT-07"},"organization":{"fullName":"Umraniye Education and Research Hospital","class":"OTHER_GOV"},"briefTitle":"The Effects of VC Versus PC Ventilation on Cerebral and Respiratory Parameters in Patients Undergoing Laparoscopic Gynecologic Surgery","officialTitle":"The Effects of Volume-controlled Ventilation Versus Pressure-controlled Ventilation on Cerebral and Respiratory Parameters in Patients Undergoing Laparoscopic Gynecologic Surgery"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-08-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-06","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Zeliha Tuncel","investigatorTitle":"Head of Anesthesiology and Reanimation department,Assoc Prof","investigatorAffiliation":"Umraniye Education and Research Hospital"},"leadSponsor":{"name":"Umraniye Education and Research Hospital","class":"OTHER_GOV"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The aim of the study was to determine whether the use of different mechanical ventilation modes in patients with Trendelenburg position and CO2 insufflation affects respiration and cerebral oxygenation due to postoperative atelectasis, and was to determine whether there was any hemodynamic effect.","detailedDescription":"In laparoscopic interventions, the Trendelenburg position should be applied and artificial pneumoperitoneum should be created by CO2 insufflation. Trendelenburg position is widely used in laparoscopic surgery and open abdominal surgery. The head-down position classically refers to a 45˚ inclination of the head. However, in gynecologic operations, this inclination is usually much more than 45 degrees and the position of the head is close to the floor. Feet are in lithotomy position. The blood flow is towards the head during surgery and the venous head is slowed down in the neck region due to the position. Most case reports and case series of venous complications, usually venous thromboembolism (VTE), associated with laparoscopic surgery have been reported in patients in reverse Trendelenburg with associated pneumoperitoneum.Increasing intra-abdominal pressure with pneumoperitoneum and the deep Trendelenburg position will move the diaphragm caudally, decreasing lung functional capacity (FRC). The major respiratory complications associated with the Trendelenburg position during laparoscopic surgery are mainly due to a combination of both the position and the associated pneumoperitoneum and the resulting pressure on the diaphragm. As this upward pressure must be balanced by increased airway pressures to adequately ventilate the patient, the patient is at risk of pneumothorax, atelectasis and mediastinal emphysema. These adverse respiratory effects are more pronounced and longer lasting in patients with comorbid lung disease such as chronic obstructive pulmonary disease. Anesthesiologists are acutely aware of this risk and therefore adjust various ventilation parameters to continue to limit the pressure at the alveolar level to improve oxygenation. Different modes of mechanical ventilation and different PEEP can cause an increase in intrathoracic pressure, as well as a decrease in venous return under vena cava inferior pressure due to increased intra-abdominal pressure. The Trendelenburg position increases preload and alters cardiac output. Since perioperative atelectasis may develop and oxygenation may be affected, prophylactic positive end-expiratory pressure (PEEP) is recommended intraoperatively. Trendelenburg position and pneumoperitoneum have been reported to increase intracranial pressure (ICP) and alter cerebral blood flow (CBF) or volume (CBV). Changes in ICP, CBF or CBV affect cerebral perfusion pressure. Therefore, gynecologic laparoscopic surgery may affect cerebral oxygenation by altering cerebral hemodynamics.\n\nSince standard monitoring may not be sufficient to determine the conditions in which cerebral oxygenation is affected, monitoring techniques such as cerebral oximetry, which measures rSO2, have recently been used. Thanks to NIRS, cerebral oxygenation can be detected early before tissue hypoxia occurs. In the literature, there are few studies using NIRS in gynecologic laparoscopy operations with Trendelenburg and pneumoperitoneum.PCV-VG is the newest ventilation mode in anesthesia equipment. PCV-VG is an innovative ventilation mode that uses a decelerating flow and constant pressure. Ventilator parameters are automatically changed with each patient breath to deliver the target tidal volume without increasing airway pressures. It delivers the preset tidal volume with the lowest possible pressure. PCV-VG therefore has the advantages of both VCV and PCV to maintain target minute ventilation while producing a low incidence of barotrauma. The PCV-VG mode delivers breaths with the efficiency and clinical benefits of PCV, but still compensates for pressure changes with consistent tidal volumes. Because of its benefits, clinical applications during surgery have been reported. The VCV mode used in standard anesthesia practice can guarantee target minute ventilation but a constant flow rate can lead to higher peak inspiratory pressure (PIP), increasing the incidence of barotrauma and causing uneven distribution of pulmonary gases. To avoid high inspiratory pressures, a lower tidal volume (VT) and faster RR can be used, but lower VT is known to predispose the dependent lung to atelectasis and worsen arterial oxygenation. Pressure-controlled ventilation (PCV) mode has arrived as an alternative mode in laparoscopic surgeries. PCV delivers tidal volume at a preset pressure and inspiratory durationThe flow is slow, unlike VCV. This flow pattern has a high initial rise followed by a decline and helps to achieve tidal volume at lower peak inspiratory pressures and oxygenation is also better due to the initial high flow rates. However, with changing lung compliance the delivered tidal volume changes and there is always a risk of hypoventilation or hyperventilation. PCV minute volume, tidal volume should be closely monitored. With pressure control modes, barotrauma risk protection and effective oxygenation can be provided against airway pressure increase that may occur due to deep trendelenburg and intraabdominal pressure increase. The risk of atelectasis is reduced by close monitoring of lung compliance changes."},"conditionsModule":{"conditions":["Anesthesia","Gynecologic Cancer","Mechanical Ventilation Complication"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Group I: Volume control mode (VC) n: 40 Group II: Pressure-controlled volume guaranteed mode (PC-VG) n:40 Group III: Pressure control mode (PC) n:40","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Group I: Volume control mode (VC) n: 40 Group II: Pressure-controlled volume guaranteed mode (PC-VG) n:40 Group III: Pressure control mode (PC) n:40","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ventilation mode during surgery","type":"ACTIVE_COMPARATOR","description":"Volume control mode (VC) n: 40","interventionNames":["Procedure: Mechanical Ventilation Mode"]},{"label":"Pressure-controlled volume guaranteed mode (PC-VG) ventilation","type":"ACTIVE_COMPARATOR","description":"Pressure-controlled volume guaranteed mode (PC-VG) n:40","interventionNames":["Procedure: Mechanical Ventilation Mode"]},{"label":"Pressure control mode (PC) ventilation","type":"ACTIVE_COMPARATOR","description":"Pressure control mode (PC) n:40","interventionNames":["Procedure: Mechanical Ventilation Mode"]}],"interventions":[{"type":"PROCEDURE","name":"Mechanical Ventilation Mode","description":"after intubation different ventilation mode (VC,PC,PC-VG)","armGroupLabels":["Pressure control mode (PC) ventilation","Pressure-controlled volume guaranteed mode (PC-VG) ventilation","ventilation mode during surgery"],"otherNames":["Pressure-controlled volume guaranteed mode ventilation","Pressure control mode ventilation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"pulmonary datas in laparoscopic gynecologic surgery.","description":"peak airway pressure (minumum 40 cm H2O ,maksimum 40 cm H2O)","timeFrame":"one week"},{"measure":"cerebral datas in laparoscopic gynecologic","description":"NIRS (20% change from baseline value)","timeFrame":"one week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 18-70 age\n* ASA 1-3\n\nExclusion Criteria:\n\n* Under 18 years of age, over 70 years of age,\n* ASA IV,\n* history of severe chronic obstructive pulmonary disease (COPD, GOLD III or IV)\n\n  ,-history of severe or uncontrolled bronchial asthma, presence of restrictive lung disease,\n* history of any thoracic surgery operation, need for thoracic drainage before surgery\n* patients receiving preoperative renal replacement therapy,\n* congestive heart failure (NYHA grade III or IV),\n* extremely obese (body Mass Index, BMI \\> 35 Kg/m2)\n* patients without patient consent","healthyVolunteers":false,"sex":"FEMALE","genderBased":true,"minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Umraniye research and education hospital","status":"RECRUITING","city":"Istanbul","state":"Umraniye","zip":"34764","country":"Turkey","contacts":[{"name":"zeliha tuncel, ass prof","role":"CONTACT","phone":"5053577483","email":"zeliha.tuncel@sbu.edu.tr"}],"geoPoint":{"lat":41.01384,"lon":28.94966}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}