{"protocolSection":{"identificationModule":{"nctId":"NCT06481072","orgStudyIdInfo":{"id":"Dnr 2023-05902-01"},"organization":{"fullName":"Göteborg University","class":"OTHER"},"briefTitle":"Digital Psychological Intervention for Pediatric Functional Abdominal Pain Disorders in Primary Care","officialTitle":"Digital Psychological Intervention for Pediatric Functional Abdominal Pain Disorders Through a Collaborative Pathway Between Primary- and Specialist Pediatric Care: A Randomized Clinical Trial","acronym":"FAPD"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Göteborg University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The project involves researching two psychological treatments for functional abdominal pain in children. The treatments will be offered to children as an early intervention, at primary care level. The study will aim to find out if the treatments are effective and which children the different treatments are effective for.","detailedDescription":"The research project involves evaluating the efficacy of a collaborative care pathway with a two-level stepped-care model for pediatric FAPD where specialist level community-based pediatric clinics (CPC, Swedish Barn- och ungdomsmedicinsk mottagning) provide consultation and intervention to primary care health centers (HC). As children with FAPD benefit from early intervention, a stepped-care model of delivery at primary care level via a collaborative pathway could potentially be a way to divert more resources to those who need it most. The model explores a collaboration whereby an initial diagnosis of FAPD will be made by a general practitioner at a participating HC, following which digital interventions with two levels, managed by CPC, will be provided. The aim of the study is to explore the effectiveness of the two levels in the stepped-care model, where level 1 involves digitally provided psychoeducation and enhanced information about FAPD, and level 2 is a digitally delivered cognitive behavior therapy (CBT) based psychological intervention for FAPD. The CBT intervention is a fully digital version of the Aim to Decrease Anxiety and Pain Treatment (ADAPT), which has been developed into a Swedish language version through a project funded by the innovation fund in Region Vastragotaland (VGR)."},"conditionsModule":{"conditions":["Functional Abdominal Pain Syndrome"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":300,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention level 1 - patient education treatment.","type":"EXPERIMENTAL","description":"Participants who are randomized to experimental condition arm 1 will be offered patient education for functional abdominal pain disorder (FAPD).","interventionNames":["Other: Digital patient education"]},{"label":"Intervention level 2 - patient education and iCBT","type":"EXPERIMENTAL","description":"Participants who are randomized to experimental condition arm 2 will be offered patient education treatment and internet delivered cognitive behavior therapy (iCBT) treatment.","interventionNames":["Other: Digital patient education and iCBT"]}],"interventions":[{"type":"OTHER","name":"Digital patient education","description":"This educative intervention includes both medical and psychological explanations, as well as basic strategies to manage pediatric FAPD. The medical information spans the topics of pain, functional abdominal pain and general advice in terms of child health, and the psychological information is based on cognitive-behavioural and pain management theoretical approaches. The intervention consists of six short, animated films with a total run-time of approximately 30 minutes. The films each cover one of the following topics; Why and how do we feel pain? What is functional abdominal pain? How to help: general advice, Thoughts, feelings and behaviour, Goals and strategies. The films are accessed by the patient via 1177.se and maintained on the SoB (Stöd- och behandling) platform that is recognised by the care provider as meeting current safety criteria and standards.","armGroupLabels":["Intervention level 1 - patient education treatment."]},{"type":"OTHER","name":"Digital patient education and iCBT","description":"This includes the educative intervention and a fully digital, four session version of the Aim to Decrease Anxiety and Pain Treatment (ADAPT), a CBT treatment program for FAPD. The treatment focuses on pain-management through the following core elements; The Pain-Gate Theory, breathing and relaxation strategies, calming statements, activity pacing, problem solving and behavior activation. This intervention is also accessed by the patient via 1177.se and maintained on the SoB (Stöd- och behandling) platform.","armGroupLabels":["Intervention level 2 - patient education and iCBT"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change from baseline in pain related functional disability.","description":"Functional disability is measured with the child report version of the Functional Disabilities Inventory (FDI). The FDI is a 15-item measure of difficulty in performing activities in the past several days, valid for youth with chronic pain, and is used in FAPD. Items are rated on a 5-point Likert scale, ranging from 0 to 4 (\"No Trouble\" to \"Impossible\") and summed to create a total score (range 0-60). Higher scores indicate greater disability.","timeFrame":"Within a week after intervention completion, 6 months after completion and 12 months after completion"},{"measure":"Change from baseline in pain intensity.","description":"Level of pain intensity will be obtained using a Visual Analogue Scale (VAS) 0-10. Higher scores indicate greater pain intensity.","timeFrame":"Within a week after intervention completion, 6 months after completion and 12 months after completion."},{"measure":"Change from baseline in gastro symptom related worry.","description":"Child version of the Visceral Sensitivity Index (VSI-C) will be used to measure level of gastro-symptom related worry. The VSI-C is a 7-item rating scale, valid for children with functional abdominal pain disorders. Worry is rated 1-6 where higher scores indicate greater gastro-symptom related worry. Scores are summed to create a total score (range 0-42).","timeFrame":"Within a week after intervention completion, 6 months after completion and 12 months after completion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Eligible participants are children and young people aged 8-14.\n* Diagnosed with functional abdominal pain disorders by their physician.\n* Diagnosed at one of the participating primary care health centres.\n\nExclusion Criteria:\n\n* Children and young people with scores above the clinical cut-off on the Revised Child Anxiety and Depression Scale (RCADS).\n* Children who do not follow the mainstream Swedish National Curriculum due to learning disabilities.","healthyVolunteers":true,"sex":"ALL","minimumAge":"8 Years","maximumAge":"14 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sandra Weineland, PhD","role":"CONTACT","phone":"+46 708735788","email":"sandra.weineland@vgregion.se, sandra.weineland@psy.gu.se"},{"name":"Emma Ramsay Milford, DEdPsy","role":"CONTACT","phone":"+46708276061","email":"emma.ramsay.milford@vgregion.se"}],"locations":[{"facility":"Gothenburg University","status":"RECRUITING","city":"Gothenburg","country":"Sweden","contacts":[{"name":"Sandra Weineland, PhD","role":"CONTACT","phone":"+46 708735788","email":"sandra.weineland@vgregion.se, sandra.weineland@psy.gu.se"},{"name":"Emma Ramsay Milford, DEdPsy","role":"CONTACT","phone":"+46708276061","email":"emma.ramsay.milford@vgregion.se"}],"geoPoint":{"lat":57.70716,"lon":11.96679}}]},"referencesModule":{"references":[{"pmid":"28906315","type":"BACKGROUND","citation":"Cunningham NR, Nelson S, Jagpal A, Moorman E, Farrell M, Pentiuk S, Kashikar-Zuck S. Development of the Aim to Decrease Anxiety and Pain Treatment for Pediatric Functional Abdominal Pain Disorders. J Pediatr Gastroenterol Nutr. 2018 Jan;66(1):16-20. doi: 10.1097/MPG.0000000000001714."},{"pmid":"15680928","type":"BACKGROUND","citation":"Chorpita BF, Moffitt CE, Gray J. Psychometric properties of the Revised Child Anxiety and Depression Scale in a clinical sample. Behav Res Ther. 2005 Mar;43(3):309-22. doi: 10.1016/j.brat.2004.02.004."},{"pmid":"33130153","type":"BACKGROUND","citation":"Cunningham NR, Kalomiris A, Peugh J, Farrell M, Pentiuk S, Mallon D, Le C, Moorman E, Fussner L, Dutta RA, Kashikar-Zuck S. Cognitive Behavior Therapy Tailored to Anxiety Symptoms Improves Pediatric Functional Abdominal Pain Outcomes: A Randomized Clinical Trial. J Pediatr. 2021 Mar;230:62-70.e3. doi: 10.1016/j.jpeds.2020.10.060. Epub 2020 Oct 31."},{"pmid":"16480823","type":"BACKGROUND","citation":"Claar RL, Walker LS. Functional assessment of pediatric pain patients: psychometric properties of the functional disability inventory. Pain. 2006 Mar;121(1-2):77-84. doi: 10.1016/j.pain.2005.12.002. Epub 2006 Feb 9."},{"pmid":"35545865","type":"BACKGROUND","citation":"Lalouni M, Olen O, Bjureberg J, Bonnert M, Chalder T, Hedman-Lagerlof E, Reme SE, Serlachius E, Ljotsson B. Validation of child-adapted short scales for measuring gastrointestinal-specific avoidance and anxiety. Acta Paediatr. 2022 Aug;111(8):1621-1627. doi: 10.1111/apa.16403. Epub 2022 May 27."}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"1. Ethical and Legal Considerations:\n\n   * Data will be anonymized per data protection laws to safeguard patient privacy.\n   * Researchers must sign a data sharing agreement detailing data use, security measures, and confidentiality requirements.\n2. Ethics Committee Approval:\n\n   * Documentation of approval from a relevant ethics committee is required to ensure ethical soundness.\n3. Scope and Responsibility:\n\n   * Requesters must describe the intended data use and ensure data is not used for other purposes without consent.\n   * Findings from data use must be shared with us before publication.\n4. Security Measures:\n\n   * Researchers must show that appropriate technical and organizational measures are in place for secure data handling and storage.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR","ANALYTIC_CODE"],"timeFrame":"1. IPD:\n\n   * Available within 6 months after primary results publication or study completion.\n2. Study Protocol:\n\n   * Available upon request after trial results are published.\n3. Statistical Analysis Plan:\n\n   * Shared upon request post-primary manuscript publication.\n4. Informed Consent Form:\n\n   * De-identified ICF available upon request post-trial.\n5. Clinical Study Report:\n\n   * Available upon request post-results publication.\n6. Analytic Code:\n\n   * Shared upon request post-primary results publication for transparency.\n\nConditions for Access:\n\n* Formal request and data sharing agreement required.\n* Agreement covers data use, privacy compliance, and ethical standards.\n* Researchers must submit a research plan and ethics approval.\n* PI reviews all requests for compliance.","accessCriteria":"1. Research Proposal: Submit a proposal detailing objectives, methodology, impact, and specific IPD usage.\n2. Ethics Approval: Provide evidence of ethics committee or IRB approval confirming ethical soundness.\n3. Data Use Agreement: Sign a DUA outlining data access terms, including security, confidentiality, and usage limitations.\n4. Data Security Measures: Demonstrate secure IPD handling, including encryption and access controls.\n5. Researcher Qualifications: Provide academic and professional background to ensure research expertise.\n6. Transparency and Accountability: Share results with the data provider before publication and acknowledge the data source.\n7. Purpose Limitation: Use data solely for the specified research purpose.\n8. Publication and Data Sharing: Commit to publishing findings in peer-reviewed journals and sharing results with the scientific community.\n9. Compliance with Regulations: Comply with all applicable data protection laws, including GDPR if relevant."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000015746","term":"Abdominal Pain"},{"id":"D000013001","term":"Somatoform Disorders"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000012817","term":"Signs and Symptoms, Digestive"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M18311","name":"Abdominal Pain","asFound":"Abdominal Pain","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M15803","name":"Somatoform Disorders","asFound":"Pain Disorders","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M15622","name":"Signs and Symptoms, Digestive","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC10","name":"Nervous System Diseases"}]}},"hasResults":false}