{"protocolSection":{"identificationModule":{"nctId":"NCT06480149","orgStudyIdInfo":{"id":"2019/06-8"},"organization":{"fullName":"Maltepe University","class":"OTHER"},"briefTitle":"Shoulder Massage After Cholecystectomy","officialTitle":"The Effect of Shoulder Massage on Shoulder Pain and Sleep Quality in Patients After Laparoscopic Cholecystectomy","acronym":"SMALC"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2021-03-31","type":"ACTUAL"},"completionDateStruct":{"date":"2021-03-31","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Şenay Öztürk","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Maltepe University"},"leadSponsor":{"name":"Maltepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Purpose The aim of this study is to determine the effect of shoulder massage administered to patients after laparoscopic cholecystectomy on pain and sleep quality.\n\nDesign The study was designed as a randomized controlled trial. Methods This study was carried out with 60 patients who underwent surgery at the General Surgery Department of a university's Faculty of Medicine between January 2020 and March 2021. The study was completed with 60 patients (30 in the intervention group and 30 in the control group). The patients in the intervention group received shoulder massage twice at 6-hour intervals. The data for the study were collected using the \"Individual Introduction Form\", the \"Visual Comparison Scale\", and the \"Richard Campbell Sleep Scale\" .","detailedDescription":"The research population consisted of 132 patients who underwent laparoscopic cholecystectomy surgery at a private university hospital in Istanbul, Turkey, between January 2020 and March 2021. The sample size was calculated through a power analysis. According to the power analysis conducted, it was determined that a minimum of 52 individuals, with 26 in the experimental group and 26 in the control group, were needed to achieve 80% power at a significance level of 0.05. Considering data losses, and after excluding some patients who did not meet the inclusion criteria, a total of 60 patients were included in the sample, with 30 in the intervention group and 30 in the control group. The patients admitted to the hospital were assessed for eligibility by the nurse of the same doctor who would perform this surgery. Then, the patients were informed about the research by a nurse and asked to volunteer. Those who met the eligibility criteria were randomly assigned to either the experimental or control groups using a randomization blocking and coin-flip method, with the researcher being informed of the assignments. The study was concluded when the desired number of 30 patients in both experimental and control groups was reached using this method.\n\nThe pain levels of the patients in the intervention group were evaluated by the researcher using the Visual Analog Scale (VAS) when they regained consciousness approximately one hour after surgery. The patients were informed about the massage procedure and placed in the semi-fowler position, and olive oil was applied to the hands for lubrication. Classical shoulder massage was applied to both shoulders of the patient for 10-15 minutes each. 30 minutes after the massage, the patient's pain was reassessed using the VAS scale. Then, 6 hours later, the patient's pain was reassessed and shoulder massage was applied using the same techniques, followed by pain assessment 30 minutes later. Pharmacologic agents continued to be administered under the guidance of a physician throughout this process."},"conditionsModule":{"conditions":["Massage","Sleep Quality","Laparoscopic Cholecystectomy","Shoulder Pain"],"keywords":["Massage","Laparoscopic Cholecystectomy","Sleep Quality","Shoulder Pain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The study included 2 groups, experimental and control. The pain levels of the patients in the intervention group were evaluated one hour after surgery. Classical shoulder massage was applied to both shoulders of the patient for 10-15 minutes each.\n\nPatients in the control group were not massaged, only pain and sleep assessments were performed simultaneously with the intervention group.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"SMALC","type":"EXPERIMENTAL","description":"After laparoscopic surgery, the pain levels of the patients were evaluated and appropriate shoulder massage was applied to the patients 2 times at 6 st intervals and the pain levels of the patients were evaluated again. On the morning of the 1st postoperative day, the sleep quality of the patients was evaluated with the Richard Campbell Sleep Scale.","interventionNames":["Other: SMALC"]},{"label":"control group","type":"OTHER","description":"After laparoscopic surgery, the pain levels of the patients were evaluated at the same hours as the intervention group and massage was not applied. On the morning of the 1st postoperative day, the sleep quality of the patients was evaluated with the Richard Campbell Sleep Scale.","interventionNames":["Other: no application"]}],"interventions":[{"type":"OTHER","name":"SMALC","description":"Classical shoulder massage was applied to both shoulders of the patient for 10-15 minutes each.","armGroupLabels":["SMALC"]},{"type":"OTHER","name":"no application","description":"In the control group, there was no massage application and only pain and sleep quality were evaluated.","armGroupLabels":["control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Visual analog scale (VAS)","description":"In this scale developed to determine the severity of pain, patients are able to quantify their pain using numbers. It starts from the absence of pain (0) and goes up to the level of unbearable pain(10). According to the VAS, pain intensity is typically rated as 'no pain' with a score of 0 and 'the worst imaginable pain' with a score of 10 (on a 10 cm scale)","timeFrame":"\"through study completion, an average of 1 hour\"."},{"measure":"Richard-Campbell sleep scale","description":"It is a 6-item scale used to assess the depth of nocturnal sleep, the time to fall asleep, the frequency of awakening, the duration of wakefulness upon awakening, the quality of sleep, and the level of ambient noise. Each item is evaluated on a chart ranging from 0 to 100 using the visual analog scale technique. Scores between \"0-25\" on the scale indicate very poor sleep quality, while scores between \"76-100\" indicate very good sleep quality.","timeFrame":"\"through study completion, an average of 12 hour\"."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Undergoing general anesthesia,\n* Willing to participate in the research\n\nExclusion Criteria:\n\n* Patients receiving epidural analgesia after surgery\n* Patients who underwent a conversion from laparoscopic cholecystectomy to open cholecystectomy during the procedure\n* Patients who did not develop shoulder pain after surgery","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Senay Ozturk","affiliation":"Maltepe Univesity","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Maltepe University","city":"Maltepe","state":"İstanbul","zip":"34857","country":"Turkey","geoPoint":{"lat":40.93567,"lon":29.15507}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020069","term":"Shoulder Pain"}],"ancestors":[{"id":"D000018771","term":"Arthralgia"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M21907","name":"Shoulder Pain","asFound":"Shoulder Pain","relevance":"HIGH"},{"id":"M20833","name":"Arthralgia","relevance":"LOW"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"}]}},"hasResults":false}