{"protocolSection":{"identificationModule":{"nctId":"NCT06478186","orgStudyIdInfo":{"id":"STUDY00160230"},"secondaryIdInfos":[{"id":"006-C-201","type":"OTHER_GRANT","domain":"Pacira Biosciences, Inc."}],"organization":{"fullName":"University of Kansas Medical Center","class":"OTHER"},"briefTitle":"Knee Osteoarthritis Treatment With Zilretta vs. Kenalog in the Context of Type II Diabetes","officialTitle":"RCT to Evaluate the Effects of Zilretta (Triamcinolone Acetonide- Extended Release) and Kenalog (Triamcinolone Acetonide- Immediate Release) on Blood Glucose in Subjects With Osteoarthritis of the Knee and Type 2 Diabetes Mellitus"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-16","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-07-16","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-07-16","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-03","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Kansas Medical Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"A Phase 2 Randomized Study to Evaluate the Effects of triamcinolone acetonide extended-release (TA-ER; Zilretta) vs. triamcinolone acetonide immediate-release (TA-IR; Kenalog) on Blood Glucose Levels in Diabetic Subjects with Knee Osteoarthritis. Subjects should have Type 2 Diabetes Mellitus (T2DM) with HbA1C ≤9 that is managed without insulin and have been diagnosed with symptomatic unilateral or bilateral osteoarthritis (OA) of the knee, based on clinical and radiological criteria (if bilateral, then a target knee will be selected).Total study duration for individual subject will be about 4 months, which includes 3 weeks of Screening period, 10 days of pretreatment phase, treatment day, and 12 weeks of post-treatment period.","detailedDescription":"Protocol Title: A Randomized, Double-blind, Active-controlled Study to Evaluate the Effects of ZILRETTA (Triamcinolone Acetonide-Extended Release) and TA-IR (Triamcinolone Acetonide-Immediate Release) on Blood Glucose Levels in Subjects with Osteoarthritis of the Knee and Type 2 Diabetes Mellitus Brief Title: Zilretta Diabetic Knee OA Regulatory Agency Identifier Number(s): IND 111325 Test Product, Dose, Mode of Administration, and Lot Number Name: ZILRETTA (triamcinolone acetonide extended-release injectable suspension; TA-ER) Active ingredient: Extended-release formulation of TA in 75:25 poly (lactic-co-glycolic) acid (PLGA) microspheres Dosage: Nominal 32 mg TA, intra-articular (IA) injection, administered as a 5 mL injection Mode of Administration: IA Knee Injection Reference Product, Dose, Mode of Administration, and Lot Number Name: Kenalog®-40 (triamcinolone acetonide injectable suspension) Active Ingredient: Triamcinolone Acetonide- Immediate Release (TA-IR) Dosage: 40 mg/mL, IA, administered as a 1 mL Injection: TA-IR Mode of Administration: IA Knee Injection Current Indication: extended-release synthetic corticosteroid indicated as an IA injection for the management of osteoarthritis pain of the knee.\n\nStudy Population and Number of Study Subjects: Subjects with Type 2 Diabetes Mellitus (T2DM) with HbA1C ≤9 that is managed without insulin and have been diagnosed with symptomatic unilateral or bilateral osteoarthritis (OA) of the knee, based on clinical and radiological criteria (if bilateral, then a target knee will be selected) Approximately 120 subjects (1:1 randomization, 60 ZILRETTA and 60 TA-IR) will be enrolled for this study.\n\nNote: Subject is considered enrolled, if subject meets initial eligibility criteria and is randomized to a treatment arm.\n\nStudy Duration for Subjects:\n\nTotal study duration for individual subject will be about 4 months, which includes a 3-week Screening period, 10 days pretreatmentperiod, treatment day, and a 12-week post-treatment period.\n\nOverall Study Design:\n\nThis randomized clinical trial will include male and female subjects ≥40 years of age, with known history of T2DM and symptomatic unilateral or bilateral OA of the knee. Eligible subjects must be on stable doses of oral and/or injectable (non-insulin) pharmacological agents (e.g. GLP-1 agonists) for at least 3 months prior to the study screening and after the IA injection till EOS and have hemoglobin A1c (HbA1c) levels ≤9% at Screening. Subjects on current insulin treatment will be excluded.\n\nAfter signing informed consent, subjects will be screened and a total of 120 qualified subjects with T2DM will be randomized to 1 of the 2 treatment groups (1:1). Randomized subjects will be treated with either 32 mg ZILRETTA (60 subjects) or 40 mg TA-IR (60 subjects). Subjects who fail to meet eligibility criteria may be re-screened once at the discretion of Principal Investigator (PI) after documenting the rationale for any re-screening decision. Subjects who meet all eligibility criteria but are found to have insufficient BG data at their Day 1 visit (ie, missing CGM data ≥ 30%) may repeat the full 7-day pretreatment phase at the discretion of the PI.\n\nBG Monitoring and Management of T2DM During the Trial After a Screening visit, BG levels in each subject will be measured using a CGM device, for at least 10 days pre-injection (pretreatment period) and for at least 10 days postinjection (post-treatment). The final 10 days of the pretreatment period will be also considered as Baseline for BG control.\n\nSubjects and the assessor responsible for subject's clinical assessments and safety monitoring will be blinded throughout the study to both treatment assignments. Subjects will be blinded to the glucose readings, so as not to influence behaviors that could alter blood glucose outcome measures. However, study endocrinologists will monitor subjects' glucose readings. The study will involve between 6-12 outpatient visits (depending on whether selected for salivary cortisol tesing) and up to 4 phone visits that will include Screening, a Pretreatment visit (Day -14 where the CGM sensor will be placed to initiate study BG data collection), Day 1 (Baseline and treatment), and 2 Posttreatment visits (Days 43, and 85). CGM data will be continuously collected from the treatment visit through Day 15. On Day 15, subjects will remove the CGM sensor. Day 85 will be end-of-study (EOS) visit.\n\nA subset of subjects will will return saliva for cortisol testing at baseline and on Days 1, 2, 3, 7, 14, 21, 42, 72, and 90 following treatment.\n\nAfter IA treatment subjects are should not adjust their diabetes medications and Baseline physical activity should remain unchanged.\n\nIntermediate-acting glucocorticoids (GCs) represent the most commonly prescribed steroid agents. In general, during the course of chronic GC treatment, GCs may require frequent dose adaptations that result in more intensive altered requirements of glucose-lowering therapies. However, since the selected diabetic population will receive a single IA injection, large glucose fluctuations as experienced with chronic GC treatments are not expected. Baseline glucose medication dosage will not change. Subjects' BG control will be monitored in coordination with study endocrinologist.\n\nThe analyses of primary and secondary endpoints will be conducted mainly based on CGM device.\n\nHypothalamic-Pituitary-Adrenal (HPA) Axis Evaluation Treatment with GCs represents one of the most frequent causes of secondary adrenal insufficiency. When GCs are used at supraphysiologic doses, HPA axis suppression causes adrenal glands' inability to produce sufficient cortisol response to abrupt treatment cessation (Nicolaider et al, 2018). To avoid HPA axis suppression, it is recommended not to exceed 3 GC IA injections per year with a minimum of 30 days between (Johnston et al, 2015). Recovery of the HPA axis to Baseline normally occurs within 1-4 weeks but can be longer in consideration of the dose and frequency of injections (Habib, 2009). However, after single IA dose of GC injection recovery after 1-2 weeks was observed in most of the patients (Mader et al, 2005). Thus, an initial 90-day salivary cortisol assessment in a subset of this trial population should suffice. An 8 AM salivary cortisol test will be completed at baseline and 1, 2, 3, 7, 14, 21, 42, 72, and 90 day following baseline to evaluate the effect of Zilretta and TA-IR on the HPA axis and recovery time.\n\nIntra-Articular Injection On Day 1 (Treatment Day), IA injections will be administered by the assigned blinded, trained injector, who has experience in the administration of IA injections and has been trained on study administration procedures. Injection into the knee joint will be performed with/without ultrasound guidance.\n\nSubjects will be advised to avoid strenuous or prolonged weight-bearing activities for approximately 24 to 48 hours following the injection. If the subject has an immediate reaction (eg, tenderness, increased pain, swelling, effusion, and/or decreased mobility of the index knee), the subject should be treated according to clinical guidelines and physician experience and judgment.\n\nPain will be assessed by NRS evaluating Worst Daily Knee Pain Intensity and Average Daily Knee Pain, which will be recorded in the pain Diary per the Schedule of Assessments (Table 1) and reviewed at each study visit. Physical performance will be assessed with OARSI recommended10 physical performance measures (40m walk time and stair ascent time) along with patient-reported physical function (KOOS-PS) and quality of life (KOOS-QoL) at baseline and at intervals following IA injection.\n\nInternal Safety Review Subject safety will be monitored by an endocrinologist. The endocrinologist will review, at a minimum, safety, tolerability, and pharmacodynamic (PD) data on ongoing basis. All members will be blinded to the treatment.\n\nThe study PI and study endocrinologist will review all SAEs on an ongoing basis (ie, as the events are reported). The study PI is responsible for temporarily halting the study if the type, frequency, or seriousness/severity of such events suggests a potential threat to the safety of the study subjects. The safety review team will meet semiweekly or monthly depending upon recruitment rate. Ad hoc meetings may be scheduled as necessary.\n\nThe study PI may pause/stop the study if any of the following occurs:\n\nAny deaths, regardless of causality. Non-fatal SAEs in 12 subjects (≥10% of total subject population) where a clear unrelated causality is not readily apparent.\n\nGrade 3 or higher AEs in 12 subjects (≥10% of total subject population) that are clinically significant (Exception: PD parameters or related changes to labs and symptoms will not be considered as AEs) In the event that any of the preceding criteria occurs, enrollment will be paused during the review. If a pausing/stopping rule is met, a decision will be made whether to resume the enrollment.\n\nCase unblinding may be performed for above reviews if necessary and documented accordingly.\n\nClinical Safety Assessments The index knee assessment will be performed by the designated assessor at the visits indicated in the Schedule of Assessments (Table 1). The index knee will be assessed for injection site reaction, joint effusion, range of motion and presence of Baker's cyst.,. After Day 1 Baseline, new clinically significant findings or findings that worsen from the subject's Baseline knee condition will be recorded as an adverse event (AE).\n\nPD parameters measured during this study such as BG levels (CGM or fingerstick), insulin consumption, HPA axis evaluation parameters, and hyperglycemia symptoms will not be reported as AEs.\n\nSafety evaluations will be based on the assessment of AEs occurring after the initiation of investigational product (IP) on Day 1 through the EOS Visit (Day 85). Results of clinical safety assessments are to be recorded in the subject's medical records and transcribed to the appropriate electronic case report form (eCRF), including the AE eCRF for clinically significant findings.\n\nAEs will be coded using CTCAE v.5. Incidences (number and percent) of TEAEs, those events that started after dosing or worsened in severity after dosing, will be presented by treatment group. Incidences of TEAEs will also be presented by maximum severity and relationship to IP. Safety laboratory investigations and vital signs will be summarized descriptively by time point collected along with changes from Baseline assessments.\n\nStatistical Methods Descriptive statistics (n, mean, standard deviation \\[SD\\], median, minimum, and maximum) will be calculated by treatment group and time point for continuous variables. Frequencies and percentages will be presented by treatment group for categorical and ordinal variables.\n\nThe primary endpoint of change in percent of time in TAR will be analyzed with linear regression. Both models will have a fixed effect for treatment group along with covariates (eg, the mean of the pretreatment BG values, BMI).\n\nA step-down testing procedure will be employed for primary and key secondary endpoints, with sequential testing proceeded as long as p \\< 0.05. Key secondary endpoints and order of testing will be specified in the SAP (Holm, S., 1979. A simple sequentially rejective multiple test procedure. Scandinavian journal of statistics, pp.65-70).\n\nStudy Sample Size A prior Phase II study found a difference of approximately 15 percentage points in TAR for TA-ER vs standard triamcinolone acetonide crystalline suspension (TAcs) (\\~35% for TA-ER vs. 50% for TAcs). 120 subjects will provide \\>80% power to detect an effect size of 10 percentage points, assuming a standard deviation of 18. The primary outcome will be measured 72 hours after treatment by a sensor automatically uploading the data, thus we expect few dropouts are expected."},"conditionsModule":{"conditions":["Osteoarthritis, Knee","Diabetes Mellitus, Type 2"],"keywords":["Zilretta","Kenalog"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Blinded, Randomized Controlled Trial of 2 interventions","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"TRIPLE","maskingDescription":"Participants, investigators, assessors and biostatistician are blinded to the treatment allocation through use of physical blinds to the intervention being administered and coded participant ID's.","whoMasked":["PARTICIPANT","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TA-ER","type":"ACTIVE_COMPARATOR","description":"Name: ZILRETTA (triamcinolone acetonide extended-release injectable suspension; TA-ER) Active ingredient: Extended-release formulation of TA in 75:25 poly (lactic-co-glycolic) acid (PLGA) microspheres Dosage: Nominal 32 mg TA, intra-articular (IA) injection, administered as a 5 mL injection Mode of Administration: IA Knee Injection","interventionNames":["Drug: triamcinolone acetonide extended-release injectable suspension; TCA-ER"]},{"label":"TA-IR","type":"ACTIVE_COMPARATOR","description":"Name: Kenalog®-40 (triamcinolone acetonide injectable suspension) Active Ingredient: Triamcinolone Acetonide- Immediate Release (TA-IR) Dosage: 40 mg/mL, IA, administered as a 1 mL Injection: TA-IR Mode of Administration: IA Knee Injection","interventionNames":["Drug: Triamcinolone Acetonide- Immediate Release;TCA-IR"]}],"interventions":[{"type":"DRUG","name":"triamcinolone acetonide extended-release injectable suspension; TCA-ER","description":"Mode of Administration: IA Knee Injection Nominal 32 mg TCA, intra-articular (IA) injection, administered as a 5 mL injection","armGroupLabels":["TA-ER"]},{"type":"DRUG","name":"Triamcinolone Acetonide- Immediate Release;TCA-IR","description":"Mode of Administration: IA Knee Injection Triamcinolone Acetonide- Immediate Release (TCA-IR)","armGroupLabels":["TA-IR"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percent of time spent with blood glucose >180 mg/dL","description":"To assess continuous glucose monitoring (CGM) patterns for Time Above Range (TAR) levels of the upper limit of the recommended target range (glucose levels \\>180 mg/dL) from Baseline to 72 hours following a single IA injection of 32 mg of ZILRETTA relative to 40 mg of TA-IR.","timeFrame":"The primary outcome will be measured up to 72 hours after treatment by a sensor automatically uploading the data"}],"secondaryOutcomes":[{"measure":"Area under the curve (AUC) for cortisol levels","description":"To characterize HPA axis suppression from Baseline until the end-of-study comparing ZILRETTA vs TA IR.","timeFrame":"From baseline until the end-of-study (Day 85)."},{"measure":"Percentage of time spent with blood glucose above >180 mg/dL","description":"To characterize the number of subjects and percentage of time spent in TAR from Baseline throughout the10 days comparing ZILRETTA vs TA-IR.","timeFrame":"From baseline throughout 10 days follow-up."},{"measure":"Number of blood glucose peaks ≥250 mg/dL","description":"To characterize number of peaks ≥250 mg/dL per subject from Baseline throughout the 10 days comparing ZILRETTA vs TCA-IR.","timeFrame":"From baseline throughout 10 days follow-up"},{"measure":"Change in 40m walk time","description":"To determine the extent to which intra-articular (IA) injection of Zilretta vs. TA-IR in patients with dual diagnosis of T2DM and knee OA improves physical performance (OARSI recommended physical performance measures- timed 40m walk).","timeFrame":"Between baseline and 12 weeks."},{"measure":"Change in stair climb time","description":"To determine the extent to which intra-articular (IA) injection of Zilretta vs. TA-IR in patients with dual diagnosis of T2DM and knee OA improves physical performance (OARSI recommended physical performance measures- timed stair climb).","timeFrame":"Between baseline and 12 weeks."},{"measure":"Change in patient-reported physical function (KOOS-PS)","description":"To determine the extent to which intra-articular (IA) injection of Zilretta vs. TA-IR in patients with dual diagnosis ofT2DM and knee OA improves physical function (KOOS-PF). 100 point scale on which 100 is best and 0 is worst.","timeFrame":"Between baseline and 12 weeks."},{"measure":"Change in quality of life (KOOS-QoL)","description":"To determine the extent to which intra-articular (IA) injection of Zilretta vs. TA-IR in patients with dual diagnosis ofT2DM and knee OA improves quality of life (KOOS-QoL). 100 point scale on which 100 is best and 0 is worst.","timeFrame":"Between baseline and 12 weeks"}],"otherOutcomes":[{"measure":"Change in worst daily knee pain intensity","description":"To determine the worst daily knee pain intensity score in the index knee (0-10 Numeric Pain Rating Scale \\[NRS\\]). 100 point scale on which 100 is worst pain and 0 is no pain.","timeFrame":"From baseline to Weeks 6 and 12"},{"measure":"Change in Average Daily Pain","description":"To determine the average daily pain score in the index knee (0-10 NRS). 10 point scale on which 0 is no pain and 10 is worst pain imaginable.","timeFrame":"From baseline to each follow-up week from 1 to 12 weeks after treatment"},{"measure":"Effect of hyperglycemia on fatigue","description":"To assess the acute effects of hyperglycemia on fatigue for 32 mg of ZILRETTA relative to 40 mg of TCA-IR.","timeFrame":"From baseline to time periods of 0 to 24 hours (Days 1-2); 0 to 48 hours (Days 1- 3); and 0 to 72 hours (Days 1-4), for ZILRETTA relative to TCA-IR. Diabetes Symptom Checklist - Revised (DSC-R) is scored from a low of 1 to a high of 5."},{"measure":"Effect of hyperglycemia on cognition","description":"To assess the acute effects of hyperglycemia on cognition for 32 mg of ZILRETTA relative to 40 mg of TCA-IR.","timeFrame":"From baseline to time periods of 0 to 24 hours (Days 1-2); 0 to 48 hours (Days 1- 3); and 0 to 72 hours (Days 1-4), for ZILRETTA relative to TCA-IR. Diabetes Symptom Checklist - Revised (DSC-R) is scored from a low of 1 to a high of 5."},{"measure":"Incidence of Treatment-Emergent Adverse Events (TEAEs) and SAEs","description":"To assess the safety and general tolerability of a single IA injection of 32 mg of ZILRETTA relative to 40 mg of TCA-IR.","timeFrame":"From baseline to Day 30"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. Written consent to participate in the study. 2. Willingness and ability to comply with the study procedures and visit schedules and ability to follow verbal and written instructions.\n\n  3. Male or female ≥40 years of age. 4. Females with negative pregnancy test, who are not breastfeeding and have no intention to become pregnant during the time from screening through EOS.\n\n  5. Type 2 DM for at least 1 year prior to Screening. 6. Currently being treated with injectable (except insulin) and/or oral antidiabetic agents with stable doses for at least 1 month prior to Screening.\n\n  7. HbA1c 6.5-9% (in past 8 weeks). 8. Estimated glomerular filtration rate (eGFR) ≥50 mL/min/1.73 m2. (in past 8 weeks) 9. Triglycerides \\<500 mg/dL (in past 8 weeks) 10. Painful symptoms associated with OA of the knee for ≥6 months prior to Screening (NRS of 4-9 during most of the 30 days prior to enrollment).\n\n  11. Currently meets modified ACR criteria (clinical and radiological) for OA (Altman et al, 1986) as follows:\n  1. Knee pain\n  2. At least 1 of the following:\n\n     * Stiffness \\<30 minutes\n     * Crepitus\n  3. Osteophytes 12. Index knee pain more than 15 days over the last month (as reported by the subject).\n\n     13. Kellgren-Lawrence Grade 2-4. 14. Willingness to wear a CGM device uninterrupted for 24 hours per day throughout the required time during the study and comply to the correct use requirements of CGM throughout the trial and perform self BG checks as directed.\n\n     15. Adequate BG data collected during the pretreatment phase (Day -10 through Day -1) ≥70% data available.\n\n     Exclusion Criteria:\n\n     Disease-related Criteria\n     1. Reactive arthritis, rheumatoid arthritis, psoriatic arthritis, ankylosing spondylitis, or arthritis associated with inflammatory bowel disease.\n     2. History of infection in the index knee joint.\n     3. Clinical signs and symptoms of active knee infection or crystal disease of the index knee within 1 month of Screening.\n     4. Presence of surgical hardware or other foreign body in the index knee.\n     5. Unstable joint (such as a torn anterior cruciate ligament) within 12 months of Screening.\n     6. Moderate or severe kidney, liver, or thyroid disease.\n     7. Glaucoma.\n     8. Active cancer. Previous or Concomitant Treatment-related Criteria\n     9. IA corticosteroid (investigational or marketed) in any joint within 3 months of Screening.\n     10. IA hyaluronic acid (investigational or marketed) in the index knee within 6 months of Screening.\n     11. IV or intramuscular (IM) corticosteroids (investigational or marketed) within 3 months of Screening.\n     12. Oral corticosteroids (investigational or marketed) within 1 month of Screening.\n     13. Inhaled, intranasal, or topical corticosteroids (investigational or marketed) within 2 weeks of Screening.\n     14. Any other IA investigational device, drug/biologic within 6 months of Screening or 5 half-lives (whichever is longer).\n     15. Prior arthroscopic or open surgery of the index knee within 12 months of Screening.\n     16. Planned/anticipated surgery of the index knee or any other surgery during the study period.\n     17. Use of acetaminophen, or acetaminophen-containing products, from Screening through Day 14 (completion of post-treatment BG monitoring).\n     18. Subjects on Coumadins with INR ≥5 will be excluded (Bashir et al, 2015) Subject-related Criteria\n     19. Known hypersensitivity to any form of triamcinolone.\n     20. History of sarcoidosis or amyloidosis.\n     21. Active or history of malignancy within the last 3 years, except for resected basal cell carcinoma, squamous cell carcinoma of the skin, or effectively managed cervical carcinoma.\n     22. Known active or quiescent systemic fungal, bacterial (including tuberculosis), viral, or parasitic infections or ocular herpes simplex.\n     23. Any infection requiring IV antibiotics within 4 weeks of Screening or infection requiring oral antibiotics within 2 weeks of Screening.\n     24. History of osteomyelitis.\n     25. Known or clinically suspected infection with human immunodeficiency virus (HIV) or hepatitis B or C viruses.\n     26. Requiring or likely to require treatment with corticosteroids during the study period based on subject medical history.\n     27. History or active Cushing's or Addison's syndrome.\n     28. Active substance abuse (drugs or alcohol), history of chronic substance abuse within the last year, or prior chronic substance abuse judged by the Investigator likely to recur during the study.\n     29. Skin breakdown at the knee where the injection would take place.\n     30. Use of immunomodulators, immunosuppressives, or chemotherapeutic agents within 2 years of Screening.\n     31. Receipt of a live or live attenuated vaccine within 3 months of Screening.\n     32. Any other clinically significant psychiatric acute or chronic medical conditions that, in the judgment of the Investigator, would preclude the use of an IA corticosteroid or NSAIDs or that could compromise subject safety, limit the subject's ability to complete or adhere to the study, and/or compromise the objectives of the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jeannine Nilges, MD","role":"CONTACT","phone":"913-574-0961","email":"jnilges@kumc.edu"}],"overallOfficials":[{"name":"Neil A Segal, MD, MS","affiliation":"University of Kansas Medical Center","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Kansas Medical Center","city":"Kansas City","state":"Kansas","zip":"66160","country":"United States","contacts":[{"name":"Jeannine Nilges, MD","role":"CONTACT","phone":"913-574-0961","email":"jnilges@kumc.edu"},{"name":"Neil Segal, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":39.11417,"lon":-94.62746}}]},"referencesModule":{"references":[{"pmid":"30203101","type":"BACKGROUND","citation":"Russell SJ, Sala R, Conaghan PG, Habib G, Vo Q, Manning R, Kivitz A, Davis Y, Lufkin J, Johnson JR, Kelley S, Bodick N. Triamcinolone acetonide extended-release in patients with osteoarthritis and type 2 diabetes: a randomized, phase 2 study. Rheumatology (Oxford). 2018 Dec 1;57(12):2235-2241. doi: 10.1093/rheumatology/key265."},{"pmid":"3741515","type":"BACKGROUND","citation":"Altman R, Asch E, Bloch D, Bole G, Borenstein D, Brandt K, Christy W, Cooke TD, Greenwald R, Hochberg M, et al. Development of criteria for the classification and reporting of osteoarthritis. Classification of osteoarthritis of the knee. Diagnostic and Therapeutic Criteria Committee of the American Rheumatism Association. Arthritis Rheum. 1986 Aug;29(8):1039-49. doi: 10.1002/art.1780290816."},{"pmid":"19558371","type":"BACKGROUND","citation":"Arbuckle RA, Humphrey L, Vardeva K, Arondekar B, Danten-Viala M, Scott JA, Snoek FJ. Psychometric evaluation of the Diabetes Symptom Checklist-Revised (DSC-R)--a measure of symptom distress. Value Health. 2009 Nov-Dec;12(8):1168-75. doi: 10.1111/j.1524-4733.2009.00571.x. Epub 2009 Jun 24."},{"pmid":"31278997","type":"BACKGROUND","citation":"Bannuru RR, Osani MC, Vaysbrot EE, Arden NK, Bennell K, Bierma-Zeinstra SMA, Kraus VB, Lohmander LS, Abbott JH, Bhandari M, Blanco FJ, Espinosa R, Haugen IK, Lin J, Mandl LA, Moilanen E, Nakamura N, Snyder-Mackler L, Trojian T, Underwood M, McAlindon TE. OARSI guidelines for the non-surgical management of knee, hip, and polyarticular osteoarthritis. Osteoarthritis Cartilage. 2019 Nov;27(11):1578-1589. doi: 10.1016/j.joca.2019.06.011. Epub 2019 Jul 3."},{"pmid":"26492905","type":"BACKGROUND","citation":"Bashir MA, Ray R, Sarda P, Li S, Corbett S. Determination of a safe INR for joint injections in patients taking warfarin. Ann R Coll Surg Engl. 2015 Nov;97(8):589-91. doi: 10.1308/rcsann.2015.0044."},{"pmid":"27500431","type":"BACKGROUND","citation":"Choudhry MN, Malik RA, Charalambous CP. Blood Glucose Levels Following Intra-Articular Steroid Injections in Patients with Diabetes: A Systematic Review. JBJS Rev. 2016 Mar 22;4(3):e5. doi: 10.2106/JBJS.RVW.O.00029."},{"pmid":"3948470","type":"BACKGROUND","citation":"Derendorf H, Mollmann H, Gruner A, Haack D, Gyselby G. Pharmacokinetics and pharmacodynamics of glucocorticoid suspensions after intra-articular administration. Clin Pharmacol Ther. 1986 Mar;39(3):313-7. doi: 10.1038/clpt.1986.45."},{"pmid":"25182149","type":"BACKGROUND","citation":"Johnston PC, Lansang MC, Chatterjee S, Kennedy L. Intra-articular glucocorticoid injections and their effect on hypothalamic-pituitary-adrenal (HPA)-axis function. Endocrine. 2015 Mar;48(2):410-6. doi: 10.1007/s12020-014-0409-5. Epub 2014 Sep 3."},{"pmid":"31617798","type":"BACKGROUND","citation":"Kompel AJ, Roemer FW, Murakami AM, Diaz LE, Crema MD, Guermazi A. Intra-articular Corticosteroid Injections in the Hip and Knee: Perhaps Not as Safe as We Thought? Radiology. 2019 Dec;293(3):656-663. doi: 10.1148/radiol.2019190341. Epub 2019 Oct 15."},{"pmid":"15751089","type":"BACKGROUND","citation":"Mader R, Lavi I, Luboshitzky R. Evaluation of the pituitary-adrenal axis function following single intraarticular injection of methylprednisolone. Arthritis Rheum. 2005 Mar;52(3):924-8. doi: 10.1002/art.20884."},{"pmid":"29741744","type":"BACKGROUND","citation":"Patel J, Schneider BJ, Smith CC; Spine Intervention Society's Patient Safety Committee. Fact Finders for Patient Safety: Intra-Articular Corticosteroid Injections and Hyperglycemia. Pain Med. 2018 May 1;19(5):1091-1092. doi: 10.1093/pm/pnx303. No abstract available."},{"pmid":"26240704","type":"BACKGROUND","citation":"Tamez-Perez HE, Quintanilla-Flores DL, Rodriguez-Gutierrez R, Gonzalez-Gonzalez JG, Tamez-Pena AL. Steroid hyperglycemia: Prevalence, early detection and therapeutic recommendations: A narrative review. World J Diabetes. 2015 Jul 25;6(8):1073-81. doi: 10.4239/wjd.v6.i8.1073."},{"pmid":"26991574","type":"BACKGROUND","citation":"Young P, Homlar KC. Extreme Postinjection Flare in Response to Intra-Articular Triamcinolone Acetonide (Kenalog). Am J Orthop (Belle Mead NJ). 2016 Mar-Apr;45(3):E108-11."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010003","term":"Osteoarthritis"},{"id":"D000020370","term":"Osteoarthritis, Knee"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000003924","term":"Diabetes Mellitus, Type 2"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000001168","term":"Arthritis"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"}],"browseLeaves":[{"id":"M12926","name":"Osteoarthritis","asFound":"Osteoarthritis","relevance":"HIGH"},{"id":"M22168","name":"Osteoarthritis, Knee","asFound":"Osteoarthritis, Knee","relevance":"HIGH"},{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes Mellitus","relevance":"HIGH"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","asFound":"Diabetes Mellitus, Type 2","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M4476","name":"Arthritis","relevance":"LOW"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M15045","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6323","name":"Collagen Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000014221","term":"Triamcinolone"},{"id":"D000014222","term":"Triamcinolone Acetonide"},{"id":"C000005900","term":"Triamcinolone hexacetonide"},{"id":"C000030262","term":"Triamcinolone diacetate"}],"ancestors":[{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000007166","term":"Immunosuppressive Agents"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M16974","name":"Triamcinolone","asFound":"Sham Comparator","relevance":"HIGH"},{"id":"M16975","name":"Triamcinolone Acetonide","asFound":"Insomnia","relevance":"HIGH"},{"id":"M237966","name":"Triamcinolone hexacetonide","asFound":"Insomnia","relevance":"HIGH"},{"id":"M209573","name":"Triamcinolone diacetate","asFound":"Insomnia","relevance":"HIGH"},{"id":"M4217","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M9047","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M10212","name":"Immunosuppressive Agents","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}