{"protocolSection":{"identificationModule":{"nctId":"NCT06474026","orgStudyIdInfo":{"id":"KUAHPD-01"},"organization":{"fullName":"Korea University Anam Hospital","class":"OTHER"},"briefTitle":"A Clinical Trial to Evaluate the Safety and Efficacy of Neuromodulation Using High Intensity Focused Ultrasound 'ExAblate 4000 Type 2.1' in Patients With Psychostimulant Use Disorder(PUD)","officialTitle":"Safety and Efficacy of Neuromodulation Using High Intensity Focused Ultrasound 'ExAblate 4000 Type 2.1' in Patients With Psychostimulant Use Disorder(PUD): a Single-center, Open, Prospective, Randomized, Feasibility, Investigator-initiated Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Chang, Jin Woo","investigatorTitle":"Professor","investigatorAffiliation":"Korea University Anam Hospital"},"leadSponsor":{"name":"Korea University Anam Hospital","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this clinical trial is to evaluate the initial safety and efficacy of the ExAblate Model 4000 Type 2.1 high-intensity focused ultrasound surgical device for nucleus accumbens (NAc) neuromodulation in patients with psychostimulant use disorder (PUD).","detailedDescription":"This clinical trial aims to evaluate the safety and efficacy of neuromodulation using high intensity focused ultrasound 'ExAblate 4000 Type 2.1' in patients with psychostimulant use disorder (PUD). It is designed as a single-center, open, prospective, randomized, feasibility, investigator-initiated trial. Patients with psychostimulant use disorder (PUD) will be referred to this clinical trial. Those who have been fully informed about the clinical trial and voluntarily sign an informed consent form will undergo screening tests. After checking all inclusion/exclusion eligibility, the Investigator will assign randomization numbers and randomize subjects to SHAM+ACTIVE or ACTIVE arm in a 1:1 ratio, and finally enroll subjects in this clinical trial. Subjects will receive an investigational medical device as described below based on their arm assignment at Visit 2.\n\nThe investigator will perform neuromodulation of the bilateral nucleus accumbens using the investigational medical device \"ExAblate 4000 Type 2.1\". At the end of the procedure, the subject will be observed for at least 2 hours after application of the investigational medical device. At this point, the investigator will confirm the occurrence of the adverse event that may cause the dropout as below. If the subject is dropped out, follow-up observation of the adverse event continues. Subjects will return to the site at Visit 3 (7±2 days post-active device application), Visit 4 (30±7 days post-active device application), Visit 5 (90±7 days post-active device application), and Visit 6 (180±7 days post-active device application) for safety and efficacy assessments. All subjects will complete a follow-up evaluation at Visit 6 (Day 180±7) after the ACTIVE device procedure and will exit the clinical trial if no adverse events have occurred or if the investigator determines that no further follow-up for adverse events is necessary.\n\nThe primary endpoint includes the success rate of psychostimulant abstinence (%). The secondary endpoint includes time to recurrence (in days), VAS rating of craving severity (mm), assessments related to mood/anxiety/attention/impulsivity, assessment of cognitive function, evaluation of fMRI drug cue reactivity (FDCR) in neural signaling of drug craving (including striatum, orbitofrontal cortex, amygdala, and synapses)."},"conditionsModule":{"conditions":["Psychostimulant Use Disorder(PUD)"],"keywords":["ExAblate 4000 Type 2.1","Psychostimulant use disorder","neuromodulation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":10,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sham+Active arm","type":"EXPERIMENTAL","description":"Visit 2-1(Sham procedure), Visit 2-2(7±2 days after applying sham device): evaluate safety and effectiveness for SHAM devices, Active procedure","interventionNames":["Device: ExAblate 4000 Type 2.1"]},{"label":"Active arm:","type":"EXPERIMENTAL","description":"Visit 2(Active procedure)","interventionNames":["Device: ExAblate 4000 Type 2.1"]}],"interventions":[{"type":"DEVICE","name":"ExAblate 4000 Type 2.1","description":"In Sham+Active arm, the subject will receive sham device application(Visit 2-1) and then active device application(Visit 2-2) after 7±2 days.\n\nIn Active arm, the subject will receive active device application(Visit 2)\n\nSubjects will return to the site at Visit 3 (7±2 days post-active device application), Visit 4 (30±7 days post-active device application), Visit 5 (90±7 days post-active device application), and Visit 6 (180±7 days post-active device application) for safety and efficacy assessments.","armGroupLabels":["Active arm:","Sham+Active arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Success rate of psychostimulant abstinence (%)","description":"Percentage of subjects with no detectable psychostimulants and other illicit drugs by urine toxicology screening after application","timeFrame":"7, 30, 90, and 180 days after ACTIVE device application"}],"secondaryOutcomes":[{"measure":"Time to recurrence (in days)","description":"Mean time to relapse for subjects with psychostimulants and other illicit drugs detected by urine toxicology screening after application of the ACTIVE device","timeFrame":"6 months"},{"measure":"VAS rating of craving severity (mm)","description":"Change in substance craving visual analog scale (VAS) score after sham or active device application","timeFrame":"Baseline to 7 days after SHAM device application, baseline to 7, 30, 90, and 180 days post ACTIVE device"},{"measure":"Assessments related to mood/anxiety/attention/impulsivity","description":"Change (in points) in assessments of mood/anxiety/attention/impulsivity","timeFrame":"Baseline to 7 days after SHAM device application, baseline to 7, 30, 90, and 180 days post ACTIVE device"},{"measure":"Assessment of cognitive function","description":"Change in Cognitive Function Assessment (points) Post-ACTIVE Device application","timeFrame":"Baseline to 180 days post-ACTIVE Device application"},{"measure":"Evaluation of fMRI drug cue reactivity (FDCR) in neural signaling of drug craving (including striatum, orbitofrontal cortex, amygdala, and synapses)","description":"Change in fMRI drug cue reactivity after sham or active device application","timeFrame":"Baseline to 7 days after SHAM device application, Baseline to 7 days and 180 days after active device application"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Adults between the ages of 19 and 60\n2. Subject is diagnosed with a DSM-5 psychostimulant\\* use disorder (PUD) by a board certified psychiatrist.\n\n   \\*Psychostimulants: Methamphetamine, cocaine, and other stimulants\n3. Subject is currently receiving standard substance use disorder inpatient treatment or an intensive outpatient program\n4. Subject has been off psychostimulants and other illicit drugs, confirmed via urine toxicology screen\n5. Subject has not regularly used illegal drugs other than psychostimulants more than once a month in the past six months\n6. The NAc is apparent on MRI such that treatment targeting can be performed directly (visible on MRI) and indirectly (using other anatomical structures for measurements)\n7. Subject is able to communicate sensations during the investigational procedure\n8. Subject has made a voluntary decision to participate in this clinical trial and has given written consent.\n9. Subject is willing to comply to the protocol\n\nExclusion Criteria:\n\n1. Subject with standard contraindication for MR imaging, such as non-MRI compatible implanted metallic devices.\n2. Subject with known allergies to the MRI contrast agent gadolinium (Gadovist®) or contraindication (such as untreated hypokalemia).\n3. Subject who are unable or unwilling to tolerate the required prolonged stationary position during treatment (approximately 2-3 hours)\n4. More than 30% of the skull area traversed by the sonication pathyway is covered by scars, scalp disorder (e.g., eczema), or atrophy of the scalp.\n5. Subject with implanted objects in the skull or brain\n6. Subject diagnosed with advanced kidney disease or on dialysis\n7. Subjet with impaired renal function with estimated glomerular filtration rate less than 30 mL/min/1.73 m 2\n8. Subject with known unstable cardiac status or severe hypertension including:\n\n   * Documented myocardial infarction within six months of enrollment\n   * Unstable angina on medication\n   * Unstable or worsening congestive heart failure\n   * Left ventricular ejection fraction (LVEF) below the lower limit of normal\n   * History of hemodynamically unstable cardiac arrhythmias\n   * Cardiac pacemaker\n   * Severe hypertension (diastolic blood pressure over 100 on medication)\n9. Subject has a history of abnormal bleeding or coagulopathy\n10. Subject is receiving anticoagulant (e.g., warfarin) or antiplatelet (e.g., aspirin) therapy within one week of focused ultrasound procedure or drugs known to increase risk of hemorrhage (e.g., Avastin) within one month of focused ultrasound procedure\n11. Subject has blood coagulation test results outside the normal range\n\n    * PLT\\<100,000/μL\n    * PT\\>13.9 seconds or PTT\\>37.5 seconds\n    * INR\\>1.2\n12. Subject with cerebrovascular disease as determined by MRI according to Fazekas score\n13. Subject with a past or current diagnosis of schizophrenia, psychotic disorder, bipolar disorder, or untreated depression other than one determined to be substance induced\n14. Score of greater than 17 on the Hamilton Depression Rating Scale (HAM-D) or increased risk of suicide based on any positive response regarding passive or active suicidal ideation with or without intent over the past 3 months or lifetime history of active suicidal ideation with intent on the Columbia-Suicide Severity Rating Scale (C-SSRS) at baseline\n15. Diagnosis of dementia or any other disorder which has led to a clinically significant cognitive impairment (assessed via NIHTB-CB)\n16. Subject with brain tumors\n17. Subject with chronic pulmonary disorders e.g. severe emphysema, pulmonary vasculitis, or other casues of reduced pulmonary vascular cross-sectional area.\n18. Any known CNS infection or infection with the human immunodeficiency virus (HIV) or hepatitis C virus (HCV)\n19. Subject who has had deep brain stimulation or a prior stereostatic ablation of the NAc, basal ganglia, or thalamus\n20. Subject who has been administered botulinum toxins into to the arm, neck, or face for 5 months prior to baseline\n21. Subject unwilling to refrain from using illicit drugs while participating in this clinical trial\n22. Subject is pregnant or nursing women\n23. For women of childbearing potential\\*, who do not agree to use clinically appropriate contraception\\*\\* for the duration of the clinical trial\n\n    \\*Definition of women of childbearing age: means women who have experienced menarche, have not been surgically sterilized (hysterectomy or bilateral oophorectomy), or are not post-menopausal, defined as amenorrhea for 12 months or more for no other reason.\n\n    \\*\\*Clinically appropriate contraception: defined as \"\\[intrauterine device (e.g., Loop, Mirena), chemical barrier method (spermicide), or subdermal implantable contraceptive device (e.g., Implanon)\\] + physical barrier method (male or female)\" for women, tubal surgery, or laparoscopic contraception (a type of tubal ligation).\n24. Other, if the investigator determines that participation in the clinical trial is inappropriate ethically or because it may affect the outcome of the clinical trial","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}