{"protocolSection":{"identificationModule":{"nctId":"NCT06471426","orgStudyIdInfo":{"id":"2024-033"},"organization":{"fullName":"Edward Via Virginia College of Osteopathic Medicine","class":"OTHER"},"briefTitle":"The Effect of Osteopathic Treatment on Craniocervico-Mandibular Dysfunction","officialTitle":"The Effect of Osteopathic Treatment on Craniocervico-Mandibular Dysfunction"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-04-22","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04-22","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04-22","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Daniel Cawley","investigatorTitle":"Assistant Professor","investigatorAffiliation":"Edward Via Virginia College of Osteopathic Medicine"},"leadSponsor":{"name":"Edward Via Virginia College of Osteopathic Medicine","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to measure the effects of osteopathic manipulative treatment (OMT) on tissues of the craniocervico-mandibular unit (CCMU) in individuals with neck pain and headaches.\n\nThe main questions to answer are:\n\n1. How does OMT affect CCMU muscle stiffness\n2. How does OMT affect jaw motion\n3. How does OMT affect autonomic function\n4. Is pain pressure threshold affected by OMT of the CCMU\n\nParticipants will undergo the following interventions:\n\n1. Photos taken to measure head and neck angles\n2. Ultrasound\n3. Smooth Pursuit Neck Torsion Test\n4. Motion Capture\n5. Autonomic Protocol\n6. Algometry\n7. Surveys","detailedDescription":"Myofascial pain is a major health problem that results in a decrease in life quality and functioning, and it imposes a burden on healthcare systems. Muscles and joints of the cervical spine contain numerous sensory receptors that are important for the integration of head and neck movements with temporomandibular joint and eye movements. In humans, jaw and neck movements are integrated, possessing a high degree of spatiotemporal consistency. This is necessary to maintain natural jaw function. Because of neural and myofascial connections, dysfunction in one region can cause dysfunction and pain in a neighboring region. Jaw and cervical spine dysfunction have been linked previously. Orofacial pain and temporomandibular joint dysfunction are both associated with increased stiffness of the masticatory muscles and neck disability and muscle tenderness. Also, abnormal craniocervical posture that manifests as forward head malposition with hyperextension of the upper cervical is commonly associated with dysfunction of the CCMU. Considering head and neck postures can influence muscle stiffness and activity, it is plausible that positional changes in the neck, such as poor posture, are part of a larger somatic dysfunction sequela that reflects biomechanical alterations of the CCMU that can eventually lead to chronic pain and dysfunction in eye and jaw motion. In addition to myofascial dysfunction, the role of the autonomic nervous system (ANS) in chronic pain has been documented and is related to dysfunctional pain that continues in the absence of noxious stimuli. Previous studies have demonstrated a correlation between neck pain and temporomandibular dysfunction and pain, impaired eye movements, visual disturbances, and autonomic dysfunction.\n\nManual therapies have been shown to restore myofascial and autonomic balance. OMT directed at the cervical region can restore balance to both the CCMU and the autonomic nervous system, which can improve function and decrease pain. Treatment of the deep neck muscles, including the suboccipital muscles, is effective at improving neck pain, disability and range of motion. Also, this can manifest as an improvement in jaw and eye motion, and a restoration of balance within the autonomic nervous system. Further research is needed to better understand the role of CCMU dysfunction in chronic pain conditions of the head and neck and to provide a mechanistic understanding of OMT in the treatment of CCMU dysfunction.\n\nThe primary objective is to measure the effects of OMT on tissues of the CCMU in individuals with neck pain and headaches. Specifically, investigators will measure the following as part of this objective:\n\n* Stiffness changes in the masseter, trapezius, sternocleidomastoid, and semispinalis capitis and cervicis.\n* Eye tracking changes measured by a smooth pursuit neck torsion test (SPNT).\n* Changes in jaw morphometrics during motion using a 9 -marker setup and capturing motion using VICON.\n* Changes in autonomic function (heartrate variability, skin conductance, pupillary response) using a battery of tests including divided attention test, Valsalva maneuver, cold pressor test, and deep breathing.\n* Pain pressure threshold measured by algometry.\n\nA secondary objective is to demonstrate a relationship between the clinical presentation of CCMU dysfunction and self-reported complaints of stress, anxiety, pain, and disability and how OMT affects these self-reported measures. To achieve this secondary objective, the investigators will use the following:\n\n* Self-reported visual disturbances measured by survey.\n* Depression, Anxiety, and Stress measured by Depression, Anxiety, Stress Scale (DASS-21).\n* Average neck pain, headaches, and temporomandibular joint pain duration, intensity and frequency measured by survey.\n* Functional ability measured by the neck disability index (NDI).\n* Headaches measured by the Headache impact test (HIT-6).\n\nThis research aims to answer possible mechanisms of OMT intervention in CCMU dysfunction that presents clinically as neck pain, headache, dizziness, and visual disturbances. In addition, the investigators aim to demonstrate a relationship between self-reported measures of pain and disability and dysfunction while demonstrating improvements in these measures because of OMT treatment."},"conditionsModule":{"conditions":["Headache","Neck Pain"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"This study will utilize a pretest-posttest design which will measure changes in the following in response to a 4-week OMT intervention.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Osteopathic Manipulative Treatment Group","type":"EXPERIMENTAL","interventionNames":["Other: Osteopathic Manipulative Treatment"]}],"interventions":[{"type":"OTHER","name":"Osteopathic Manipulative Treatment","description":"The following methods of evaluation and treatment will be utilized on all subjects: Indirect myofascial release to the cervical region, osteopathic cranial manipulation, sacral articular technique.","armGroupLabels":["Osteopathic Manipulative Treatment Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Muscle Stiffness","description":"Using Shear Wave Elastography to measure stiffness (kPa) changes in the masseter, trapezius, sternocleidomastoid, and semispinalis capitis and cervicis","timeFrame":"4 weeks"},{"measure":"Eye tracking changes measured by a smooth pursuit neck torsion test (SPNT)","description":"Ratio of (eye velocity) to (on-screen moving red dot velocity) in degrees/second. This measurement will be taken in 3 different positions, neutral, 45ᵒ of left head rotation, and 45ᵒ of right head rotation.","timeFrame":"4 weeks"},{"measure":"Changes in jaw morphometrics during motion using a 9 -marker setup and capturing motion using VICON motion capture system","description":"Measurement of jaw morphometry during the following motions: depression, elevation, right and left lateral excursion, and protrusion. Investigators will measure motion morphometrics of cervical rotation, flexion, extension, and lateral flexion. Reflective skin markers will be used as X/Y/Z coordinates for morphometric analysis.","timeFrame":"4 weeks"},{"measure":"Changes in autonomic function during divided attention test, Valsalva maneuver, cold pressor test, and deep breathing via HRV","description":"Heart rate variability (HRV) in milliseconds (ms)","timeFrame":"4 weeks"},{"measure":"Changes in autonomic function during divided attention test, Valsalva maneuver, cold pressor test, and deep breathing via GSR","description":"Galvanic skin response (GSR) in micro-Siemens (uS)","timeFrame":"4 weeks"},{"measure":"Changes in autonomic function during divided attention test, Valsalva maneuver, cold pressor test, and deep breathing via pupillary changes","description":"Pupil size changes measured in millimeters (mm)","timeFrame":"4 weeks"},{"measure":"Pain pressure threshold (PPT)","description":"Using algometry to measure PPT (kilograms per square centimeter (kg/cm2)) in the following locations bilaterally: 2cm lateral and superior to the C2 spinous process, masseter 2.5cm anterior and 1.5cm inferior to the tragus of the ear, and over the middle of the thenar eminence.","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Duration, intensity and frequency of neck pain, headaches, and dizziness","description":"Using Numerical Rating Scale (NRS) to measure. Scales from 0-10 with 0 indicating no pain and 10 indicating severe pain. Scales from 1-5 with 1 indicating no pain ever and 5 indicating pain always.","timeFrame":"5 weeks"},{"measure":"Neck Disability Index (NDI)","description":"10-item patient-completed questionnaire which gives a subjective percentage score of level of function (disability) in activities of daily living. Questions are rated from 0-5 with 0 indicating no neck disability and 5 indicating severe neck disability. The sections are summed for a score range of 0-50 with a higher score indicating greater disability.","timeFrame":"5 weeks"},{"measure":"Depression, Anxiety, Stress Scale (DASS-21)","description":"Set of 3 self-reported subscales designed to measure depression, anxiety, and stress in adults. It consists of 21 items, with 7 questions dedicated to each of the subscales. For each question, the answers are scored from 0-4 with 0 being \"did not apply to me at all\" and 4 being \"very much or most of the time.\" Each question related to the subsets of anxiety, depression, and stress are scored from ranges of (0-20+), (0-28+), and (0-34+), respectively. A lower score indicates normal with a higher score indicating more severe condition.","timeFrame":"5 weeks"},{"measure":"Headache Impact Test (HIT-6)","description":"6-item survey developed to assess the impact of headaches on a patient's daily life, including frequency of severe pain and pain related functional limitations. There are 5 choices for each question, which are then scored and totaled for a range from 36-78. A higher score indicates higher impact of headaches on daily life.","timeFrame":"5 weeks"},{"measure":"Visual Disturbance Survey","description":"16-item survey that measures self-reported visual complaints. Each visual complaint asks about intensity 0-3 (0=none, 3=severe) and frequency 0-4 (0=never, 4=always). These scores are multiplied to get a score out of 12. A higher score indicates more frequent and severe disturbances for each visual complaint.","timeFrame":"5 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* male and female subjects 19-65 years old\n* neck pain and/or headaches of \\> 1 month duration\n\nExclusion Criteria:\n\n* prior cervical or thoracic spinal surgery\n* diagnosis cervical radiculopathy or pinched nerve in the neck\n* diagnosis of jaw disease or dysfunction\n* diagnosis of connective tissue or muscle disorders\n* diagnosis of cancer\n* previous spinal cord injury\n* Inflammatory arthritis and fibromyalgia\n* eye movement disorder\n* known pregnancy (hormonal changes affecting tissues could be a confounding variable)\n* tobacco use\n* known diabetes or prediabetes\n* allergy to ultrasound gel (propylene glycol)\n* history of manual therapy treatment within the past 2 weeks\n* history of injection for pain within the past month\n* currently taking muscle relaxers","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Daniel Cawley, DC, MSHS, MS","role":"CONTACT","phone":"334-442-4105","email":"dcawley@auburn.vcom.edu"}],"locations":[{"facility":"Edward Via College of Osteopathic Medicine-Auburn","status":"RECRUITING","city":"Auburn","state":"Alabama","zip":"36832","country":"United States","contacts":[{"name":"Daniel Cawley, DC, MSHS, MS","role":"CONTACT","phone":"334-442-4105","email":"dcawley@auburn.vcom.edu"}],"geoPoint":{"lat":32.60986,"lon":-85.48078}}]},"referencesModule":{"references":[{"pmid":"29333365","type":"BACKGROUND","citation":"Abouelhuda AM, Kim HS, Kim SY, Kim YK. Association between headache and temporomandibular disorder. J Korean Assoc Oral Maxillofac Surg. 2017 Dec;43(6):363-367. doi: 10.5125/jkaoms.2017.43.6.363. Epub 2017 Dec 26."},{"pmid":"11171934","type":"BACKGROUND","citation":"Ariens GA, Bongers PM, Douwes M, Miedema MC, Hoogendoorn WE, van der Wal G, Bouter LM, van Mechelen W. Are neck flexion, neck rotation, and sitting at work risk factors for neck pain? Results of a prospective cohort study. Occup Environ Med. 2001 Mar;58(3):200-7. doi: 10.1136/oem.58.3.200."},{"pmid":"25748395","type":"BACKGROUND","citation":"da Costa DR, de Lima Ferreira AP, Pereira TA, Porporatti AL, Conti PC, Costa YM, Bonjardim LR. Neck disability is associated with masticatory myofascial pain and regional muscle sensitivity. Arch Oral Biol. 2015 May;60(5):745-52. doi: 10.1016/j.archoralbio.2015.02.009. Epub 2015 Feb 21."},{"pmid":"27642428","type":"BACKGROUND","citation":"Elbinoune I, Amine B, Shyen S, Gueddari S, Abouqal R, Hajjaj-Hassouni N. Chronic neck pain and anxiety-depression: prevalence and associated risk factors. Pan Afr Med J. 2016 May 27;24:89. doi: 10.11604/pamj.2016.24.89.8831. eCollection 2016."},{"pmid":"34980079","type":"BACKGROUND","citation":"Kazeminasab S, Nejadghaderi SA, Amiri P, Pourfathi H, Araj-Khodaei M, Sullman MJM, Kolahi AA, Safiri S. Neck pain: global epidemiology, trends and risk factors. BMC Musculoskelet Disord. 2022 Jan 3;23(1):26. doi: 10.1186/s12891-021-04957-4."},{"pmid":"30584494","type":"BACKGROUND","citation":"Kim DH, Kim CJ, Son SM. Neck Pain in Adults with Forward Head Posture: Effects of Craniovertebral Angle and Cervical Range of Motion. Osong Public Health Res Perspect. 2018 Dec;9(6):309-313. doi: 10.24171/j.phrp.2018.9.6.04."},{"pmid":"25883963","type":"BACKGROUND","citation":"Silveira A, Gadotti IC, Armijo-Olivo S, Biasotto-Gonzalez DA, Magee D. Jaw dysfunction is associated with neck disability and muscle tenderness in subjects with and without chronic temporomandibular disorders. Biomed Res Int. 2015;2015:512792. doi: 10.1155/2015/512792. Epub 2015 Mar 26."},{"pmid":"31339236","type":"BACKGROUND","citation":"Sojka A, Stelcer B, Roy M, Mojs E, Prylinski M. Is there a relationship between psychological factors and TMD? Brain Behav. 2019 Sep;9(9):e01360. doi: 10.1002/brb3.1360. Epub 2019 Jul 24."},{"pmid":"24521926","type":"BACKGROUND","citation":"Treleaven J, Takasaki H. Characteristics of visual disturbances reported by subjects with neck pain. Man Ther. 2014 Jun;19(3):203-7. doi: 10.1016/j.math.2014.01.005. Epub 2014 Jan 27."},{"pmid":"16670840","type":"BACKGROUND","citation":"Vos CJ, Verhagen AP, Koes BW. Reliability and responsiveness of the Dutch version of the Neck Disability Index in patients with acute neck pain in general practice. Eur Spine J. 2006 Nov;15(11):1729-36. doi: 10.1007/s00586-006-0119-7. Epub 2006 May 3."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013705","term":"Temporomandibular Joint Disorders"},{"id":"D000013706","term":"Temporomandibular Joint Dysfunction Syndrome"},{"id":"D000006261","term":"Headache"},{"id":"D000019547","term":"Neck Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000017271","term":"Craniomandibular Disorders"},{"id":"D000008336","term":"Mandibular Diseases"},{"id":"D000007571","term":"Jaw Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009135","term":"Muscular Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"},{"id":"D000009209","term":"Myofascial Pain Syndromes"}],"browseLeaves":[{"id":"M9351","name":"Headache","asFound":"Headache","relevance":"HIGH"},{"id":"M21485","name":"Neck Pain","asFound":"Neck Pain","relevance":"HIGH"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M16477","name":"Temporomandibular Joint Disorders","asFound":"Mandibular Dysfunction","relevance":"HIGH"},{"id":"M16478","name":"Temporomandibular Joint Dysfunction Syndrome","asFound":"Mandibular Dysfunction","relevance":"HIGH"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M19566","name":"Craniomandibular Disorders","relevance":"LOW"},{"id":"M11327","name":"Mandibular Diseases","relevance":"LOW"},{"id":"M10601","name":"Jaw Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M12092","name":"Muscular Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"},{"id":"M8486","name":"Fibromyalgia","relevance":"LOW"},{"id":"M12161","name":"Myofascial Pain Syndromes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"}]}},"hasResults":false}