{"protocolSection":{"identificationModule":{"nctId":"NCT06475495","orgStudyIdInfo":{"id":"CCM-RNT-202401"},"secondaryIdInfos":[{"id":"2024-514955-13-00","type":"CTIS"}],"organization":{"fullName":"Charite University, Berlin, Germany","class":"OTHER"},"briefTitle":"Comparison of B-cell Depletion by Rituximab and Anti-CD 19 CAR-T Therapy in Patients With Rheumatoid Arthritis","officialTitle":"Comparison of B-cell Depletion by Rituximab and Anti-CD 19 CAR-T Therapy in Patients With Rheumatoid Arthritis. Two-stage Interventional, Prospective, Randomized, Controlled, Open Label, Parallel-group Phase I/II Trial in Patients With Active, ACPA-positive and Treatment Refractory Rheumatoid Arthritis","acronym":"COMPARE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-11","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"David Simon","investigatorTitle":"PD Dr. med. David Simon","investigatorAffiliation":"Charite University, Berlin, Germany"},"leadSponsor":{"name":"Charite University, Berlin, Germany","class":"OTHER"},"collaborators":[{"name":"Kyverna Therapeutics","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this phase I/II clinical trial is to compare B-cell depletion by rituximab and anti-CD 19 CAR-T therapy in patients with rheumatoid arthritis. The main questions it aims to answer are:\n\n* To assess the safety of anti-CD19 CAR T cell therapy in subjects with active, ACPA positive and treatment refractory RA (Phase-I)\n* To assess the safety of anti-CD19 CAR T cell therapy and of rituximab in subjects with active, ACPA positive and treatment refractory RA (Phase-II)\n* To assess ACPA seroconversion after anti-CD19 CAR T cell or rituximab therapy in subjects with active, ACPA positive and treatment refractory RA (Phase-II)\n\nParticipants in the test-arm will receive a single dose of KYV-101 i.v., an autologous fully-human anti-CD19 CAR T-cell immunotherapy. In the comparator group patients will receive 2x1 g Rituximab i.v.\n\nFollow-up time (both arms) is 52 weeks with regular visits at the site.","detailedDescription":"This study aims to investigate the use of either rituximab as an established therapy or KYV101 (a fully human anti-CD19 CAR T cell therapy) in ACPA-positive RA patients who are refractory to previous treatments. This study is designed to determine and compare (i) the safety of these two B-cell targeted therapies, (ii) their clinical efficacy, (iii) their impact on the immunological status of the patient and in particular on ACPA positivity, and (iv) their ability to induce long-term (deep) clinical and molecular remission and drug-free survival.\n\nThe investigational product (IMP), KYV-101, is an autologous fully-human anti-CD19 CAR T-cell immunotherapy. . Before IMP infusion, patients will receive a premedication of 4 mg Dimetindenmaleat iv or equivalent antihistamine and 1000 mg oral acetaminophene. Prophylactic doses of acyclovir of 400mg 2x daily as well as cotrimoxazole 960mg 3x weekly will be administered orally following CAR T cell infusion until week 24. Tocilizumab 8mg/kg will be administered intravenously when required for treatment of IMP-related cytokine release syndrome. Dexamethasone as needed will be administered intravenously when required for treatment of neurological adverse event (ICANS).\n\nIn the control arm in phase II, rituximab will be administered. Rituximab, a chimeric monoclonal antibody targeting CD20, induces B cell depletion and is authorized for treatment of RA. A dose of 1000 mg will be administered intravenously at baseline and at day 14 as per summary of product characteristics. The need for further courses will be evaluated 24 weeks after baseline where retreatment of 1000 mg rituximab may be initiated if residual disease activity remains.\n\nFollow-up time (both arms) is 52 weeks with regular visits at the site."},"conditionsModule":{"conditions":["Rheumatoid Arthritis"],"keywords":["treatment refractory","ACPA-positive","difficult-to-treat"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Two-stage interventional, prospective, randomized, controlled, open label, parallel-group phase I/II trial in patients with active, ACPA-positive and treatment refractory rheumatoid arthritis","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":13,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"KYV101","type":"EXPERIMENTAL","description":"Participants in this arm will receive a single dose of KYV-101 i.v., an autologous fully-human anti-CD19 CAR T-cell immunotherapy.","interventionNames":["Drug: KYV101"]},{"label":"Rituximab","type":"ACTIVE_COMPARATOR","description":"In the Comparator group patients will receive 2x1 g Rituximab i.v. (Day 0 and Day 14).\n\nRetreatment of 1000 mg rituximab i.v. may be initiated at week 24 if residual disease activity remains, otherwise retreatment should be delayed until disease activity returns. A DAS-28-CRP \\> 3.2 will be used as a non-binding guidance for the re-treatment decision.","interventionNames":["Drug: Rituximab (active comparator)"]}],"interventions":[{"type":"DRUG","name":"KYV101","description":"an autologous fully-human anti-CD19 CAR T-cell immunotherapy","armGroupLabels":["KYV101"]},{"type":"DRUG","name":"Rituximab (active comparator)","description":"anti CD20 monoclonal antibody","armGroupLabels":["Rituximab"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Safety Phase I (1) Safety","description":"Incidence and grading of severity (graded 0-4) of Cytokine Release Syndrome (CRS) due to IMP within the first 4 weeks after anti-CD19 CAR T cell therapy.","timeFrame":"up to week 52"},{"measure":"Safety Phase I (2) Safety","description":"Incidence and grading of severity (graded 0-4) of Immune Cell Associated Neurotoxicity Syn-drome (ICANS) due to IMP within the first 4 weeks after anti-CD19 CAR T cell therapy.","timeFrame":"up to 52 weeks"},{"measure":"Safety Phase I (3) Safety","description":"Incidence and grading of severity (graded 0-4) of Adverse Events (AE) due to IMP within the first 4 weeks after anti-CD19 CAR T cell therapy.","timeFrame":"up to 52 weeks"},{"measure":"Safety Phase I (4) Safety","description":"Incidence and grading of severity (graded 0-4) of Serious Adverse Events (SAE) due to IMP within the first 4 weeks after anti-CD19 CAR T cell therapy.","timeFrame":"up to 52 weeks"},{"measure":"Efficacy Phase II","description":"Percentage of subjects with ACPA seroconversion = ACPA level \\<20 mU/ml at week 16.","timeFrame":"visit week 16"},{"measure":"Safety Phase II (1)","description":"AE due to IMP and rituximab throughout the whole study","timeFrame":"up to 52 weeks"},{"measure":"Safety Phase II (2)","description":"SAE due to IMP and rituximab throughout the whole study","timeFrame":"up to 52 weeks"}],"secondaryOutcomes":[{"measure":"Clinical secondary endpoint (1)","description":"Drug free survival time (beginning of immunosuppression for RA treatment except for stable dosage of MTX in the control arm) from week 7 to 52","timeFrame":"from week 7 to week 52"},{"measure":"Clinical secondary endpoint (2)","description":"Time to relapse/flare","timeFrame":"from week 7 to week 52"},{"measure":"Clinical secondary endpoint (3)","description":"ACR 20/50/70 response","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (4)","description":"DAS28-CRP remission","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (5)","description":"DAS28-CRP\\<3.2","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (6)","description":"SDAI remission","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (7)","description":"Boolean 2.0 remission","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (8)","description":"Change in Disease Activity Score 28-CRP (DAS28-CRP)","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (9)","description":"Change in American College of Rheumatology (ACR) score components","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (10)","description":"Change in Simplified Disease Activity Index (SDAI)","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (11)","description":"Change in Clinical Disease Activity Index (CDAI)","timeFrame":"up to 52 weeks"},{"measure":"Clinical secondary endpoint (12)","description":"Number of flares","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (1)","description":"Percentage of subjects with Anti-citrullinated protein antibody (ACPA) seroconversion = ACPA level \\<20 mU/ml at week 24 and 52","timeFrame":"visit week 24"},{"measure":"cellular and humoral response (2)","description":"Duration of persistence of CAR T cells in the peripheral blood","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (3)","description":"Duration of B cell depletion in the peripheral blood","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (4)","description":"Expansion of CAR T cells in the patient over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (5)","description":"Change in Anti-citrullinated protein antibody (ACPA) levels (mU/ml) over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (6)","description":"Change in Rheumatoid Factor (RF) levels (U/ml) over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (7)","description":"Change in Anti-citrullinated protein antibody (ACPA) levels (mU/ml) in HLA-defined subgroups over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (8)","description":"Change in levels of Anti-citrullinated protein antibody (ACPA) isotypes at week over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (9)","description":"Change in levels of IgG subclasses at week over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (10)","description":"Change in IgM immunoglobulins over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (11)","description":"Change in total IgA immunoglobulins over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (12)","description":"Change in IgG immunoglobulins subclasses over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (13)","description":"Change in total IgG immunoglobulins over time","timeFrame":"up to 52 weeks"},{"measure":"cellular and humoral response (14)","description":"Change in the number of plasmablasts, B cell and T cell numbers over time in peripheral blood","timeFrame":"up to 52 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Main Inclusion Criteria:\n\n* Understand and voluntarily sign an informed consent form\n* Male or female, age ≥ 18 and ≤ 80 years at time of consent\n* Able to adhere to the study visits and protocol\n* Fulfilment of the 2010 ACR-EULAR RA classification criteria\n* ACPA positivity (cut off 20 mU/ml) at screening\n* Disease Activity Score DAS28-ESR\\>3.2 at screening\n* Failure (defined as inadequate response after at least 3 months of therapy) of at least one conventional DMARD and at least two tsDMARD/bDMARDs\n* At least one swollen joint with Power Doppler activity of at least grade 1 or B-mode activity of at least grade 2 at screening\n* Willingness to participate in a synovial puncture and biopsy\n* Male subjects unless surgically sterile, must agree to use two accepta-ble methods for contraception (e.g. spermicide and condom) during the trial and refrain from fathering a child starting from the time of signing the Informed Consent Form (ICF) until 12 months after dosing of the IMP or rituximab\n* Females of childbearing potential (FCBP) must have a negative serum pregnancy test at screening and must agree to use a highly effective contraceptive method (Pearl index \\<1) starting from the time of signing the ICF and for 12 months after dosing of the IMP or rituximab\n* Updated vaccination record according to the STIKO recommendations for immunocompromised patients\n\nMain Exclusion Criteria:\n\n* ANC \\< 1.000/mm3, ALC \\< 500/mm3 or hemoglobin \\< 8g/dl, absolute CD3+T cell count \\< 100/µl\n* Severely impaired renal (eGFR ≤ 30 ml/min/m2), liver (Child Pugh B or C), or heart andor pulmonary (NYHA III or IV, blood oxygenation \\<92%) function\n* Any condition, including the presence of laboratory abnormalities, which places the subject at unacceptable risk if he/she were to partici-pate in the study or confounds the ability to interpret data from the study\n* Prior treatment with anti-CD19 antibody therapy, adoptive T cell thera-py or any prior gene therapy product (e.g. CAR T cell therapy)\n* Only in phase II: Prior treatment of rituximab \\< 7 months before base-line OR ≥ 7 months before baseline and B cell level \\< 0.1/nl\n* History of bone marrow/ hematopoietic stem cell or solid organ trans-plantation\n* csDMARD other than MTX at baseline\n* Any concomitant severe active infection, e.g. HIV, hepatitis B or C, SARS-CoV-2 (COVID-19), or active tuberculosis as defined by a posi-tive Quantiferon TB-test. If presence of latent tuberculosis is estab-lished then treatment according to local guidelines must have been ini-tiated prior to enrollment\n* Pregnant or lactating females\n* Females who are intending to conceive during the study\n* Known hypersensitivity to any drug components\n* Malignancy in the last 5 years before screening (except basal or squamous cell skin cancer)\n* Requirement for immunization with live vaccine during the study peri-od or within 14 days preceding leukapheresis,\n* Subjects who are younger than 18 years or are incapable to under-stand the aim, importance and consequences of the study and to give legal informed consent (according to § 40 Abs. 4 and § 41 Abs. 2 and Abs. 3 AMG),\n* Subject who Hhave a history of alcohol or substance abuse within the preceding 6 months that, in the opinion of the Investigator, may in-crease the risks associated with study participation or study agent ad-ministration, or may interfere with interpretation of results,\n* Subjects who possibly are dependent on the Sponsor, the Principal In-vestigator or Investigator (e.g. family members).\n* Subjects who are institutionalized by order of court or public authority\n* Subjects participating in another clinical trial with an investigational medicinal product or medical device (3 months before this trial)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jan Zernicke, Dr.","role":"CONTACT","phone":"+4930450513227","email":"jan.zernicke@charite.de"},{"name":"David N Simon, Dr. med.","role":"CONTACT","phone":"+4930450513017","email":"david.simon@charite.de"}],"overallOfficials":[{"name":"David N Simon, Dr. med.","affiliation":"Charité Department of Rheumatology","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"26276965","type":"BACKGROUND","citation":"van Vollenhoven RF, Fleischmann RM, Furst DE, Lacey S, Lehane PB. Longterm Safety of Rituximab: Final Report of the Rheumatoid Arthritis Global Clinical Trial Program over 11 Years. J Rheumatol. 2015 Oct;42(10):1761-6. doi: 10.3899/jrheum.150051. Epub 2015 Aug 15."},{"pmid":"29475856","type":"BACKGROUND","citation":"Stemmler F, Simon D, Liphardt AM, Englbrecht M, Rech J, Hueber AJ, Engelke K, Schett G, Kleyer A. Biomechanical properties of bone are impaired in patients with ACPA-positive rheumatoid arthritis and associated with the occurrence of fractures. Ann Rheum Dis. 2018 Jul;77(7):973-980. doi: 10.1136/annrheumdis-2017-212404. Epub 2018 Feb 23."},{"pmid":"19798033","type":"BACKGROUND","citation":"Tedder TF. CD19: a promising B cell target for rheumatoid arthritis. Nat Rev Rheumatol. 2009 Oct;5(10):572-7. doi: 10.1038/nrrheum.2009.184."},{"pmid":"38361991","type":"BACKGROUND","citation":"Greco R, Alexander T, Del Papa N, Muller F, Saccardi R, Sanchez-Guijo F, Schett G, Sharrack B, Snowden JA, Tarte K, Onida F, Sanchez-Ortega I, Burman J, Castilla Llorente C, Cervera R, Ciceri F, Doria A, Henes J, Lindsay J, Mackensen A, Muraro PA, Ricart E, Rovira M, Zuckerman T, Yakoub-Agha I, Farge D. Innovative cellular therapies for autoimmune diseases: expert-based position statement and clinical practice recommendations from the EBMT practice harmonization and guidelines committee. EClinicalMedicine. 2024 Feb 10;69:102476. doi: 10.1016/j.eclinm.2024.102476. eCollection 2024 Mar."},{"pmid":"31959992","type":"BACKGROUND","citation":"Brudno JN, Lam N, Vanasse D, Shen YW, Rose JJ, Rossi J, Xue A, Bot A, Scholler N, Mikkilineni L, Roschewski M, Dean R, Cachau R, Youkharibache P, Patel R, Hansen B, Stroncek DF, Rosenberg SA, Gress RE, Kochenderfer JN. Safety and feasibility of anti-CD19 CAR T cells with fully human binding domains in patients with B-cell lymphoma. Nat Med. 2020 Feb;26(2):270-280. doi: 10.1038/s41591-019-0737-3. Epub 2020 Jan 20. Erratum In: Nat Med. 2020 May;26(5):803."},{"pmid":"15308517","type":"BACKGROUND","citation":"Kastbom A, Strandberg G, Lindroos A, Skogh T. Anti-CCP antibody test predicts the disease course during 3 years in early rheumatoid arthritis (the Swedish TIRA project). Ann Rheum Dis. 2004 Sep;63(9):1085-9. doi: 10.1136/ard.2003.016808."},{"pmid":"36109639","type":"BACKGROUND","citation":"Mackensen A, Muller F, Mougiakakos D, Boltz S, Wilhelm A, Aigner M, Volkl S, Simon D, Kleyer A, Munoz L, Kretschmann S, Kharboutli S, Gary R, Reimann H, Rosler W, Uderhardt S, Bang H, Herrmann M, Ekici AB, Buettner C, Habenicht KM, Winkler TH, Kronke G, Schett G. Anti-CD19 CAR T cell therapy for refractory systemic lupus erythematosus. Nat Med. 2022 Oct;28(10):2124-2132. doi: 10.1038/s41591-022-02017-5. Epub 2022 Sep 15. Erratum In: Nat Med. 2022 Nov 3;:"},{"pmid":"37748491","type":"BACKGROUND","citation":"Schett G, Mackensen A, Mougiakakos D. CAR T-cell therapy in autoimmune diseases. Lancet. 2023 Nov 25;402(10416):2034-2044. doi: 10.1016/S0140-6736(23)01126-1. Epub 2023 Sep 22."},{"pmid":"15201414","type":"BACKGROUND","citation":"Edwards JC, Szczepanski L, Szechinski J, Filipowicz-Sosnowska A, Emery P, Close DR, Stevens RM, Shaw T. Efficacy of B-cell-targeted therapy with rituximab in patients with rheumatoid arthritis. N Engl J Med. 2004 Jun 17;350(25):2572-81. doi: 10.1056/NEJMoa032534."},{"pmid":"38381673","type":"BACKGROUND","citation":"Muller F, Taubmann J, Bucci L, Wilhelm A, Bergmann C, Volkl S, Aigner M, Rothe T, Minopoulou I, Tur C, Knitza J, Kharboutli S, Kretschmann S, Vasova I, Spoerl S, Reimann H, Munoz L, Gerlach RG, Schafer S, Grieshaber-Bouyer R, Korganow AS, Farge-Bancel D, Mougiakakos D, Bozec A, Winkler T, Kronke G, Mackensen A, Schett G. CD19 CAR T-Cell Therapy in Autoimmune Disease - A Case Series with Follow-up. N Engl J Med. 2024 Feb 22;390(8):687-700. doi: 10.1056/NEJMoa2308917."},{"pmid":"34347960","type":"BACKGROUND","citation":"Mougiakakos D, Kronke G, Volkl S, Kretschmann S, Aigner M, Kharboutli S, Boltz S, Manger B, Mackensen A, Schett G. CD19-Targeted CAR T Cells in Refractory Systemic Lupus Erythematosus. N Engl J Med. 2021 Aug 5;385(6):567-569. doi: 10.1056/NEJMc2107725. No abstract available."},{"pmid":"16947627","type":"BACKGROUND","citation":"Cohen SB, Emery P, Greenwald MW, Dougados M, Furie RA, Genovese MC, Keystone EC, Loveless JE, Burmester GR, Cravets MW, Hessey EW, Shaw T, Totoritis MC; REFLEX Trial Group. Rituximab for rheumatoid arthritis refractory to anti-tumor necrosis factor therapy: Results of a multicenter, randomized, double-blind, placebo-controlled, phase III trial evaluating primary efficacy and safety at twenty-four weeks. Arthritis Rheum. 2006 Sep;54(9):2793-806. doi: 10.1002/art.22025."},{"pmid":"36533995","type":"BACKGROUND","citation":"Hilliquin S, Herrou J, Gutermann L, Goulvestre C, Avouac J, Henry J, Hilliquin P, Dougados M, Molto A. Changes of anti-citrullinated peptide antibodies titers after biologic treatment in patients with rheumatoid arthritis: a systematic literature review and retrospective study. Clin Exp Rheumatol. 2023 Jul;41(7):1417-1426. doi: 10.55563/clinexprheumatol/1h6h71. Epub 2022 Dec 7."},{"pmid":"22409963","type":"BACKGROUND","citation":"Teng YK, Wheater G, Hogan VE, Stocks P, Levarht EW, Huizinga TW, Toes RE, van Laar JM. Induction of long-term B-cell depletion in refractory rheumatoid arthritis patients preferentially affects autoreactive more than protective humoral immunity. Arthritis Res Ther. 2012 Mar 12;14(2):R57. doi: 10.1186/ar3770."},{"pmid":"32998865","type":"BACKGROUND","citation":"Zhang B, Wang Y, Yuan Y, Sun J, Liu L, Huang D, Hu J, Wang M, Li S, Song W, Chen H, Zhou D, Zhang X. In vitro elimination of autoreactive B cells from rheumatoid arthritis patients by universal chimeric antigen receptor T cells. Ann Rheum Dis. 2021 Feb;80(2):176-184. doi: 10.1136/annrheumdis-2020-217844. Epub 2020 Sep 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"results will be published anonymized and summarized"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001168","term":"Arthritis"},{"id":"D000001172","term":"Arthritis, Rheumatoid"}],"ancestors":[{"id":"D000007592","term":"Joint Diseases"},{"id":"D000009140","term":"Musculoskeletal Diseases"},{"id":"D000012216","term":"Rheumatic Diseases"},{"id":"D000003240","term":"Connective Tissue Diseases"},{"id":"D000001327","term":"Autoimmune Diseases"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M4476","name":"Arthritis","asFound":"Arthritis","relevance":"HIGH"},{"id":"M4480","name":"Arthritis, Rheumatoid","asFound":"Rheumatoid Arthritis","relevance":"HIGH"},{"id":"M10621","name":"Joint Diseases","relevance":"LOW"},{"id":"M12097","name":"Musculoskeletal Diseases","relevance":"LOW"},{"id":"M15045","name":"Rheumatic Diseases","relevance":"LOW"},{"id":"M6323","name":"Collagen Diseases","relevance":"LOW"},{"id":"M6464","name":"Connective Tissue Diseases","relevance":"LOW"},{"id":"M4629","name":"Autoimmune Diseases","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000069283","term":"Rituximab"}],"ancestors":[{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000007155","term":"Immunologic Factors"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018501","term":"Antirheumatic Agents"}],"browseLeaves":[{"id":"M4230","name":"Antibodies, Monoclonal","relevance":"LOW"},{"id":"M4225","name":"Antibodies","relevance":"LOW"},{"id":"M10184","name":"Immunoglobulins","relevance":"LOW"},{"id":"M373","name":"Rituximab","asFound":"Children","relevance":"HIGH"},{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"},{"id":"M10201","name":"Immunologic Factors","relevance":"LOW"},{"id":"M20604","name":"Antirheumatic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"}]}},"hasResults":false}