{"protocolSection":{"identificationModule":{"nctId":"NCT06476353","orgStudyIdInfo":{"id":"IRB#2023-100"},"organization":{"fullName":"Orthospine Advance Health, Inc.","class":"OTHER"},"briefTitle":"Syringe Pressure Analysis: A Critical Examination of the Operator's Burden","officialTitle":"Comparative Analysis of Force and Pressure Requirements Across Different Syringe Sizes for Pain Management Procedures: A Randomized Prospective in Vivo Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-15","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-15","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Gabriel Garcia-Diaz","investigatorTitle":"Medical Doctor","investigatorAffiliation":"Orthospine Advance Health, Inc."},"leadSponsor":{"name":"Orthospine Advance Health, Inc.","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This was a randomized prospective clinical trial conducted from October 1, 2023, to May 15, 2024, at the University Surgery Center in Merced, CA. The project was approved by the MetroWest Medical Center Institutional Review Board (IRB). Patients in each procedure group were categorized into groups and randomly distributed into four sub-groups based on the syringe size used (5ml, 10ml, 20ml, 30ml). A medical grade force sensor device was used to collect the necessary real-time syringe force data. An analysis of variance (ANOVA), and pairwise t test were used to make comparisons between means and determine statistical significance.","detailedDescription":"This was a randomized prospective double-blind clinical trial conducted from October 1, 2023, to May 15, 2024, at the University Surgery Center in Merced, CA. The project was approved by the MetroWest Medical Center Institutional Review Board (IRB# 2023-100). Subject confidentiality and privacy were protected according to the Health Insurance Portability and Accountability Act (HIPAA). The research study included all voluntary patients undergoing pain management procedures from October 1, 2023 to May 15, 2024. Patients were asked about their interest in voluntarily participating in the research study. Interested patients were taken to another conference room by research staff, where the study was explained in detail, and they were given written information with enough time to consider the alternatives, risks, and benefits of participating in the research project.\n\nPatients requiring more time to sign the informed consent or needing additional time to read the information or ask questions about the study were offered more time to decide from registration until they reached the preoperative area. In the preoperative area, research staff asked patients to confirm their decision to participate in the research project and addressed any further questions. Patients were given written information in English or Spanish, including a short form with an attestation in lay-person terminology regarding the research project and questions clarification. Basic information about the data collected and HIPAA privacy was also provided. Patients were asked to sign informed consent for enrollment into the study. All procedures were performed by one orthopedic spine surgeon Dr. Gabriel Garcia-Diaz who conducted all spinal pain injections for pain management procedures at the University Surgery Center, Merced, CA. Data was collected by Ahmadzakaria Arjmand, Ahmed Zabiba, and Ahmadzaki Arjmand.\n\nPatients with cervical, thoracic, and lumbosacral pain from a single surgical practice, OrthoSpine Advance Health, Inc., were enrolled. Procedures were performed at the outpatient University Surgery Outpatient Center. Patients were initially assessed by a single orthopedic spine surgeon with more than ten years of experience performing pain management procedures and over 12,000 interventional pain injections. The patients' procedures were ambulatory, with patients fasting, off blood thinners, and under monitored anesthesia care (MAC) by a licensed anesthesiologist or certified CRNA, followed up one week after the procedure.\n\nAll patients undergoing procedures from October 1, 2023 to May 15, 2024, were asked about their interest in participating in the research study. Interested patients were taken to another conference room by research staff, where the study was explained in detail, and they were given enough time to consider the alternatives, risks, and benefits of participation. If patients needed more time to read the information or ask more questions, they were offered additional time to decide from registration until they reached the preoperative area. In the preoperative area, patients were asked by research staff to confirm their decision to participate in the research project and address any remaining questions. After deciding to participate, patients were assigned a User ID, which was added to the assigned official injection list from the University Surgery Center for cross-reference. This process ensured that only participating patients with User IDs were included in the official procedure list without identifying patient information in the general data collection sheet.\n\nAfter assigning the User ID, patients were stratified based on the procedure to be performed. Patients were categorized into groups depending on the procedure: Category I for sacroiliac joint blocks, Category II for transforaminal injection blocks (T-thoracic, L-lumbar), Category III for medial branch blocks (C-cervical, T-thoracic, L-lumbar), and Category IV for radiofrequency ablation (C-cervical, T-thoracic, L-lumbar). Each category was randomly distributed into four cohort groups (A, B, C, D) for each syringe size (5ml, 10ml, 20ml, 30ml). The syringes and needles used during the procedures were manufactured by BD, McKesson, or Stryker (Table 1).\n\nFor all patients undergoing injections, basic preoperative labs were collected: CBC and differential, PT, PTT, INR, and urinalysis.\n\nThe study employed a novel method for measuring the force required to inject medications using different syringe sizes. A \"force/sensor plunger\" complex was attached to the syringe for \"real-time\" force data analysis. This device did not come in direct contact with patients and was enclosed in a sterile field, minimizing the risk of contamination. The force/sensor plunger complex was the safest proposed model designed for humans to be attached to the syringe for \"real-time\" force data analysis. It did not come in direct contact with the patient and was used at the outside distal end of the syringe plunger enclosed in a sterile field only to collect data for real-time syringe force drug delivery. As such, it was a Class 1 medical device that did not pose a reasonable risk for illness or injury to the patient. The device was only used for clinical design control/trial and not for regular/common use.\n\nThere was minimal risk of contamination or any change in the standard of care for the treatment offered besides collecting real-time peak force data analysis. The force/sensor plunger complex did not interfere with the handle of the syringe, and the monitor was located more than three feet away from the patient. The sterile enclosure field was created at the force/sensor plunger complex, isolating it from the patient and maintaining the sterile surgical field with non-significant risk of contamination.\n\nThe force/sensor plunger complex did not perform, change, or interact with anything except to record the force exerted by the physician. It did not interfere with the flow, time, or location of medicine insertion in the body. All parameters were under the control of the physician as usual. The equipment was cleaned and sanitized according to approved surgical cleaning and sanitizing agents. The entire cart with contents was wiped down, and the wheels were sprayed with 70% IPA before entering the operating room. Dedicated equipment carts were routinely cleaned and sanitized. All equipment used in the force/sensor plunger complex was sanitized using sterile IPA wipes. The force/sensor plunger complex model was validated in a cadaver model in 2019 and with a control group at UC Merced in 2023 before requesting permission and approval for data collection. There was no change in the procedure or equipment used for the proposed model.\n\nBased on the information, a request was made for IRB board allowance of the use of the force/sensor plunger professional medical grade equipment to collect the necessary syringe real-time force data analysis required and exempt it from complying with the requirements as Medical Device Class I or for a 510(k) submission. If the force/sensor plunger complex was considered a medical device, it should require FDA Medical Class 1 General Controls established in 21CFR part 801, 803, and 807, and a 510 K exemption should be requested. For data collection, there was minimal to zero risk to the patient and minimal risk of contaminating the sterile field. The study was performed for the first time in humans after validation in cadavers, demonstrating the model provided non-significant risk to patients.\n\nThe model involved attaching an MR02-100 force sensor to the outside top of the syringe plunger to measure the peak force exerted at the syringe tip. To maintain the sterile field, the assembly/plunger complex was covered in a small container using Velcro to attach it internally, with a thin slit for the cable to exit and connect to the monitor. A sterile glove was placed over the container, creating a sterile cover over the sensor/plunger complex with sterile tape. The force sensor/plunger complex was connected to a digital force monitor (Digital Force Monitor M71) torque indicator for high-speed data capture. Multifunctional cables AC1100 connected all necessary ports, and a Plug and Test Adapter (PTA) connected the sensor to the monitor displaying the force. MESUR gauge Plus Load for travel analysis software with the monitor was used for peak force analysis.\n\nThe digital screen allowed recording of the peak force applied on the plunger, from which pressure was calculated using the equation Pressure = Force/Area. Patients were categorized into groups and randomly distributed into four cohort groups (A, B, C, D) for each syringe size (5ml, 10ml, 20ml, 30ml). Peak force data was collected, and the corresponding pressure was calculated for each cohort group. The sensors or experimental devices used in this study did not come in direct contact with human skin or require sterilization.\n\nPatients were followed up one week after the procedure and advised to call the office if there were any adverse reactions. The study confidentiality was monitored using HIPAA safety practices. Statistical analysis comparing the different syringe pressures using the different syringe sizes was planned to provide recommendations regarding best practices to avoid overuse injuries in healthcare workers."},"conditionsModule":{"conditions":["Back Pain Lower Back Chronic"],"keywords":["Pain Management Force","Syringe Size","Pressure","Sacroiliac Joint Block","Medial Branch Block","Radiofrequency Ablation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":224,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"5ml Syringe Size","type":"EXPERIMENTAL","description":"Analyzing the Compression Force required to plunge a 5ml Syringe during a pain management procedure.","interventionNames":["Other: Analysis of Force and Pressure Requirements across Syringe Sizes for Pain Management Procedures"]},{"label":"10ml Syringe","type":"EXPERIMENTAL","description":"Analyzing the Compression Force required to plunge a 10ml Syringe during a pain management procedure.","interventionNames":["Other: Analysis of Force and Pressure Requirements across Syringe Sizes for Pain Management Procedures"]},{"label":"20ml Syringe Size","type":"EXPERIMENTAL","description":"Analyzing the Compression Force required to plunge a 20ml Syringe during a pain management procedure.","interventionNames":["Other: Analysis of Force and Pressure Requirements across Syringe Sizes for Pain Management Procedures"]},{"label":"30ml Syringe Size","type":"EXPERIMENTAL","description":"Analyzing the Compression Force required to plunge a 30ml Syringe during a pain management procedure.","interventionNames":["Other: Analysis of Force and Pressure Requirements across Syringe Sizes for Pain Management Procedures"]}],"interventions":[{"type":"OTHER","name":"Analysis of Force and Pressure Requirements across Syringe Sizes for Pain Management Procedures","description":"The investigators are analyzing the compression force required to plunge different syringe sizes to determine the operator's burden.","armGroupLabels":["10ml Syringe","20ml Syringe Size","30ml Syringe Size","5ml Syringe Size"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measurement of Compression Force in Newtons from Syringe Plunging","description":"Our goal is to measure the different pressures required to administer fluid from various syringe sizes, including 5 ml, 10 ml, 20 ml, and 30 ml syringes across different pain management procedures such as sacroiliac joints, transforaminal epidural space, medial branch blocks, and radiofrequency ablation for comprehensive measurement analysis.","timeFrame":"During Pain Management Procedure (During Injection, 2-5 Minutes)"}],"secondaryOutcomes":[{"measure":"Measurement ofPressure in Pascals from Syringe Plunging","description":"Our goal is to measure the different pressures required to administer fluid during different pain management procedures such as sacroiliac joints, transforaminal epidural space, medial branch blocks, and radiofrequency ablation for comprehensive measurement analysis.","timeFrame":"During Pain Management Procedure (During Injection, 2-5 Minutes)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adult patients 19 years old and older, no convicts, no prior history of infection, cancer, or contraindications for surgical procedures.\n* Patients scheduled for pain injections who agree to participate in the study, sign the informed consent, IRB approval consent, and agree to answer preoperative, postoperative, and 1-week postoperative questionnaires.\n* Patients with chronic lower back pain for over three months, not responding to conventional treatment, including NSAID drugs, core back muscle strengthening with lower back exercises or physiotherapy.\n* Symptoms suggestive of facet pain (e.g., LBP with or without radiation to the buttocks, thigh, or groin; pain increasing on hyperextension; pain when initiating movement) scheduled for medial branch blocks and radiofrequency injections when indicated, with focal tenderness over the facet joint elicited by digital pressure.\n* Post-lumbar disc surgery patients with persistent pain and no MRI evidence of arachnoiditis or infection.\n* For all pain procedures, fluoroscopic guidance will be utilized for spinal needle placements.\n* Data collection will include gender, race, height, weight, BMI, radiation exposure from the fluoroscopy dosage logbook, procedure time, horizontal distance measurement between the same spinal level in centimeters (interspinous-same spinal level), and longitudinal distance measurement from needles (adjacent spinal level).\n* The study period is from October 1, 2023, to May 15, 2024.\n\nExclusion Criteria:\n\n* Clinical or imaging evidence of infection (elevated WBC 12000 or UTI) or neoplastic disease.\n* Possible pregnancy, bleeding diathesis, or anticoagulant therapy.\n* History of sensitivity to local anesthetics.\n* Potential Failures: if we encounter any technical failure or unreliable no readings with the equipment obtaining the injection peak force curve, will exclude those readings (NA).\n\nData Collection for Both Cohort Groups:\n\n- Gender, age, height (inches), weight (kg), BMI, time from the start of the procedure until the end of needle placement.","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Gabriel Garcia-Diaz, MD","affiliation":"Orthospine Advance Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Surgery Center","city":"Merced","state":"California","zip":"95340","country":"United States","geoPoint":{"lat":37.30216,"lon":-120.48297}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001416","term":"Back Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M4714","name":"Back Pain","asFound":"Back Pain","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}