{"protocolSection":{"identificationModule":{"nctId":"NCT06470217","orgStudyIdInfo":{"id":"OPTimal-study"},"organization":{"fullName":"Shanghai Ninth People's Hospital Affiliated to Shanghai Jiao Tong University","class":"OTHER"},"briefTitle":"A Prospective, Randomised Controlled, Phase II Clinical Study of Tirilizumab in Combination With Albumin-bound Paclitaxel With Cisplatin for Neoadjuvant and Adjuvant Treatment of Locally Advanced Resectable Oral Squamous Cell Carcinoma","officialTitle":"A Prospective, Randomised Controlled, Phase II Clinical Study of Tirilizumab in Combination With Albumin-bound Paclitaxel With Cisplatin for Neoadjuvant and Adjuvant Treatment of Locally Advanced Resectable Oral Squamous Cell Carcinoma","acronym":"OPTimal"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-19","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-19","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-19","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Shanghai Ninth People's Hospital Affiliated to Shanghai Jiao Tong University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The dosing regimen in the trial group was: tirilizumab with albumin-bound paclitaxel and cisplatin for 3 preoperative Cycles. After neoadjuvant therapy, patients underwent surgery and were stratified according to pathological conditions after surgery; if significant pathological remission (MPR) was achieved, 6 cycles of adjuvant therapy with tirilizumab monotherapy (concurrent radiochemotherapy was available for those with high-risk factors) were performed; if MPR was not achieved, concurrent radiochemotherapy was performed.\n\nControl regimen: patients underwent direct surgical treatment, with postoperative radiotherapy or radiochemotherapy depending on the presence or absence of histological or pathological high-risk factors.","detailedDescription":"The dosing regimen in the trial group was: tirilizumab administered by intravenous drip (no prophylaxis required) at a fixed dose of 200 mg. each infusion was given for 30 min (not less than 20 min and not more than 60 min) every 3 weeks, and 3 preoperative cycles of albumin-bound paclitaxel 260 mg/m2 and cisplatin 75 mg/m2 on d1, with 1 cycle every 21 days; 3 preoperative Cycles. After neoadjuvant therapy, patients underwent surgery and were stratified according to pathological conditions after surgery; if significant pathological remission (MPR) was achieved, 6 cycles of adjuvant therapy with tirilizumab monotherapy (concurrent radiochemotherapy was available for those with high-risk factors) were performed; if MPR was not achieved, concurrent radiochemotherapy was performed.\n\nControl regimen: patients underwent direct surgical treatment, with postoperative radiotherapy or radiochemotherapy depending on the presence or absence of histological or pathological high-risk factors."},"conditionsModule":{"conditions":["Locally Advanced Head and Neck Squamous Cell Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":116,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Neoadjuvant treatment arm","type":"EXPERIMENTAL","description":"tirilizumab administered by intravenous drip (no prophylaxis required) at a fixed dose of 200 mg. each infusion was given for 30 min (not less than 20 min and not more than 60 min) every 3 weeks, and 3 preoperative cycles of albumin-bound paclitaxel 260 mg/m2 and cisplatin 75 mg/m2 on d1, with 1 cycle every 21 days; 3 preoperative Cycles. After neoadjuvant therapy, patients underwent surgery and were stratified according to pathological conditions after surgery; if significant pathological remission (MPR) was achieved, 6 cycles of adjuvant therapy with tirilizumab monotherapy (concurrent radiochemotherapy was available for those with high-risk factors) were performed; if MPR was not achieved, concurrent radiochemotherapy was performed.","interventionNames":["Drug: tirilizumab with albumin-bound paclitaxel and cisplatin"]},{"label":"Standard treatment arm","type":"ACTIVE_COMPARATOR","description":"patients underwent direct surgical treatment, with postoperative radiotherapy or radiochemotherapy depending on the presence or absence of histological or pathological high-risk factors.","interventionNames":["Procedure: surgery"]}],"interventions":[{"type":"DRUG","name":"tirilizumab with albumin-bound paclitaxel and cisplatin","description":"tirilizumab administered by intravenous drip (no prophylaxis required) at a fixed dose of 200 mg. each infusion was given for 30 min (not less than 20 min and not more than 60 min) every 3 weeks, and 3 preoperative cycles of albumin-bound paclitaxel 260 mg/m2 and cisplatin 75 mg/m2 on d1, with 1 cycle every 21 days; 3 preoperative Cycles. After neoadjuvant therapy, patients underwent surgery and were stratified according to pathological conditions after surgery; if significant pathological remission (MPR) was achieved, 6 cycles of adjuvant therapy with tirilizumab monotherapy (concurrent radiochemotherapy was available for those with high-risk factors) were performed; if MPR was not achieved, concurrent radiochemotherapy was performed.","armGroupLabels":["Neoadjuvant treatment arm"],"otherNames":["neoadjuvant arm"]},{"type":"PROCEDURE","name":"surgery","description":"patients underwent direct surgical treatment, with postoperative radiotherapy or radiochemotherapy depending on the presence or absence of histological or pathological high-risk factors.","armGroupLabels":["Standard treatment arm"],"otherNames":["Standard treatment arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"2 year events free survival rate","description":"the percentage of participants documented PD per RECIST 1.1 from enrollment in the neoadjuvant stage, or recurrent or death due to any cause, whichever occurred first.","timeFrame":"up to 36 months"}],"secondaryOutcomes":[{"measure":"overall survival","description":"OS was defined as the time from enrollment to death due to any cause. Participants without documented death at the time of the final analysis were censored at the date of the last follow-up.","timeFrame":"36 months"},{"measure":"Number of Participants Experiencing an Adverse Event (AE)","description":"An AE was defined as any untoward medical occurrence in a participant administered a pharmaceutical product and which did not necessarily have to have a causal relationship with this treatment. An AE could therefore be any unfavourable and unintended sign, symptom, or disease temporally associated with the use of a medicinal product or protocol-specified procedure, whether or not considered related to the medicinal product or protocol-specified procedure. Any worsening of a pre-existing condition that was temporally associated with the use of the Sponsor's product was also an AE. The number of participants that experienced at least one AE was reported for each treatment arm.","timeFrame":"36 months"},{"measure":"Quality of life EORTC QLQ-C30 scale","description":"The EORTC-QLQ-C30 is a 30-item questionnaire developed to assess the quality of life of cancer patients. Participant responses to the GHS question \"How would you rate your overall health during the past week?\" (Item 29) and the QoL question \"How would you rate your overall quality of life during the past week?\" (Item 30) were scored on a 7-point scale (1=Very Poor to 7=Excellent)","timeFrame":"36 months"},{"measure":"MPR rate","description":"the percentage of participants viable tumour cells remaining in the tumour bed after neoadjuvant therapy ≤10%, regardless of the presence or absence of viable tumour cells in the lymph nodes","timeFrame":"36 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nAge 18-75 years, male or female; Patients with primary stage III-IVa surgically resectable squamous cell carcinoma of the oral cavity with measurable lesions (≥10 mm on spiral CT scan, fulfilling RECIST 1.1 criteria) as confirmed by pathohistology; ECOG score of 0 or 1; Expected survival ≥ 12 weeks; Tumour tissue (paraffin specimen or fresh tumour tissue less than 2 years old) for PD-L1 detection is available; Organ function levels must meet the following requirements (14 days prior to first dose of study drug) Bone Marrow:Absolute Neutrophil Count (ANC) ≥ 1.5 x 109/L, Platelet (PLT) ≥ 100 x 109/L, Haemoglobin (HB) ≥ 9g/dL (no blood transfusion or receipt of component blood within 14 days prior to the test); Liver: serum total bilirubin (TBIL) ≤ 1.5 times the upper limit of normal, aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 2.5 times the upper limit of normal (if there is hepatic metastasis, AST and ALT are allowed to be ≤ 5 times the upper limit of normal); and Kidney: blood creatinine level less than 1.5 times the upper limit of normal or creatinine clearance ≥60ml/min, urea nitrogen ≤200mg/L; Thyroid-stimulating hormone (TSH) ≤1×ULN (if abnormal, FT3 and FT4 levels should be examined at the same time; if FT3 and FT4 levels are normal, they can be enrolled) Urine protein ≤1+, if urine protein \\>1+, 24-hour urine protein measurement should be collected, and its total amount should be ≤1g; and Normal cardiac function, i.e. normal ECG or abnormalities without clinical significance and left ventricular ejection fraction (LVEF) \\>50% on cardiac ultrasound.\n\nReproductively active female subjects must have a negative serum pregnancy test prior to the first dose of the test drug.\n\nReproductively active male or female subjects must be using a highly effective method of contraception (e.g., oral contraceptive pill, intrauterine device, abstinence from sexual intercourse, or barrier method of contraception combined with spermicide) throughout the course of the trial and continue to use contraception for 90 days after completion of treatment; Subjects volunteered to join the study, signed an informed consent form, were compliant and co-operated with follow-up visits.\n\nExclusion Criteria:\n\nWith distant metastatic lesions or localised lesions without indication for surgery (stage IVb or IVc patients); Prior history of a primary tumour of nasopharyngeal carcinoma; Patients who have participated or are participating in a clinical trial of another drug/therapy within 4 weeks prior to the first dose of study drug; Major surgical procedure performed/received within 4 weeks prior to the first dose of study drug or have not recovered from the side effects of this procedure, live vaccination, immunotherapy, radiotherapy within 2 weeks; Concurrently receiving any other anti-tumour therapy; Patient has any active autoimmune disease or history of autoimmune disease (e.g., the following, but not limited to: autoimmune hepatitis, interstitial pneumonitis, uveitis, enteritis, hepatitis, pituitary gland inflammation, vasculitis, nephritis, hyperthyroidism; vitiligo that does not require systemic therapy may be included; asthma that has been in complete remission in childhood and does not require any intervention in adulthood may be be included; asthma in which the patient requires medical intervention with bronchodilators cannot be included); Patients who are on immunosuppressive, or systemic hormone therapy for immunosuppression (dose \\>10mg/day prednisone or other equipotent hormone) and continue to do so within 2 weeks prior to enrolment; History of other malignancies within the past 5 years, except cured basal cell carcinoma of the skin, squamous cell carcinoma of the skin, early stage prostate cancer, and carcinoma in situ of the cervix; Patients who have received haematopoietic stimulating factors, such as those receiving granulocyte colony-stimulating factor (G-CSF), erythropoietin, etc., within 1 week prior to the first dose of study drug; Prior treatment with PD-1/PD-L1/PD-L2/CTLA-4 antibodies or activating or inhibitory drugs targeting T-cell receptors (e.g., OX40, CD137); Positive HIV antibody or syphilis spirochete antibody test results; Patients with active Hepatitis B or Hepatitis C:. If HBsAg or HBcAb is positive, HBV DNA (results above the upper limit of the normal range).\n\nIf HCV antibody test result is positive, add HCV RNA (result above upper limit of normal range); Known hypersensitivity to recombinant humanised PD-1 monoclonal antibody drugs and their components; and Active lung disease (interstitial pneumonitis, pneumonia, obstructive lung disease, asthma) or a history of active tuberculosis; Have any uncontrolled clinical problems, including but not limited to. Persistent or active (serious) infections. Medication-uncontrolled hypertension (blood pressure persistently greater than 150/90 mmHg); Poorly controlled diabetes mellitus. Heart disease (class III/IV congestive heart failure or heart block as defined by the New York Heart Association).\n\nThe following within 6 months prior to first dose: deep vein thrombosis or pulmonary embolism; myocardial infarction; severe or unstable arrhythmia or angina pectoris; percutaneous coronary intervention, acute coronary syndrome, coronary artery bypass grafting; cerebrovascular accidents, transient ischaemic attacks, cerebral embolism; Previous stem cell transplant or organ transplant; Persons with a history of psychotropic substance abuse that they are unable to abstain from or persons with a history of psychotic disorders; Other severe, acute, or chronic medical conditions or abnormal laboratory tests that, in the investigator's judgement, may increase the risks associated with participation in the study or may interfere with the interpretation of study results; Patients who, in the judgement of the investigator, have poor compliance, or other conditions that make participation in this trial unsuitable.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Yanan Wang, M.D.","role":"CONTACT","phone":"13764278464","email":"wangyan_an@163.com"}],"overallOfficials":[{"name":"Yue He, M.D.","affiliation":"the Ninth People's Hospital Affiliated to Shanghai Jiao Tong University School of Medicine","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"the Ninth People's Hospital Affiliated to Shanghai Jiao Tong University School of Medicine","status":"RECRUITING","city":"Shanghai","state":"Shanghai","zip":"200011","country":"China","contacts":[{"name":"Yanan Wang, M.D.","role":"CONTACT","phone":"13764278464","email":"wangyan_an@163.com"}],"geoPoint":{"lat":31.22222,"lon":121.45806}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000002294","term":"Carcinoma, Squamous Cell"},{"id":"D000077195","term":"Squamous Cell Carcinoma of Head and Neck"}],"ancestors":[{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000018307","term":"Neoplasms, Squamous Cell"},{"id":"D000006258","term":"Head and Neck Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","asFound":"Carcinoma","relevance":"HIGH"},{"id":"M5550","name":"Carcinoma, Squamous Cell","asFound":"Squamous Cell Carcinoma","relevance":"HIGH"},{"id":"M1689","name":"Squamous Cell Carcinoma of Head and Neck","asFound":"Oral Squamous Cell Carcinoma","relevance":"HIGH"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M20451","name":"Neoplasms, Squamous Cell","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","relevance":"LOW"},{"id":"T4267","name":"Oral Squamous Cell Carcinoma","asFound":"Oral Squamous Cell Carcinoma","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000017239","term":"Paclitaxel"},{"id":"D000068196","term":"Albumin-Bound Paclitaxel"}],"ancestors":[{"id":"D000000972","term":"Antineoplastic Agents, Phytogenic"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000050257","term":"Tubulin Modulators"},{"id":"D000050256","term":"Antimitotic Agents"},{"id":"D000050258","term":"Mitosis Modulators"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M19537","name":"Paclitaxel","asFound":"A 10-","relevance":"HIGH"},{"id":"M6182","name":"Cisplatin","relevance":"LOW"},{"id":"M231","name":"Albumin-Bound Paclitaxel","asFound":"A 10-","relevance":"HIGH"},{"id":"M26197","name":"Tubulin Modulators","relevance":"LOW"},{"id":"M26196","name":"Antimitotic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}