{"protocolSection":{"identificationModule":{"nctId":"NCT06471959","orgStudyIdInfo":{"id":"EMP_Psilo_002"},"organization":{"fullName":"Empower Research Inc","class":"INDUSTRY"},"briefTitle":"Psychedelic-assisted Group Program for First Responders","officialTitle":"Assessing the Feasibility of a Custom Psychedelic-assisted Group Program on Mental and Physical Health in First Responders"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2025-01-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-07-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2023-12-11","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Empower Research Inc","class":"INDUSTRY"},"collaborators":[{"name":"Empower Psychedelics","class":"UNKNOWN"},{"name":"Centre for Neurology Studies, Canada","class":"UNKNOWN"},{"name":"Mitacs","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This study is a two-group feasibility study of oral psilocybin combined with a 12-week group-based program, customized for firefighters. Trained facilitators will help create a trauma-informed space for the group (n = 6-8) to thrive and promote cognitive resilience. The topics covered throughout the 12 weeks include breath-work, mindfulness, self-compassion, embodiment, and Internal Family Systems work.\n\nGroup 1 (control): 12-week group-based program, with a breathwork day at week 10\n\nGroup 2 (intervention): 12-week group-based program, with a 10mg dose of psilocybin (PEX010) at Week 10\n\nAssessment timepoints:\n\n* Baseline\n* Mid-program (Week 6)\n* End of program (Week 12)\n* 6-month follow up","detailedDescription":"All participants will undergo a 12-week, group-based program (one session per week, for 12 weeks). The first group session, as well as the Week 10 session will occur in-person. The remainder of the sessions will occur remotely. Each week, trained facilitators will help create a trauma-informed safe space for the group to thrive and promote cognitive resilience. The topics covered throughout the 12-week program include breath-work, mindfulness, self-compassion, embodiment, and Internal Family Systems work.\n\nDuring Week 10, participants will be provided with either psilocybin (active group) or complete a breathwork day (control group). For participants randomized to the active group, they will receive 10mg of psilocybin on Week 10. A clinician certified and trained in the therapeutic use of psilocybin will be on site for participants in the psilocybin group. During the dosing session, the clinicians will respond to whatever needs arise. This may include escorting them to the bathroom, giving them a drink of water. At least two staff (one facilitator and one clinician) will be on site during dosing days.\n\nThe dose will be administered in clear capsules with approximately 500ml of water. Aside from the dose provided, the weekly session will continue as usual, with a focus on breath-work, embodiment, and gentle movement on dosing days.\n\nPsilocybin in the study comes in the form of the study drug, PYEX. PYEX is a drug substance which is a partially purified fraction of the extract of Psilocybe cubensis mushroom fruiting bodies. It is a mixture of indole alkaloids, other mushroom fruiting body components and stabilization excipients. The major indole alkaloids present include psilocybin and psilocin (dephosphorylated psilocybin). PEX010 is a capsule for oral administration and is manufactured with PYEX (12.5-14.0% psilocybin), excipients, and HPMC (hydroxypropyl methyl cellulose) capsules."},"conditionsModule":{"conditions":["Psilocybin","Psychotherapy, Group"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1","PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SEQUENTIAL","interventionModelDescription":"One week prior to the dosing session, participants will be given a list of suggested guidelines designed to enhance the psilocybin experience. The suggestions are optional, but compliance will be recorded. Before arriving at the research unit on the morning of the dosing session day, they will be instructed to consume the same amount of caffeine-containing beverage (e.g., coffee, tea) that he/she consumes on a usual morning and to eat a light breakfast.\n\nParticipants in Group 2 (intervention) will be instructed to take ten (10) 1mg capsules at Week 10. Participants will be advised that the capsules should not be opened, chewed, or held in the mouth for an extended period without swallowing.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"All participants who pass screening and have been deemed eligible by the Investigator will be randomized during their baseline visit on a 1:1 ratio to either Group 1 (Control) or Group 2 (Intervention). Randomization will follow a randomization schedule which will be maintained by a person on the research team who is not directly involved with any assessments.\n\nThis is an open-label study, and unblinding is not applicable (all participants will be aware of their group assignment)."}},"enrollmentInfo":{"count":32,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Active Group","type":"EXPERIMENTAL","description":"All participants will undergo a 12-week, group-based program (one session per week, for 12 weeks). The first group session, as well as the Week 10 session will occur in-person. The remainder of the sessions will occur remotely. Each week, trained facilitators will help create a trauma-informed safe space for the group to thrive and promote cognitive resilience. The topics covered throughout the 12-week program include breath-work, mindfulness, self-compassion, embodiment, and Internal Family Systems work.\n\nDuring Week 10, participants will be provided with either psilocybin (active group) or complete a breathwork day (control group). For participants randomized to the active group, they will receive 10mg of psilocybin on Week 10. A clinician certified and trained in the therapeutic use of psilocybin will be on site for participants in the psilocybin group.","interventionNames":["Drug: Psilocybin"]}],"interventions":[{"type":"DRUG","name":"Psilocybin","description":"Psilocybin in the study comes in the form of the study drug, PYEX. PYEX is a drug substance which is a partially purified fraction of the extract of Psilocybe cubensis mushroom fruiting bodies. It is a mixture of indole alkaloids, other mushroom fruiting body components and stabilization excipients. The major indole alkaloids present include psilocybin and psilocin (dephosphorylated psilocybin). PEX010 is a capsule for oral administration and is manufactured with PYEX (12.5-14.0% psilocybin), excipients, and HPMC (hydroxypropyl methyl cellulose) capsules.","armGroupLabels":["Active Group"],"otherNames":["PEX010"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Target recruitment rate","description":"A minimum recruitment rate of 70% of our target of 36 individuals within 6 months","timeFrame":"Within 6 months"},{"measure":"Retention rate","description":"Retention rate of 90% at study completion","timeFrame":"Study Completion (8 months)"},{"measure":"Adherence to schedule","description":"Adherence to scheduled study visits at a rate of 90% or higher at study completion.","timeFrame":"Through Study completion (8 months)"}],"secondaryOutcomes":[{"measure":"Scores on the GAD-7 Anxiety Scale","description":"Scores on the GAD-7 Anxiety scale will be evaluated using a two-way mixed effects ANOVA with a between factor of GROUP and a within factor of TIME to determine the effect of the psilocybin and control interventions on symptoms of anxiety in firefighters. The scale reports scores with a lowest value of 0 representing \"Not at all\" experiencing the symptoms of what is asked in the questions. The highest score of 3 represents \"Nearly every day\" experiencing the symptoms of what is asked in the questions.","timeFrame":"Study Completion (8 months)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male or female, 19 to 65 years of age\n* Must be a first responder, any work status (Employed full-time or part-time, Off-work, Retired, Volunteer)\n* Fluent in English\n* Able to understand the informed consent form, study procedures and willing to participate in study\n* Clinically diagnosed with a mental health condition such as:\n\n  1. Depression\n  2. Chronic anxiety\n  3. Obsessive-compulsive disorder\n  4. PTSD\n  5. Unresolved grief\n  6. Adjustment Disorder\n  7. Acute Stress Disorder\n* Stable dose of medications for the last three months, with no changes anticipated for the duration of the study\n* Medical clearance by the Investigator (MD) prior to study enrollment\n* Willing and able to attend two in-person sessions throughout the 12-week program, in addition to remote sessions\n* Concurrent therapy is allowed if the type and frequency of the therapy has been stable for at least two months prior to screening and is expected to remain stable during participation in the study.\n* Agree to consume approximately the same amount of caffeine-containing beverage (e.g., coffee, tea) that he/she consumes on a usual morning, before arriving at the research unit on Week 10. If the participant does not routinely consume caffeinated beverages, he/she must agree not to do so on Week 10.\n* Agree that for one week before the drug sessions, he/she will refrain from taking any nonprescription medication, nutritional supplement, or herbal supplement (specifically SAM-e, 5-HTP, L-tryptophan, St John's Wort) except when approved by the study Investigator. Exceptions will be evaluated by the Investigator and may include acetaminophen, non-steroidal anti-inflammatory drugs, and common doses of vitamins and minerals.\n* Agree to refrain from consuming alcohol within two days prior to the Week 10 visit.\n* Agree not to take any \"as needed\" medications on the morning of the Week 10 visit.\n* Agree to use of highly effective methods of contraception during the study (females)\n* Normal body mass index (BMI 18.5-24.9)\n\nExclusion Criteria:\n\n* Current or past history of schizophrenia, psychotic disorder (unless substance induced or due to a medical condition), bipolar disorder, delusional disorder, dissociative disorder, paranoid personality disorder, schizoaffective disorder, borderline personality disorder, anorexia nervosa, bulimia nervosa or substance abuse, as assessed by medical history\n* Presence of active psychotic symptoms\n* Currently diagnosed psychotic disorder in first-degree relatives, not including psychotic disorders secondary to an apparent medical reason, e.g. brain injury, dementia, or lesions of the brain, as assessed by medical history.\n* Diagnosis of dementia or delirium\n* Risk of suicide as determined by the Investigator\n* Significantly intrusive PTSD as determined by the Investigator\n* Extreme emotional lability can be disruptive to the group milieu and is a relative exclusion criterion\n* Uncontrolled cardiopulmonary disease, cardiovascular disease, or hypertension\n* Any other clinically significant cardiovascular, pulmonary, gastrointestinal, hepatic, renal, vascular or any other major concurrent illness that, in the opinion of the Investigator, may interfere with the interpretation of the study results or constitute a health risk for the participant if he/she takes part in the study\n* Psychoactive substance use (MDMA, psilocybin, LSD) within the previous two months.\n* If female and of child-bearing potential: pregnant, suspected or planning to become pregnant during the study\n* Participation in another clinical trial (currently or within the last 30 days)\n* Current use of rifamycins (rifampin, rifabutin, rifapentine), anticonvulsants (carbamazepine, phenytoin, phenobarbital), nevirapine, efavirenz, taxol, dexamethasone); cytochrome P450 Inhibitors - including all HIV protease inhibitors, verapamil, diltiazem, itraconazole, ketoconazole, erythromycin, clarithromycin, azithromycin, and troleandomycin; ergot alkaloids, pimozide, midazolam, triazolam, lovastatin, simvastatin, fentanyl, warfarin, metoprolol, propranolol, buspirone, tramadol, selegiline, sumatriptan.\n* Current use of inhibitors of UGT1A9 and 1A10, monoamine oxidase inhibitors (MAOIs), Tricyclic antidepressants, aldehyde dehydrogenase inhibitors (ALDHs) and alcohol dehydrogenase inhibitors (ADHs).","healthyVolunteers":false,"sex":"ALL","minimumAge":"19 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Natasha Campbell, MSc","role":"CONTACT","phone":"1-778-874-7758","email":"natashacampbell@healthtechconnex.com"},{"name":"Jonathan Hill","role":"CONTACT","phone":"1-604-897-9115","email":"jon@empresearch.co"}],"overallOfficials":[{"name":"Reginald Peters, MD","affiliation":"University of British Columbia (Clinical Assistant Professor)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre for Neurology Studies","status":"RECRUITING","city":"Surrey","state":"British Columbia","zip":"V3V 0C6","country":"Canada","contacts":[{"name":"Sonia Brodie, CCRP","role":"CONTACT","phone":"604-308-5900","email":"soniabrodie@healthtechconnex.com"},{"name":"Natasha Campbell, ACRP-CP","role":"CONTACT","phone":"778-874-7758","email":"natashacampbell@healthtechconnex.com"}],"geoPoint":{"lat":49.10635,"lon":-122.82509}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"meshes":[{"id":"D000011562","term":"Psilocybin"}],"ancestors":[{"id":"D000006213","term":"Hallucinogens"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000011619","term":"Psychotropic Drugs"}],"browseLeaves":[{"id":"M12478","name":"Nicotine","relevance":"LOW"},{"id":"M14419","name":"Psilocybin","asFound":"Palliative Care","relevance":"HIGH"},{"id":"M9305","name":"Hallucinogens","relevance":"LOW"},{"id":"M208200","name":"Psilocin","relevance":"LOW"},{"id":"M14474","name":"Psychotropic Drugs","relevance":"LOW"},{"id":"T399","name":"Indole","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}