{"protocolSection":{"identificationModule":{"nctId":"NCT06475716","orgStudyIdInfo":{"id":"S-MIP-23-14"},"organization":{"fullName":"Vilnius University","class":"OTHER"},"briefTitle":"Guided Internet-based Trauma-focused CBT Programme for Post-traumatic Stress Disorder 'Spring'","officialTitle":"Efficacy of a Guided Internet-based Trauma-focused CBT Intervention 'Spring' for ICD-11 Posttraumatic Stress Disorder Symptoms: A Randomized Controlled Trial","acronym":"SPRING-LT"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-20","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Vilnius University","class":"OTHER"},"collaborators":[{"name":"Cardiff University","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main aim of the study is to evaluate the efficacy of the Lithuanian version of the internet-based guided self-help programme (Spring) in reducing ICD-11 PTSD symptoms.","detailedDescription":"Spring is an online guided self-help programme for the reduction of posttraumatic stress disorder symptoms. It is based on the principles of trauma-focused cognitive behavioral therapy and consists of 8 steps covering psychoeducation, grounding techniques, management of anxiety, behavioral activation, imaginal exposure, cognitive restructuring, in vivo exposure, and prevention of relapse. The user of the programme also receives up to 3 hours of therapist guidance. Originally Spring was developed by the research team at Cardiff University. In the current study, the most recent second version of the Spring programme adapted to the Lithuanian population will be used. The main aim of the study is to evaluate the efficacy of the Lithuanian version of the Spring programme in reducing ICD-11 posttraumatic stress disorder symptoms."},"conditionsModule":{"conditions":["Posttraumatic Stress Disorder"],"keywords":["trauma","posttraumatic stress","treatment","cognitive behavior therapy","internet-based intervention"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Participants will be randomized to the immediate treatment group or delayed treatment control group. The immediate treatment group will receive the intervention immediately after randomization. The delayed treatment group will receive the intervention 22 weeks after randomization.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Semi-structured interviews will be administered by researchers blind to randomization allocation at baseline, 10 and 22 weeks after randomization. Self-report data will be collected via a secure online platform, so it will help avoid ascertainment bias in the measurement of outcomes.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Immediate treatment group","type":"EXPERIMENTAL","description":"The immediate treatment group will receive the intervention immediately after randomization. The intervention includes using an online guided self-help programme Spring that is based on the principles of trauma-focused cognitive behavioral therapy and consists of 8 steps. The user of the programme also receives up to 3 hours of guidance by a trained therapist.","interventionNames":["Behavioral: Internet-based guided programme Spring"]},{"label":"Delayed treatment control group","type":"ACTIVE_COMPARATOR","description":"The delayed treatment group will receive the same intervention as the immediate treatment group, but 24 weeks after randomization. The intervention includes using an online guided self-help programme Spring that is based on the principles of trauma-focused cognitive behavioral therapy and consists of 8 steps. The user of the programme also receives up to 3 hours of guidance by a trained therapist.","interventionNames":["Behavioral: Internet-based guided programme Spring"]}],"interventions":[{"type":"BEHAVIORAL","name":"Internet-based guided programme Spring","description":"Spring is an online guided self-help programme based on the principles of trauma-focused cognitive behavioral therapy and consists of 8 steps designed for delivery over 8 weeks. The steps cover psychoeducation, grounding techniques, management of anxiety, behavioral activation, imaginal exposure, cognitive restructuring, in vivo exposure, and prevention of relapse. The user of the programme also receives up to 3 hours of therapist guidance.","armGroupLabels":["Delayed treatment control group","Immediate treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in International Trauma Interview (ITI) PTSD score post-treatment","description":"The ITI is a semi-structured clinical interview for the assessment of symptoms of ICD-11 posttraumatic stress disorder. The total ITI score measuring symptoms of PTSD may range from 0 to 24. Higher scores indicate greater symptom severity.","timeFrame":"baseline; 10 weeks after randomization"}],"secondaryOutcomes":[{"measure":"Change in International Trauma Interview (ITI) PTSD score at a three-month follow-up","description":"The ITI is a semi-structured clinical interview for the assessment of symptoms of ICD-11 posttraumatic stress disorder and disturbances is self organization (DSO). The total ITI score measuring DSO symptoms may range from 0 to 24. Higher scores indicate greater symptom severity.","timeFrame":"baseline; 22 weeks after randomization"},{"measure":"Change in International Trauma Interview (ITI) DSO score","description":"The ITI is a semi-structured clinical interview for the assessment of symptoms of ICD-11 posttraumatic stress disorder and disturbances is self organization (DSO). The total ITI score measuring DSO symptoms may range from 0 to 24. Higher scores indicate greater symptom severity.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization"},{"measure":"Change in International Trauma Questionnaire (ITQ) score","description":"The ITQ is a self-report questionnaire for the assessment of symptoms of ICD-11 posttraumatic stress disorder and complex posttraumatic stress disorder. The overall ITQ score ranges from 0 to 24. Higher scores indicate greater symptom severity.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization; 32 weeks after randomization (delayed treatment group only)"},{"measure":"Change in International Depression Questionnaire (IDQ) score","description":"The IDQ is a self-report questionnaire for the assessment of ICD-11 depression symptoms. Possible range of scores varies from 0 to 36. Higher scores indicate greater symptom severity.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization; 32 weeks after randomization (delayed treatment group only)"},{"measure":"Change in International Anxiety Questionnaire (IAQ) score","description":"The IAQ is a self-report questionnaire for the assessment of ICD-11 anxiety symptoms. Possible range of scores varies from 0 to 32. Higher scores indicate greater symptom severity.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization; 32 weeks after randomization (delayed treatment group only)"},{"measure":"Change in World Health Organization Well-Being Index (WHO-5) score","description":"The WHO-5 is a five-item self-report scale that assesses subjective psychological well-being. The range of the final WHO-5 index score ranges from 0 to 100, with higher scores indicating better well-being.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization; 32 weeks after randomization (delayed treatment group only)"},{"measure":"Change in Brief Version of the Posttraumatic Cognitions Inventory (PTCI-9)","description":"PTCI-9 is a self-report measure assessing posttraumatic appraisals. The final score ranges from 9 to 63. Higher scale scores indicate stronger endorsement of negative cognitions.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization; 32 weeks after randomization (delayed treatment group only)"},{"measure":"Change in Trauma Related Shame Inventory - Short Form (TRSI-SF)","description":"TRSI-SF is a self-report scale measuring trauma-related shame. The final score ranges from 0 to 30. Higher scores indicate higher levels of shame.","timeFrame":"baseline; 10 weeks after randomization; 22 weeks after randomization; 32 weeks after randomization (delayed treatment group only)"},{"measure":"Patient satisfaction questionnaire (ZUF-8)","description":"ZUF-8 is a self-report instrument for measuring patient satisfaction with the treatment/service received. The final score ranges from 8 to 32. Higher scores indicate stronger satisfaction with treatment.","timeFrame":"10 weeks after randomization (immediate treatment group only); 32 weeks after randomization (delayed treatment group only)"},{"measure":"Working Alliance Inventory for guided Internet Interventions (WAI-I)","description":"WAI-I is a self-report instrument to assess the working alliance in the context of guided Internet interventions. The overall WAI-I score ranges from 12 to 60. Higher scores reflect stronger working alliance.","timeFrame":"5 and 10 weeks after randomization (immediate treatment group only); 27 and 32 weeks after randomization (delayed treatment group only)"},{"measure":"Readiness for Therapy Questionnaire (RTQ)","description":"RTQ is a self-report measure of clients' readiness for change. The final score ranges from 0 to 24. Higher scores indicate greater readiness for therapy.","timeFrame":"Baseline (before start using the intervention programme)"},{"measure":"The Treatment Expectation Questionnaire (TEX-Q)","description":"TEX-Q is a self-report assessment of clients' treatment expectations. The TEX-Q consists of 6 subscales: treatment benefit, positive impact, adverse events, negative impact, process, behavior control. Each item of the TEX-Q subscales is measured on a scale from 0 to 10. The mean score can range from 0 to 10. The overall score of TEX-Q is determined by calculating the mean with a reversal of the harm expectation subscales; higher values indicate more positive treatment expectations.","timeFrame":"Baseline (before start using the intervention programme)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18 years or over\n* Ability to read and write fluently in Lithuanian\n* Have regular access to a device with an internet connection to use the programme\n* Provide informed consent for participation\n* Experience PTSD symptoms followed by a non-prolonged and non-repetitive traumatic experience as measured by the ITI\n\nExclusion Criteria:\n\n* Regularly seeing a therapist or counsellor for mental health issues\n* Change in psychotropic medication in the last month\n* CPTSD diagnosis\n* Psychosis\n* Severe suicide risk\n* Substance dependence\n* Experiencing ongoing threat","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Odeta Gelezelyte, Dr.","role":"CONTACT","phone":"+37052686952","email":"odeta.gelezelyte@fsf.vu.lt"}],"overallOfficials":[{"name":"Odeta Gelezelyte, Dr.","affiliation":"Vilnius University, Centre for Psychotraumatology","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Anonymized datasets used during the study will be available from the corresponding author upon reasonable request.","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"After the main results of the study are published.","accessCriteria":"Anonymized datasets used during the study will be available from the corresponding author upon reasonable request."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000040921","term":"Stress Disorders, Traumatic"},{"id":"D000013313","term":"Stress Disorders, Post-Traumatic"}],"ancestors":[{"id":"D000068099","term":"Trauma and Stressor Related Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M24916","name":"Stress Disorders, Traumatic","asFound":"Stress Disorder","relevance":"HIGH"},{"id":"M16103","name":"Stress Disorders, Post-Traumatic","asFound":"Posttraumatic Stress Disorder","relevance":"HIGH"},{"id":"M222","name":"Trauma and Stressor Related Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}