{"protocolSection":{"identificationModule":{"nctId":"NCT06478810","orgStudyIdInfo":{"id":"APHP190143"},"secondaryIdInfos":[{"id":"2018-A03171-54","type":"OTHER","domain":"ANSM"}],"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Ambulatory Surgery After Hepatectomy: Monitoring by Domomedicine Connected Tools and a Dedicated Nurse.","officialTitle":"Ambulatory Surgery After Hepatectomy: Piloteasibility Study With Securing of the Post-operative Monitoring by Domomedicine Connected Tools and a Dedicated Nurse.","acronym":"HEPADOM"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-10-31","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"There are public health expectations for the development of outpatient surgery and increased comfort and quality of care for the patient. In this study, we are interested in evaluating the feasibility of an outpatient hepatectomy with a a close and secure follow-up at home: through a connected platform and a follow-up by a nurse. The primary endpoint is the rate of re-hospitalization due to a postoperative complication before Day 30 and the rate of conversion to conventional hospitalization (= early failure of outpatient management). This single-center study will includes prospectively 20 patients requiring liver resection of up to 2 segments. The primary endpoint is the rate of re-hospitalization due to a postoperative complication before Day 30 and the rate of conversion to conventional hospitalization (= early failure of outpatient management).","detailedDescription":"In response to public health expectations for the development of outpatient surgery, ministerial authorities are now encouraging medical facilities to organize their care around this innovative care pathway. Ambulatory surgery is gradually becoming one of the major objectives of any surgical service and many recommendations from the HAS (Haute Autorité de Santé) have recently become available to support and facilitate this transformation. Ambulatory surgery is no longer limited to \"simple\" surgery but also concerns highly technical surgical procedures with safety conditions identical to those required during conventional hospitalization. Therefore, ambulatory surgery must to limit the risk of postoperative complications but, in case of complications, to do everything possible to manage them quickly and not to make the patient lose chances because of his geographical distance. The main objective of this study is to evaluate the feasibility of a minor hepatectomy under laparoscopy during an ambulatory management. This management will be made possible thanks to the integration of Domomedicine and dedicated nursing care for a close and secure monitoring. The population is 20 major patients with an indication for laparoscopic surgery for peripheral benign or malignant liver tumor requiring liver resection of up to 2 segments. The study lasts a maximum of 15 months (12 months of inclusion, 1 month of patient follow-up and 1 month of prohibition from participating in another interventional study). The study will proceed as described below : • Initial diagnosis of the liver disease : Realization in primary care by a general practitioner (or gastroenterologist or oncologist) and realization of imaging in town\n\n• Confirmation of diagnosis and registration: Surgical consultations and anesthesia consultation at the hospital and registration on the surgical staff list.\n\n(Pre-selection visit)\n\n* Pre-operative evaluation (Inclusion visit): Consultation by the surgeon, and dedicated nurse.\n* Surgical staff : Collegial evaluation of the surgical file, confirmation of the proposed surgical strategy.\n* Preoperative follow-up : Home visit 3 working days before the intervention (Day -3) and telephone call 1 working day before the intervention (Day -1) Dedicated nurse consultation. Delivery of information and materials and information from stakeholders (Family caregivers, city IDE and attending physician)\n* Hepatectomy (Day 0) : Outpatient intervention\n* Postoperative follow-up =Day 1 to Day 7 + Visit Day 30 Call to Day 1 by the dedicated nurse Follow-up by dedicated nurse of the data transmitted during the 7 days following the hepatectomy coupled with home follow-up by the PRADO nurse, Co-Consultation (dedicated nurse and surgeon) on D7 and D30 (end of follow-up as part of the research).\n\nReturn of home medicine devices on Day 7 Report to attending physician.\n\nThe expected benefits for the patient are:\n\n* Limitation of infections associated with care (nosocomial)\n* Habits, rhythm of life and family and social environment preserved thanks to the return home the same day\n* Potentially faster return to work\n* Reduction in the cost of hospitalization he expected benefits for the company:\n* Optimization of the organization and resources of surgical technical platforms\n* Decongestion of hospitalization services\n* Sustainability of the health system thanks to shorter stays and therefore less expensive for the Health Insurance\n* Implementation of innovative protocols, publications and potential notoriety. The risks of the study are low, the use of the platform will not replace existing uses, but will provide new or additional information whose consistency is verified by the care team. Post-operative follow-up will be equivalent in terms of the frequency of paramedical visits to conventional care (hospitalization \\> 1 day) and a doctor will be contactable by the dedicated nurse 24 hours a day to organize, if necessary, a transfer to the emergency room or the Hepato-Biliary Center of the Paul Brousse Hospital.\n\nThe use of the connected devices does not involve any specific risk because they are non-invasive sensors marketed and marked CE. Regarding the postoperative risk of severe complications (severe bleeding or severe sepsis), this is low, even very low (\\<0.5%) since we will only include minor hepatectomies. In addition, cirrhotic patients will not be included in this study."},"conditionsModule":{"conditions":["Liver Tumor","Hepatectomy"],"keywords":["Ambulatory surgery","Minor hepatectomy","Domomedicine follow-up"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ambulatory follow-up (Domomedicine and dedicated nursing care) after a minor Hepatectomy","type":"EXPERIMENTAL","description":"Actions added by the research :\n\n* Ambulatory minor Hepatectomy :\n* Return home on the day of the operation (no overnight stay in hospital instead of 4-5 nights in standard hospitalization including hospitalization the day before surgery)\n* Recording and transmission to the paramedical and medical team of clinical-biological data by connected tools (domomedecine)\n* Early care at home via the PRADO health insurance program by a nurse chosen by the patient or one designated by the program.\n* Satisfaction Questionnaires and MDASI\n* Pain, transit and diet questionnaire\n* Paramedical and technological visit on Day -3 Telephone call from the dedicated nurse on Day -1 Telephone interview of the nurse dedicated to Day 1","interventionNames":["Other: Domomedicine and dedicated nursing care for a close and secure monitoring after an ambulatory hepatectomy"]}],"interventions":[{"type":"OTHER","name":"Domomedicine and dedicated nursing care for a close and secure monitoring after an ambulatory hepatectomy","description":"For patient who need a minor hepatectomy under laparoscopy for the standard of care, the follow-up will be an ambulatory follow-up. This ambulatory follow-up will be made possible thanks to the integration of Domomedicine and dedicated nursing care for a close and secure monitoring.","armGroupLabels":["Ambulatory follow-up (Domomedicine and dedicated nursing care) after a minor Hepatectomy"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Rate of re-hospitalization due to a postoperative complication before Day 30 and the rate of conversion to conventional hospitalization (= early failure of outpatient management).","description":"Rate of re-hospitalization due to a postoperative complication before Day 30 and the rate of conversion to conventional hospitalization.","timeFrame":"Day 30"}],"secondaryOutcomes":[{"measure":"Evaluation of the rate of data collection in patients' homes outside of technical failure.","description":"Evaluation of the rate of data collection in patients' homes outside of technical failure. This will permits to appreciate the adherence to the ambulatory mode of care.","timeFrame":"Day 30"},{"measure":"Diagnosis of digestive complications","description":"Digestive complicactions questionnaire, including transit, pain and feeding personnal feeling (internal scale)","timeFrame":"At Day -3, at Day 0, at Day 1 to Day 7 and at Day 30"},{"measure":"Type of complications","description":"Type of complications","timeFrame":"From Day 0 to Day 30"},{"measure":"Severity of complications (Clavien classification)","description":"Severity of complications following the Clavien classification","timeFrame":"From Day 0 to Day 30"},{"measure":"Mortality rate at Day 30","description":"Mortality rate at Day 30","timeFrame":"Day 30"},{"measure":"Morbidity rate at Day 30","description":"CCI score (Comprehensive Complication Index) at Day 30","timeFrame":"Day 30"},{"measure":"Satisfaction of the ambulatory management.","description":"Score based on three questionnaires completed by the patient : MDASI questionnaire, Quality of life questionnaire (SF36) and Satisfaction of the ambulatory medical support","timeFrame":"MDASI questionnaire : at Day -3, at Day 0 and at Day 1 to Day 7 ; SF 36 questionnaire : Day -3 and at Day 30; Satisfaction of the ambulatory questionnaire at Day 30."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion criteria : - Male or female, 18 to 69 years old\n\n* Indication for a minor laparoscopic hepatectomy (benign or malignant liver tumor, requiring resection of 1 or 2 segments maximum)\n* Membership in a social security system or beneficiary\n* Having given free and informed consent) Exclusion criteria : - Patient living alone and without anyone at home during the first 7 days at home\n* Patient unable to be escorted home by a responsible adult upon discharge\n* Non-French speaking patient\n* Uncompliant patient\n* Patient not reachable by phone\n* Home and convalescence site more than an hour's drive from the Paul Brousse Hospital Hepatobiliary Center\n* Women who have started a pregnancy or are breastfeeding\n* Previous hepatic surgery or supra-mesocolic surgery (exception: cholecystectomy)\n* Previous history of supra-umbilical parietal surgery (hernia/ventricle)\n* Contraindication to laparoscopic approach\n* ASA score \\> 2\n* Cirrhosis (=F4 fibrosis suspected on Fibroscan or biopsy)\n* Coagulation disorder (platelets \\<100 G/L, INR \\>1.4), ongoing anticoagulant or antiaggregant treatment that cannot be suspended\n* Associated extrahepatic surgery (cholecystectomy allowed) or simultaneous radiofrequency destruction\n* Body mass index \\> 35kg/m2\n* Patient under guardianship, curatorship or safeguard of justice\n* Patient under AME (state medical aid)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"69 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nicolas GOLSE","role":"CONTACT","phone":"+ 33 1 45 59 66 25","email":"nicolas.golse@aphp.fr"},{"name":"René ADAM","role":"CONTACT","phone":"+ 33 1 45 59 64 09","email":"rene.adam@aphp.fr"}],"overallOfficials":[{"name":"Nicolas GOLSE","affiliation":"Hepato-biliary surgery department, Paul Brousse hospital, APHP","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hepato-biliary surgery department","city":"Villejuif","country":"France","contacts":[{"name":"Nicolas GOLSE, Dr","role":"CONTACT","email":"nicolas.golse@aphp.fr"},{"name":"René ADAM, Pr","role":"CONTACT","email":"rene.adam@aphp.fr"}],"geoPoint":{"lat":48.7939,"lon":2.35992}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008113","term":"Liver Neoplasms"}],"ancestors":[{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000008107","term":"Liver Diseases"}],"browseLeaves":[{"id":"M11113","name":"Liver Neoplasms","asFound":"Liver Tumors","relevance":"HIGH"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M11107","name":"Liver Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}