{"protocolSection":{"identificationModule":{"nctId":"NCT06482060","orgStudyIdInfo":{"id":"MUDHF_Prosthesis_01"},"organization":{"fullName":"Marmara University","class":"OTHER"},"briefTitle":"In Vivo Comparison of Two Different Occlusal Splints in Bruxism","officialTitle":"Evaluation of Amount of Wear and Patient Satisfaction of Two Different Occlusal Splint Materials in Individuals With Bruxism"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-05-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-03-01","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-01","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Marmara University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the international consensus, bruxism is a masticatory muscle activity consisting of grinding and clenching while sleep or wakefullness. The etiology of bruxism is multifactorial and phisical and psychological facts are some causes of this habit. Bruxism is one of the main causes of tooth wear and temporomandibular joint diseases. Muscle ensembles that occur in bruxist individuals can cause temporomandibular joint degenerations. There is no definitive method recommended for the treatment of sleep bruxism. The most important clinical intervention for sleep bruxism is to protect teeth, reduce teeth grinding, relieve facial and temporal pain and improve sleep quality.\n\nStabilization splint is the gold standard in temporomandibular joint treatments. The purpose of occlusal splint treatment is to improve the functions of tmj and masticatory muscles by creating a balanced , stable occlusion to eliminate the associated pain to reduce the effects of occlusal interferences and parafunctional habits. Conventional occlusal devices have been fabricated from different materials including polyethylene (PVAc-PE), auto-, heat-, and lightpolymerized acrylic resin. However, despite the interesting characteristics of these materials, they are not considered optimal due to potential thermal discomfort, bad taste, residual monomers, dimensional instability, undesirable shape or color, fracture susceptibility, and skin or respiratory allergies of polymethyl mehacrylate (PMMA) resin, in addition to the time-demanding manufacturing process. New digital technologies based on computer-aided design and computer-aided manufacturing have enabled the use of digital workflow in the fabrication of occlusal devices or other intraoral prostheses such as complete dentures and interim fixed restorations, by using subtractive milling or additive approaches. Such devices are manufactured from prefabricated and standard materials such as polycarbonate, polyetheretherketone (PEEK), and PMMA discs. The whole workflow of digital occlusal splints enhances occlusal design and considerably simplifies and optimizes the traditional occlusal splint manufacturing process. Furthermore, digital occlusal splints have shown superior performance over traditional ones in terms of fit, quantitative control, time-saving, speed, and dimensional stability.\n\nThe aim of this study is to evaluate the patient satisfaction and wear rates of occlusal splint materials that fabricated with conventional and CAD/CAM techniques.","detailedDescription":"The patients who applied to Marmara University Faculty of Dentistry Department of Prosthodontics with complaints of teeth clenching and grinding were clinically and radiologically examined. A questionarre is also applied to evaluate the sleep bruxism. 30 individuals diagnosed with sleep bruxism were included in this study. The individuals were informed about bruxism, its effects and the application of a stabilization splint and were divided into two groups randomly. Stabilization splint was applied to one group with digital and to other group with conventional impression and production method.\n\nIn the conventional treatment group, impressions were taken with alginate impression material, then the occlusal splint was fabricated with hard vinyl resin material in the dental laboratory. The splints were appllied o the upper jaw in accordance with the recomendations of Okeson. Canine guidence was provided in lateral movements. Autopolymerizing acrylic (Imıcryl, Turkey) was used for the adjustment of the splint intraorally. The individuals were asked to come for monthly recalls according to the routine treatment procedure and the pain values measured by visual analog scale (VAS). The occlusal surfaces of the stabilization splints were scanned before the usage of splint and after the three and six months usage. The wear amounts were calculated by Geomagic Control Program for evaluation. Patient satisfaction was evaluated with the questionarre at the beginning and final stage of the treatment.\n\nIn the CAD/CAM treatment group, intraoral digital impressions were taken with an intraoral camera (3Shape Trios (3Shape Dental Systems, Copenhagen, Denmark)) and the occlusal splints were fabricated with methacrylate resin material by digital three dimensional production. The splints were delivered to the individuals. Minimal occlusal adjustment was performed to obtain canine guidence. The individuals were asked to come for monthly recalls according to the routine treatment procedure and the pain values measured by visual analog scale (VAS). The occlusal surfaces of the stabilization splints were scanned before the usage of splint and after the three and six months usage. The wear amounts were calculated by Geomagic Control Program for evaluation. Patient satisfaction was evaluated with the questionarre at the beginning and final stage of the treatment."},"conditionsModule":{"conditions":["Bruxism"],"keywords":["Bruxism","Stabilization splint","Digital workflow"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":30,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Conventional group","type":"ACTIVE_COMPARATOR","interventionNames":["Device: Stabilization splint"]},{"label":"Digital workflow group","type":"EXPERIMENTAL","interventionNames":["Device: Stabilization splint"]}],"interventions":[{"type":"DEVICE","name":"Stabilization splint","description":"Stabilization splint application is a treatment that improves the function of TMJ and masticatory muscles by creating a balanced, stable occlusion to reduce the effects of occlusal interference and parafunctional habits and eliminate associated pain.","armGroupLabels":["Conventional group","Digital workflow group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change in vertical and volumetric loss of splint material during the treatment","description":"The occlusal surfaces of the stabilization splints were scanned with the 3Shape Trios 3 scanning device (3Shape Dental Systems, Copenhagen, Denmark) three times for each volunteer as before use scan, 3 month end of use scan and 6 months end of use scan. STL images uploaded to Geomagic Control 2014.4.0 program and vertical an volumetric losses are evaluated.","timeFrame":"At the beginning, 3. months and 6. months"}],"secondaryOutcomes":[{"measure":"Change in pain of the patient with Visual Analog Scale (VAS) during the treatment","description":"Each month, the volunteers were asked to rate their pain scores according to the visual analog scale (VAS) from 1 to 10.","timeFrame":"At the beginning, 1. Months and 6. Months"},{"measure":"Change in patient satisfaction during the treatment","description":"A Likert-type questionnaire was administered to the volunteers of both groups including the main topics of impression taking session, readjustment of the splint session and ease of use of the splint.","timeFrame":"At the beginning, 6. Months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Volunteers with natural dentition between the ages of 18-60\n* Diagnosed with bruxism\n\nExclusion Criteria:\n\n* Pregnancy\n* Alcohol or drug addiction\n* Having more than one missing tooth in one part of the oral arch","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Marmara University School of Dentistry","city":"Istanbul","zip":"34854","country":"Turkey","geoPoint":{"lat":41.01384,"lon":28.94966}}]},"referencesModule":{"references":[{"pmid":"11748392","type":"BACKGROUND","citation":"Bodian CA, Freedman G, Hossain S, Eisenkraft JB, Beilin Y. The visual analog scale for pain: clinical significance in postoperative patients. Anesthesiology. 2001 Dec;95(6):1356-61. doi: 10.1097/00000542-200112000-00013."},{"pmid":"23121262","type":"BACKGROUND","citation":"Lobbezoo F, Ahlberg J, Glaros AG, Kato T, Koyano K, Lavigne GJ, de Leeuw R, Manfredini D, Svensson P, Winocur E. Bruxism defined and graded: an international consensus. J Oral Rehabil. 2013 Jan;40(1):2-4. doi: 10.1111/joor.12011. Epub 2012 Nov 4."},{"pmid":"32436163","type":"BACKGROUND","citation":"Marcel R, Reinhard H, Andreas K. Accuracy of CAD/CAM-fabricated bite splints: milling vs 3D printing. Clin Oral Investig. 2020 Dec;24(12):4607-4615. doi: 10.1007/s00784-020-03329-x. Epub 2020 May 21."},{"pmid":"30993738","type":"BACKGROUND","citation":"Melo G, Duarte J, Pauletto P, Porporatti AL, Stuginski-Barbosa J, Winocur E, Flores-Mir C, De Luca Canto G. Bruxism: An umbrella review of systematic reviews. J Oral Rehabil. 2019 Jul;46(7):666-690. doi: 10.1111/joor.12801. Epub 2019 May 7."}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002012","term":"Bruxism"}],"ancestors":[{"id":"D000014076","term":"Tooth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"}],"browseLeaves":[{"id":"M5286","name":"Bruxism","asFound":"Bruxism","relevance":"HIGH"},{"id":"M16831","name":"Tooth Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21989","name":"Salicylic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}