{"protocolSection":{"identificationModule":{"nctId":"NCT06476405","orgStudyIdInfo":{"id":"ALCS-REG-23-10-HT"},"organization":{"fullName":"Altria Client Services LLC","class":"INDUSTRY"},"briefTitle":"Room Air Levels of Harmful and Potentially Harmful Constituents After Heated Tobacco Product Use and Combustible Cigarettes","officialTitle":"An Open-Label Study to Characterize Selected Harmful and Potentially Harmful Constituents and Aerosol Analytes From Ambient Air Following the Use of Ploom® Heated Tobacco Products and Combustible Cigarettes by Adults Who Smoke"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Altria Client Services LLC","class":"INDUSTRY"},"collaborators":[{"name":"ICON Clinical Research","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study is designed to assess and characterize levels of selected harmful and potentially harmful constituents (HPHCs) and other endpoints of interest in an environmental chamber (EC) after ad libitum use of Ploom® heated tobacco product (HTP) and combustible cigarettes (CC) in their respective group (menthol and non-menthol smokers) by adults who smoke (AS).","detailedDescription":"This is an open-label, single center study to characterize selected HPHCs and other aerosol analytes from ambient air in an enclosed room, following the use of Ploom HTPs and CCs by adults who smoke. The airborne constituents to be investigated during this study include compounds from the established U.S. FDA list of HPHCs, compounds from the WHO priority list of toxicants, constituents with relevance for air quality, and product-speciﬁc markers. The study will include healthy adult male and female, who smoke commercially available CC with at least 24 non-menthol (Group 1) cigarette smokers and 24 menthol (Group 2) cigarette smokers (every effort should be made to ensure no more than 60% of either gender for each group). Adult subjects will be between 22 and 65 years of age at screening, inclusive, and will self-report at least the previous year and current non-menthol (Group 1) or menthol (Group 2) factory manufactured CC smoking. Subjects must have a history of smoking 5 or more non-menthol (Group 1) or 5 or more menthol (Group 2) CCs daily for at least 12 months prior to Screening.\n\nThis study is designed to assess, in Group 1, the levels of selected HPHCs and other aerosol analytes in an environmental test chamber after use of the Ploom device with non-menthol tobacco sticks, relative to commercially available (UBCC) non-menthol combustible cigarettes; and, in Group 2, the levels of HPHCs and other aerosol analytes in an environmental test chamber after use of the Ploom device with menthol tobacco sticks, relative to commercially available (UBCC) menthol combustible cigarettes. The room air samples for Baseline (without study product use) and Test (with study product use) will be collected following a cohort of 4 subjects staying inside the smoking chamber for 20 minutes, with use or not use of study products. The cohort of 4 subjects will be randomly assigned at each chamber test session (CTS) visit from a pool of subjects.\n\nThe study will consist of 4 visits. These visits include a Screening Visit (Visit 1, Day -28 to Day -1), a Product Trial Visit (Visit 2, Day -7 to Day -1), and 2 Chamber Test Session (CTS) visits (Visit 3, Day 0 and Visit 4, Day 1 to Day 7). All subjects will follow this schedule.\n\nScreening Visit (Visit 1):\n\nSubjects will visit the site for screening. Each subject will read and sign the Informed Consent Form (ICF) to confirm their agreement to participate in the study. Data related to demography, medical history, tobacco use history and physical examination will be collected. In addition, the Investigator will provide information on tobacco cessation and QuitAssist® website at the screening and end of study (or early termination) visit.\n\nProduct Trial Visit (Visit 2):\n\nSubjects who pass the screening will be assigned to Non-menthol (Group 1) or Menthol (Group 2) Study Groups based on their usual brand of combustible cigarette (UBCC).) At this visit, each subject will have a 2-hour product trial to try the Ploom HTP with non-menthol (Group 1) or menthol (Group 2) Ploom HTS.\n\nChamber Test Sessions (CTS) (Visits 3 - 4):\n\nFollowing Product Trial, each subject will return to site and 4 subjects at each visit will participant in the product use session inside an environmental chamber (EC).\n\nEach of the Study Groups will be divided into 3 Subgroups with 8 subjects each. At each CTS visit, a cohort of 4 subjects will be randomly assigned from one of the Subgroups and completes the 2 CTS sessions per visit consisting of Baseline (without study product use) and Test (with study product use).\n\nCheck in: A Subgroup of up to 8 subjects will check-in in the morning of each session day to the clinic to ensure that a cohort of 4 subjects will be available for each of the 2 CTS sessions.\n\nCTS: Four subjects will enter and stay inside the environment chamber (EC) for 20 minutes two times, one for Baseline CTS in the morning and one for Test CTS in the afternoon:\n\n1. Baseline CTS: subjects will remain in a static EC for 20 minutes without using any study product.\n2. Test CTS: subjects will remain in a static EC for 20 minutes and use one unit of the assigned study product for 10 minutes.\n\nAll the 4 subjects should enter and exit the chamber at approximately the same time.\n\nSubject Selection:\n\nAt each CTS Visit, a subgroup of approximately 8 subjects will check in to the clinic to ensure 4 subjects will be entering the chamber for that visit. Up to 2 alternate subjects will also be selected to replace anyone who failed to enter the chamber for any of the EC sessions. A tool (e.g., an excel spreadsheet) will be used to randomly select up to 6 subjects from the subgroup. Every effort should be made to select no more than 60% of subjects from each gender for each cohort.\n\nOn each CTS day, the continuous endpoints for air quality inside the EC will be monitored real-time and recorded including carbon dioxide, carbon monoxide, temperature, relative humidity, air exchange rate and total volatile organic compounds (TVOC). Air monitoring will be performed using sensors located inside the EC and start at a predetermined time prior to the subjects entering the chamber and end after the last Time- weighted average (TWA) sampling is complete. These will be visually monitored during chamber sessions days but will be recorded at a time starting immediately following the cohort has entered the chamber until TWA sampling is complete.\n\nDuring the CTS the air samples for time-weighted-average endpoints for selected analytes inside the EC will be acquired using individual pumped samplers installed at one location inside the EC for 2 hours starting immediately (within 3 minutes) after subjects exit the chamber for the Baseline (without study product use) and Test (with study product use) CTSs, respectively. These analytes include: Respirable Suspended Particles (RSP (\\<2.5µm)), Ultraviolet Particulate Matter (UVPM), Florescence Particulate Matter (FPM), Solanesol, Nicotine, 3-ethenylpyridine (3-EP), Ammonia, Formaldehyde, Acetaldehyde, Benzene, ortho-Cresol, meta- and para-Cresol, Ethylbenzene, Glycerol, Phenol, Pyridine, Pyrrole, Styrene, Toluene, ortho-Xylene, meta- and para-Xylene and TVOC-derived.\n\nThe total duration of the study from the first subject check-in through the last subject check-out will be approximately 6 weeks (approximately 42 days)."},"conditionsModule":{"conditions":["Tobacco Smoking","Tobacco Use"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1 Non-Menthol: Study Product A, Ploom Non-Menthol Flavor","type":"EXPERIMENTAL","description":"Heated Tobacco Product (HTP) denoted as Ploom PX1.5TN HTP; Tobacco HTS (Heated Tobacco Stick); R8. Test product sourced from Japan Tobacco Inc.","interventionNames":["Other: Study Product A: Ploom® Non-Menthol Flavor"]},{"label":"Group 1 Non-Menthol: Study Product B, UBCC Non-Menthol Flavor","type":"ACTIVE_COMPARATOR","description":"Subject's Non-menthol UBCC (usual brand combustible cigarette). Reference product supplied by subject.","interventionNames":["Other: Study Product B: Usual Brand Combustible Cigarette (UBCC) Non-Menthol Flavor"]},{"label":"Group 2 Menthol: Study Product C: Ploom Menthol Flavor","type":"EXPERIMENTAL","description":"Heated Tobacco Product (HTP) denoted as Ploom PX1.5TN HTP; Menthol HTS (Heated Tobacco Stick); MX3. Test product sourced from Japan Tobacco Inc.","interventionNames":["Other: Study Product C: Ploom® Menthol Heated Tobacco Product (HTP)"]},{"label":"Group 2 Menthol: Study Product D: UBCC Menthol Flavor","type":"ACTIVE_COMPARATOR","description":"Subject's menthol UBCC (Usual Brand Combustible Cigarette). Reference product supplied by subject.","interventionNames":["Other: Study Product D: Usual Brand Combustible Cigarette (UBCC) Menthol Flavor"]}],"interventions":[{"type":"OTHER","name":"Study Product A: Ploom® Non-Menthol Flavor","description":"Following randomization 4 subjects will be enclosed in the smoking chamber for 20 minutes, with the first 10 minutes not using any study product and for the second 10 minutes each subject uses one unit of the assigned study product (Product A: Ploom Non-menthol) ad libitum. Continuous measurement and recording of air and aerosol analytical endpoints will start immediately following the cohort entry into the chamber and end at the same ending time as the time-weighted- average endpoints.","armGroupLabels":["Group 1 Non-Menthol: Study Product A, Ploom Non-Menthol Flavor"],"otherNames":["Ploom® PX1.5TN HTP; Tobacco HTS; R8 (Group 1 Test Product)"]},{"type":"OTHER","name":"Study Product B: Usual Brand Combustible Cigarette (UBCC) Non-Menthol Flavor","description":"Following randomization 4 subjects will be enclosed in the smoking chamber for 20 minutes, with the first 10 minutes not using any study product and for the second 10 minutes each subject uses one unit of the assigned study product (Product B: Non-menthol UBCC) ad libitum. Continuous measurement and recording of air and aerosol analytical endpoints will start immediately following the cohort entry into the chamber and end at the same ending time as the time-weighted- average endpoints.","armGroupLabels":["Group 1 Non-Menthol: Study Product B, UBCC Non-Menthol Flavor"],"otherNames":["Subject's UBCC Non-Menthol (Group 1 Reference product)"]},{"type":"OTHER","name":"Study Product C: Ploom® Menthol Heated Tobacco Product (HTP)","description":"Following randomization 4 subjects will be enclosed in the smoking chamber for 20 minutes, with the first 10 minutes not using any study product and for the second 10 minutes each subject uses one unit of the assigned study product (Product C: Ploom® Menthol HTP) ad libitum. Continuous measurement and recording of air and aerosol analytical endpoints will start immediately following the cohort entry into the chamber and end at the same ending time as the time-weighted- average endpoints.","armGroupLabels":["Group 2 Menthol: Study Product C: Ploom Menthol Flavor"],"otherNames":["Ploom® PX1.5TN HTP; Menthol HTS; MX3 (Group 2 Test Product)"]},{"type":"OTHER","name":"Study Product D: Usual Brand Combustible Cigarette (UBCC) Menthol Flavor","description":"Following randomization 4 subjects will be enclosed in the smoking chamber for 20 minutes, with the first 10 minutes not using any study product and for the second 10 minutes each subject uses one unit of the assigned study product (Product D: Menthol UBCC) ad libitum. Continuous measurement and recording of air and aerosol analytical endpoints will start immediately following the cohort entry into the chamber and end at the same ending time as the time-weighted- average endpoints.","armGroupLabels":["Group 2 Menthol: Study Product D: UBCC Menthol Flavor"],"otherNames":["Subject's UBCC Menthol (Group 2 Reference product)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Carbon Dioxide (Parts per Million, PPM)","description":"Air quality measure collected via environmental chamber (EC) internal sensor and continuously recorded during CTS.","timeFrame":"Day 0, Day 1"},{"measure":"Carbon Monoxide (Parts per Million, PPM)","description":"Air quality measure collected via environmental chamber (EC) internal sensor and continuously recorded during CTS.","timeFrame":"Day 0, Day 1"},{"measure":"Relative Humidity (%)","description":"Air quality measure collected via environmental chamber (EC) internal sensor and continuously recorded during CTS.","timeFrame":"Day 0, Day 1"},{"measure":"Total Volatile Organic Compounds (TVOC) (Parts per Million, PPM)","description":"Air quality measure collected via environmental chamber (EC) internal sensor and continuously recorded during CTS.","timeFrame":"Day 0, Day 1"},{"measure":"Temperature (degrees Centigrade, °C)","description":"Air quality measure collected via environmental chamber (EC) internal sensor and continuously recorded during CTS. Expected to maintain 22 +/- 2°C during the CTS.","timeFrame":"Day 0, Day 1"},{"measure":"Air Exchange Rate (AER)","description":"Air quality measure collected via environmental chamber (EC) internal sensor and continuously recorded during CTS. Derived value using formula: AER = Q (volumetric air flow in cubic feet per minute)/V (volume of the room in cubic meters). The AER is expected to be static for the duration of the CTS.","timeFrame":"Day 0, Day 1"},{"measure":"Respirable Suspended Particles (RSP) (mg)","description":"Measured by aerosol analysis of air samples collected during the CTS. Analysis performed using method described in CORESTA Recommended Method No 51 CRM_51 (coresta.org) and with expected value range 0.011 - 250 mg.","timeFrame":"Day 0, Day 1"},{"measure":"Ultraviolet Particulate Matter (UVPM) (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during the CTS. Analysis performed using method described in CORESTA Recommended Method No 51 CRM_51 (coresta.org) and with expected value range .0.16 - 6.40 µg/mL. Analytical output will be converted to µg/ m3","timeFrame":"Day 0, Day 1"},{"measure":"Florescence Particulate Matter (FPM) (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during the CTS. Analysis performed using method described in CORESTA Recommended Method No 51 CRM_51 (coresta.org) and with expected value range 0.0035 - 3.50 µg/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Nicotine (mg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in CORESTA Recommended Method No 50 CRM_50.pdf (coresta.org) with expected value range of 0.096 - 4.80 µg/mL. Analytical output will be converted to mg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"3-ethenylpyridine (3-EP) (mg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in CORESTA Recommended Method No 50 CRM_50.pdf (coresta.org) with expected value range of 0.04 - 2.4 µg/mL. Analytical output will be converted to mg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Ammonia (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in NIOSH Method 6016 Issue 2, Ammonia by IC NMAM METHOD 6016 (cdc.gov) with expected value range of 15 - 70 µg/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Formaldehyde (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described inASTM D5197 - 16 D5197 Standard Test Method for Determination of Formaldehyde and Other Carbonyl Compounds in Air (Active Sampler Methodology) (astm.org) with expected value range of 0.0912 - 2.86 µg/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Acetaldehyde (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in ASTM D5197 - 16 D5197 Standard Test Method for Determination of Formaldehyde and Other Carbonyl Compounds in Air (Active Sampler Methodology) (astm.org) with expected value range of 0.126 - 3.94 µg/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Benzene (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in range of 20 - 700 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"ortho-Cresol (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in the range of 10.0 - 702.8 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"meta- and para-Cresol (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected results in the range of 10.0 - 702.2 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Ethylbenzene (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in range of 2.0 - 700 ng/mL . Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Glycerol (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected results in the range of 140.4 - 200.5 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Propylene Glycol (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with the expected results in the range of 399.2 - 13972 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Phenol (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with the results expected in the range of 19.97 - 698.9 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Pyridine (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in range of 5.02 - 702.8 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Pyrrole (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in the range of 5.01 - 700.7 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Styrene (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in range of 9.96 - 697.7 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Toluene (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected values in range of 5.0 - 700 ng/mL . Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"ortho-Xylene (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected results in the range of 1.99 - 698.7 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1."},{"measure":"meta- and para-Xylene (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in EPA TO-17, Second Edition (EPA/625/R-96/010b), Method TO-17 - Determination of Volatile Organic Compounds in Ambient Air Using Active Sampling Onto Sorbent Tubes (epa.gov) with expected results in the range of 2.00 - 700.3 ng/mL. Analytical output will be converted to µg/ m3.","timeFrame":"Day 0, Day 1"},{"measure":"Solanesol (µg/ m3)","description":"Measured by aerosol analysis of air samples collected during CTS. Analysis performed using procedures described in CORESTA Recommended Method No 52 Environmental Tobacco Smoke - Estimation of its Contribution to Respirable Suspended Particles - Method based on Solanesol Determination \\| CORESTA with expected results in the range of 0.135 - 16.8 µg/mL. Analytical output will be converted to µg/ m3","timeFrame":"Day 0, Day 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nIndividuals must meet all of the following inclusion criteria to be eligible for participation in the study:\n\n1. Provides voluntary consent to participate in this study documented on the signed ICF.\n2. Adult, male or female, 22 to 65 years of age, inclusive, at the Screening visit.\n3. Self-reports at the Screening Visit smoking at least 5 non-menthol or menthol combustible cigarettes per day for at least 12 months prior to Screening. \\[Prior to screening, brief periods (i.e., up to 7 consecutive days) of non-smoking within 90 days before Check-in (e.g., due to illness or participation in a clinical study where tobacco use was prohibited) will not be exclusionary at the discretion of the Investigator (other non-daily tobacco use, except for heated tobacco use, within 30 days prior to screening are not exclusionary)\\].\n4. Able to communicate effectively with the study personnel and willing to comply with the requirements of the study.\n5. Subjects must be generally healthy, and without clinically significant abnormalities as assessed by the Investigator based on the review of medical and surgical history, physical examination, vital signs measurement, 12-lead ECG, and laboratory evaluations conducted at Screening (refer to Table 1).\n6. Screening blood pressure ≤ 150/90 mmHg measured after being seated for at least 10 minutes. Two rechecks may be performed at the Investigator's discretion.\n7. Urine cotinine ≥ 200 ng/mL at Screening.\n8. Exhaled carbon monoxide ≥ 10 ppm at Screening.\n9. Female subjects who are sexually active and of childbearing potential (e.g., not surgically sterile at least 6 months prior to Screen nor postmenopausal with amenorrhea for at least 1 year prior to screen and FSH levels consistent with postmenopausal status) must not be lactating and must have been using 1 of the following forms of contraception from 3 months before study product administration through 30 days after the final administration of study product:\n\n   * Hormonal (e.g., oral, vaginal ring, transdermal patch, implant, injection) consistently for at least 3 months prior to Check-in, when used in combination with male condoms with spermicide (use of NuvaRing® is at the Investigator's discretion)\n   * Double barrier (e.g., condom with spermicide or diaphragm with spermicide) consistently for at least 2 weeks prior to Check-in\n   * Intrauterine device or system (utilize Investigator discretion regarding use of hormonal or nonhormonal devices) for at least 3 months prior to Check-in\n   * Exclusive partner who is clinically sterile (i.e., documented infertility or surgical sterilization; see below for additional information on sterility) or has been vasectomized for at least 6 months (inclusive) prior to Check-in Note: Sexual abstinence, defined as refraining from intercourse, is allowed when this is in line with the preferred and usual lifestyle of the subject.\n   * Female subjects of childbearing potential who are not currently engaging in heterosexual intercourse must agree to use one of the above methods of birth control through completion of study, in the event that they have heterosexual intercourse during the course of the study.\n10. Female subjects who are of non-childbearing potential must have undergone 1 of the following sterilization procedures at least 6 months prior to Check-in:\n\n    * Hysteroscopic sterilization with documentation of success with hysterosalpingogram\n    * Bilateral tubal ligation or bilateral salpingectomy\n    * Hysterectomy\n    * Bilateral oophorectomy\n    * Essure® or, be postmenopausal with amenorrhea for at least 1 year prior to Screen and confirmed by FSH levels consistent with postmenopausal status.\n\nExclusion Criteria:\n\nIndividuals who meet any of the following exclusion criteria will not be enrolled in the study:\n\n1. History or presence of any type of malignant tumor or clinically significant or unstable/uncontrolled acute or chronic medical conditions at Screening, as determined by the Investigator, that would impact the safety of the participant or the validity of the study results (e.g., hypertension, diabetes, asthma, or other lung disease, cardiac disease, neurological disease, psychiatric disorders).\n2. Current evidence or any history of congestive heart failure.\n3. Any other condition or prior therapy that, in the Investigator's opinion, would make the subject unsuitable for the study, or unable or unwilling to comply with the study procedures.\n4. Clinically significant abnormal vital sign, physical examination (including oral cavity an oropharynx), ECG, medical history, or clinical laboratory findings, in the opinion of the Investigator.\n5. Positive test for HIV-1 or HIV-2; or HbsAg or HCV consistent with current infection at Screening.\n6. Diabetes mellitus that is not controlled by diet/exercise alone, in the opinion of the Investigator. Fasting plasma glucose \\> 126 mg/dL \\[7 mmol/L\\] is exclusionary. One recheck may be performed for fasting plasma glucose values \\> 126 mg/dL but \\< 200 mg/dL.\n7. An acute illness (e.g., upper respiratory infection, viral infection) requiring treatment with prescribed medicines within 2 weeks prior to each study visit.\n8. Self-reported puffers (i.e., smokers who draw smoke from the combustible cigarette into the mouth and throat but do not inhale).\n9. Postponing a decision to quit smoking (defined as planning a quit attempt within 30 days of the Screening Visit) to participate in this study.\n10. Employees and first-degree relatives (i.e., parent, sibling, child, spouse) of the Sponsor and Sponsor representatives, a tobacco company, the study site, or the environmental test chamber vendor.\n11. Females who have a positive pregnancy test (at Screen and every visit), are pregnant, breastfeeding, or intend to become pregnant during the study.\n12. History of claustrophobia.\n13. History of alcohol abuse, illicit drug use, physical dependence to any opioid, or any history of drug abuse within 24 months prior to Screen\n14. Positive screen for alcohol (breath or urine) or any of the following drugs of abuse (urine), regardless of the reason of use: amphetamines, methamphetamines, opiates, or cocaine at Screening.\n15. Fever (i.e., body temperature \\> 100.5 F) at Screening or every CTS visit; 1 recheck may be performed at the Investigator's discretion.\n16. Body mass index \\> 40.0 kg/m2 or \\< 18.0 kg/m2 at Screening (1).\n17. Estimated glomerular filtration rate \\< 80 mL/minute using the CKD-EPI (2) formula at Screening.\n18. Use of prescription or over-the-counter bronchodilator medication (e.g., inhaled or oral ß agonists) for treatment of any illness within 12 months prior to Screen.\n19. Currently participating in another clinical study; or participation in \\> 2 ALCS-sponsored studies within the past 12-month period prior to Screen.\n20. Negative response (i.e., unwilling to use or unable to tolerate \\[e.g., experiences AEs during the Product Trial that will prevent the subject from continuing to use the product as judged by the Investigator\\]) to the product during the Product Trial visit.\n21. Regularly exposed to solvent fumes or gasoline (e.g., painter, gas-station mini mart employee).\n22. Unable to communicate or unwilling to cooperate with the clinical staff in the opinion of the Investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jeffery S Edmiston, PhD","role":"CONTACT","phone":"8043352366","email":"Jeffery.S.Edmiston@altria.com"}],"locations":[{"facility":"Clinical Research Atlanta","city":"Stockbridge","state":"Georgia","zip":"30281","country":"United States","contacts":[{"name":"Jon Finley, MD","role":"CONTACT","phone":"770-507-6867"}],"geoPoint":{"lat":33.54428,"lon":-84.23381}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"meshes":[{"id":"D000008610","term":"Menthol"}],"ancestors":[{"id":"D000000982","term":"Antipruritics"},{"id":"D000003879","term":"Dermatologic Agents"}],"browseLeaves":[{"id":"M11591","name":"Menthol","asFound":"6 days","relevance":"HIGH"},{"id":"M7074","name":"Dermatologic Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Derm","name":"Dermatologic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}