{"protocolSection":{"identificationModule":{"nctId":"NCT06482944","orgStudyIdInfo":{"id":"240761"},"organization":{"fullName":"Vanderbilt University","class":"OTHER"},"briefTitle":"Whole Food for Families: A Pilot RCT of a Dietary Guidelines-Based Intervention to Prevent Type 2 Diabetes","officialTitle":"Whole Food for Families: A Pilot RCT of a Dietary Guidelines-Based Intervention to Prevent Type 2 Diabetes"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-11-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Nadia Markie Sneed","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Vanderbilt University"},"leadSponsor":{"name":"Vanderbilt University","class":"OTHER"},"collaborators":[{"name":"Vanderbilt University Medical Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study will address the following aims:\n\nAim 1 (primary): Conduct a pilot RCT to evaluate the feasibility, acceptability, enrollment, and retention rates of adult-child pairs after a 12-week family-centered, non-calorie restricted whole foods diet.\n\nFeasibility: ≥80% participant retention and completion of study outcome measures.\n\nAcceptability: ≥75 adult diet satisfaction via survey report and/or perceived diet satisfaction via focus groups. Aim 2: Conduct a pilot RCT to evaluate the preliminary effectiveness of a non-calorie restricted whole foods diet on adult HbA1c at 12 weeks and adult/child diet quality during the 12-week intervention.\n\nAim 2a: Evaluate intervention effects on HbA1c measures in adults with prediabetes.\n\nHypothesis 2a: Adults randomized to the treatment group will have lower HbA1c measures at 12 weeks than those in the control group.\n\nAim 2b: Evaluate intervention effects on the diet quality (via the 2020 HEI) of adults and children. Hypothesis 2b: Adults and children randomized to the treatment group will have a higher diet quality score during the 12-week intervention period compared to adults and children in the control group.\n\nAim 3: Conduct family focus groups to understand how SDOH and individual/family needs and preferences may be perceived barriers or facilitators of diet adherence.","detailedDescription":"This dietary program is based on empirical evidence showing that a diet pattern that favors minimally processed and whole foods (e.g., whole grains, fruits, vegetables, nuts) in contrast to diet patterns with greater consumption of highly refined and ultra-processed foods are attributed to greater reductions in HbA1c and fasting plasma glucose and a reduced risk for T2D. This evidence comes primarily from prospective cohort and clinical studies of 1) adult populations without diabetes (including type 2 and pre-diabetes) and 2) adult populations with active T2D. Studies of family dietary interventions for transgenerational T2D prevention are lacking.\n\nStudies have focused primarily on structured diet patterns such as the Mediterranean style, Vegetarian or Vegan, Dietary Approaches to Stop Hypertension (DASH), carbohydrate-restricted, and low-fat. Evidence supports that the diet patterns most effective for T2D risk reduction focused on primarily whole food consumption (e.g., Mediterranean-style, Vegetarian, and DASH). Yet, less attention has been given to studying the effectiveness of the Dietary Guidelines for American's (DGA) diet pattern which forms the basis of nutrition advice in the U.S. and is the guiding nutrition framework used for federal nutrition policy. Moreover, a benefit of the recent DGA is its customizable approach to diet.\n\nRecognizing the importance of a whole foods structured diet and the recent shift of the Dietary Guidelines for American's DGA diet pattern towards a customizable, family-centered, whole foods approach, studies that test the effectiveness of a DGA-structured diet for T2D risk reduction should be prioritized. Before conducting efficacy and effectiveness trails, pilot data is needed to determine the feasibility and acceptability of using this family- centered diet approach in a population at \"high risk\" for T2D. Applying a family- lens where a transgenerational approach can be used to prevent T2D is necessary.\n\nTherefore, this program aims are to test the feasibility and acceptability of delivering a whole foods diet pattern using a family centered approach in a population at risk for T2D- adults with prediabetes and their \"at-risk\" biological offspring. This study will also test the preliminary effectiveness on the diet's effects on change in adult hemoglobin A1c at 12 months and will assess changes in diet quality during the intervention in adults and offspring."},"conditionsModule":{"conditions":["PreDiabetes","Diet, Healthy","Nutritional and Metabolic Diseases"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","maskingDescription":"The study arms are, BY DESIGN, not able to be totally blinded. Investigators/data collection staff are blinded as to arm of an individual participant (collection staff will be blinded to the extent possible). Main outcome assessors are blinded as to the intervention the individual participant is receiving to the extent possible.","whoMasked":["INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Whole Foods Counseling Group (Control)","type":"NO_INTERVENTION","description":"Participants randomized to the control group will receive a single dietetic counseling session (weeks 1-2) on the 2020-2025 Dietary Guidelines for Americans (DGA) which is considered a healthy diet pattern for prediabetes. Diet adherence will be assessed with a 7-day food diary in the first week and then a 3-day food diary in weeks 2-12. Study personnel and/or the study RDN will follow up with the participants during the study to review the food diaries."},{"label":"Whole Foods Healthy Eating Group (Intervention)","type":"EXPERIMENTAL","description":"The 12-week whole foods intervention consists of 2 phases. The feeding phase (weeks 1-8) is comprised of an intensive 2-week controlled feeding period followed by a 6-week partial feeding period. This diet intervention will encourage the consumption of a whole foods \"dietary pattern\". The maintenance phase (weeks 9-12) is a 4-week \"free-living\" period to assess intervention feasibility without food provision or dietetic support.","interventionNames":["Behavioral: Whole Foods for Families"]}],"interventions":[{"type":"BEHAVIORAL","name":"Whole Foods for Families","description":"This diet intervention will encourage the consumption of a whole foods \"dietary patterns\" such as a wide variety of fruits, vegetables, proteins, seafood, dairy and whole grains. During the partial feeding period (weeks 3-8), families will be asked to continue the whole foods diet with support that includes: 1) 3 weekly dinners of the families' choosing (described above), 2) rotating menus (\\~3 weeks' worth) that will allow for customization (e.g., protein, vegetable, grain swaps) to support cultural/dietary preferences, and 3) dietetic support to help with customization and diet maintenance. Participants will be instructed by the registered dietitian nutritionist (RDN) on how to adhere to the diet intervention and will be provided menus and recipes. For the enrolled families in the study, the goal is to maintain complete diet adherence during the twelve-week intervention.","armGroupLabels":["Whole Foods Healthy Eating Group (Intervention)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feasibility and acceptability","description":"Feasibility will be based on ≥80% participant retention and completion of outcome measures (e.g., HbA1c testing, anthropometry, surveys, diet checklists/recalls). Diet acceptability will be based on ≥75% adult diet satisfaction via survey report (using the acceptability measure).","timeFrame":"12 weeks"}],"secondaryOutcomes":[{"measure":"Changes in adult Hemoglobin A1c (HbA1c) levels","description":"HbA1c will be collected in enrolled adults at baseline and 12-14 weeks by trained personnel at the VUSN laboratory using an HbA1c kit analyzed by A1c Now+ (PTS Diagnostics) which has been validated against venipuncture. This method will allow us to establish a clinically meaningful change in prediabetes status across 12 weeks using a minimally invasive alternative to laboratory-collected HbA1c or repeated glucose measures. HbA1c levels will need to be between 5.7%-6.4% per American Diabetes Association Classification Guidelines.","timeFrame":"Baseline to 12-14 weeks"},{"measure":"Changes in adult and offspring diet quality","description":"The 2020 Healthy Eating Index (HEI) will be used to estimate adult-offspring diet quality scores during the intervention. Scores will be calculated from 3-day food diaries imputed into NDSR software. The HEI uses a scoring system of 0-100 to determine how well an individual's diet (ages ≥2 years) aligns with major DGA recommendations with a higher diet quality score indicating a healthier diet. Dietary information from 3-day food diaries will be used to estimate the baseline diet quality score.","timeFrame":"Baseline to 12 weeks (assessed during study period)"},{"measure":"Change in Adult Body Mass Index (BMI)","description":"Body mass index (BMI) is a person's weight in kilograms divided by the square of height in meters. BMI is interpreted using standard weight status categories. These categories are the same for men and women of all body types and ages. Below 18.5 : Underweight; 18.5 - 24.9: Normal or Healthy Weight; 25.0 - 29.9: Overweight; 30.0 and Above: Obese.","timeFrame":"Baseline to 12 weeks"},{"measure":"Change in Offspring Body Mass Index (BMI) percentiles","description":"Body mass index (BMI) is a person's weight in kilograms divided by the square of height in meters. BMI is interpreted using standard weight status categories. The CDC BMI-for-age charts for children above 2 years will be used to calculate BMI percentiles.","timeFrame":"Baseline to 12 weeks"},{"measure":"Change in Offspring Body Mass Index (BMI) Z Scores","description":"Body mass index (BMI) is a person's weight in kilograms divided by the square of height in meters. BMI is interpreted using standard weight status categories. The CDC BMI-for-age charts for children above 2 years will be used to calculate BMI z-scores.","timeFrame":"Baseline to 12 weeks"},{"measure":"Change in Adult and Offspring Waist Measurements","description":"Waist circumference will be measured in centimeters.","timeFrame":"Baseline to 12 weeks"},{"measure":"Change in Diet adherence in adults and offspring","description":"≥80% compliance with the diet will be considered \"adherent\" and will be estimated qualitatively from food diaries in the intensive and maintenance phases. The dietitian will review food checklists/diaries to assess adherence and to modify diets or support compliance.","timeFrame":"Baseline to 12 weeks"},{"measure":"Change in Offspring Weight","description":"Weight will be measure in kilograms and will also be included in calculations to estimate BMI measures in kg/m\\^2.","timeFrame":"Baseline to 12 weeks"},{"measure":"Change in Adult Weight","description":"Weight will be measure in kilograms and will also be included in calculations to estimate BMI measure kg/m\\^2.","timeFrame":"Baseline to 8 weeks and 12 weeks"},{"measure":"Change in Adult and Offspring Height","description":"Height will be measured in meters and will also be included in calculations to estimate BMI measures kg/m\\^2.","timeFrame":"Baseline to 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor this study, eligible adults will be those that:\n\n1. are 25 to 59 years of age at time of initial screen and identify as a parent to at least one child or adolescent 6-18 years;\n2. have a body mass index of between ≥23kg/m2 to \\<40kg/m2;\n3. have prediabetes (based on American Diabetes Association criteria of either fasting plasma glucose of ≥100 mg/dL, HgbA1c 5.7-6.4%, or 2-hour plasma glucose during 75-g oral glucose tolerance test \\[OGTT\\] 140 mg/dL to 199 mg/dL) with recent lab values reported within the prior 6-12 months and confirmed by an HbA1c A1cNow+ collected prior to enrollment (\\*see comment below);\n4. have no special dietary restrictions or food allergies that would prohibit consumption of a variety of foods/beverages;\n5. are English speaking;\n6. reside in Greater Nashville Tennessee and willing to come to Vanderbilt campus and Vanderbilt University Medical Center for required study visits;\n7. are without medical conditions that would limit participation in a diet-related study (e.g., tube feeding, dysphagia, severe food allergy causing anaphylaxis);\n8. are able to participate in a 12-week dietary program that requires home preparation/cooking for meals and snacks;\n\nFor this study, eligible offspring will be those that:\n\n1. Are 6-18 years at time of initial screen;\n2. Have an index parent with prediabetes that is actively enrolled in the program;\n3. have body mass index ≥5th percentile for age and gender on standardized CDC growth curves;\n4. have no special dietary restrictions or food allergies that would prohibit consumption of a variety of foods/beverages;\n5. have parental commitment to participate in a 12-week research study\n6. are English speaking;\n7. reside in the Greater Nashville Tennessee area and live at home with their index parent during the duration of 12- week study;\n8. are without medical conditions that would limit participation in a diet-related study (e.g., tube feeding, dysphagia, severe food allergy causing anaphylaxis);\n9. are able to participate in a 12-week dietary program that includes at least dinner and snacks provided during after-school hours;\n\nExclusion Criteria:\n\nAdult exclusion criteria include:\n\n1. Adults who's HbA1c test is outside of the HbA1c range during screening\\* (see details related to screening results)\n2. adults outside the specified age range of \\<25 years or \\>59 years;\n3. adults whose body mass index is \\<23kg/m2 or those with a body mass index ≥40kg/m2 as that degree of morbid obesity represents a different phenotype where dietary behavioral intervention alone may not be sufficient to achieve weight loss);\n4. receiving care by a healthcare provider (i.e., MD, NP, PA) for a complicated diagnosis of prediabetes that requires routine glycemic monitoring or frequent healthcare visits for management/treatment;\n5. adults actively participating in any type of weight loss program (dietary or physical activity)\n6. adults with a prior history of type 2 diabetes;\n7. adults who are not English speaking or have limited English-language proficiency;\n8. adults with special dietary restrictions, food allergies, or medical conditions that prohibit participation in a diet-related study;\n9. adults with serious mental or neurologic illness that impairs the ability to consent/participate;\n10. women who are pregnant or nursing due to increased metabolic state requiring greater energy requirements;\n11. adults currently taking medications to treat diabetes or to promote weight loss;\n12. adults living outside Greater Nashville Tennessee or who are unwilling to travel to Vanderbilt for study visits;\n13. adults who do not otherwise meet the eligibility criteria listed in sections above as determined by pre-screen;\n\nOffspring (child\\[ren\\] and adolescent\\[s\\]) exclusion criteria include:\n\n1. children/adolescents outside the specified age range of \\<6 years or \\>18 years;\n2. children/adolescents whose body mass index is \\<5th percentile for age and gender on standardized CDC growth curves;\n3. children/adolescents who do not have an eligible index parent participating in the study;\n4. children who do not have parental commitment to participate consistently for 12-weeks\n5. children/adolescents who are not English speaking or have limited English-language proficiency;\n6. children/adolescents with special dietary restrictions, food allergies, or medical conditions that prohibit participation in a diet-related study;\n7. children/adolescents who display dissenting behaviors during baseline data collection;\n8. children/adolescents actively participating in any type of weight loss program (medical or lifestyle);\n9. children/adolescents who do not otherwise meet the eligibility criteria listed in sections above as determined by pre-screen;","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"59 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nadia M. Sneed, PhD, MSN","role":"CONTACT","phone":"615-421-8563","email":"nadia.sneed@vanderbilt.edu"},{"name":"Daien Sanchez, MA","role":"CONTACT","phone":"615.343.1264","email":"daien.sanchez@vanderbilt.edu"}],"overallOfficials":[{"name":"Nadia M Sneed, PhD, MSN","affiliation":"Vanderbilt University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Vanderbilt University School of Nursing","city":"Nashville","state":"Tennessee","zip":"37240","country":"United States","geoPoint":{"lat":36.16589,"lon":-86.78444}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008659","term":"Metabolic Diseases"}],"browseLeaves":[{"id":"M11639","name":"Metabolic Diseases","asFound":"Metabolic Diseases","relevance":"HIGH"},{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M7119","name":"Diabetes Mellitus, Type 2","relevance":"LOW"},{"id":"M14117","name":"Prediabetic State","relevance":"LOW"},{"id":"M20295","name":"Glucose Intolerance","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}