{"protocolSection":{"identificationModule":{"nctId":"NCT06475989","orgStudyIdInfo":{"id":"EA3231"},"secondaryIdInfos":[{"id":"NCI-2024-03023","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"},{"id":"EA3231","type":"OTHER","domain":"ECOG-ACRIN Cancer Research Group"},{"id":"EA3231","type":"OTHER","domain":"CTEP"},{"id":"U10CA180820","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U10CA180820"}],"organization":{"fullName":"Eastern Cooperative Oncology Group","class":"NETWORK"},"briefTitle":"Study of Targeted Therapy vs. Chemotherapy in Patients With Thyroid Cancer","officialTitle":"A Randomized Phase III Study of BRAF-Targeted Therapy vs Cabozantinib in RAI-Refractory Differentiated Thyroid Cancer With BRAF V600Em"},"statusModule":{"statusVerifiedDate":"2024-04","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-13","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2030-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2030-09-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-17","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ECOG-ACRIN Cancer Research Group","class":"NETWORK"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"This phase III trial compares the effect of cabozantinib versus combination dabrafenib and trametinib for the treatment of patients with differentiated thyroid cancer that does not respond to treatment (refractory) and which expresses a BRAF V600E mutation. Cabozantinib is in a class of medications called receptor tyrosine kinase inhibitors. It binds to and blocks the action of several enzymes which are often over-expressed in a variety of tumor cell types. This may help stop or slow the growth of tumor cells and blood vessels the tumor needs to survive. Dabrafenib is an enzyme inhibitor that binds to and inhibits the activity of a protein called B-raf, which may inhibit the proliferation of tumor cells which contain a mutated BRAF gene. Trametinib is also an enzyme inhibitor. It binds to and inhibits the activity of proteins called MEK 1 and 2, which play a key role in activating pathways that regulate cell growth. This may inhibit the growth of tumor cells mediated by these pathways. The usual approach for patients with thyroid cancer is targeted therapy with dabrafenib and trametinib. This trial may help researchers decide which treatment option (cabozantinib alone or dabrafenib in combination with trametinib) is safer and/or more effective in treating patients with refractory BRAF V600E-mutated differentiated thyroid cancer.","detailedDescription":"PRIMARY OBJECTIVE:\n\nI. To compare progression-free survival (PFS) in patients with BRAF V600Em differentiated thyroid cancer who progressed on frontline multikinase inhibitor treated with dabrafenib/trametinib or cabozantinib.\n\nSECONDARY OBJECTIVES:\n\nI. To compare the objective response rate in patients with BRAF V600Em differentiated thyroid cancer that progressed on frontline multikinase inhibitor treated with dabrafenib/trametinib or cabozantinib.\n\nII. To compare the duration of response in patients with BRAF V600Em differentiated thyroid cancer that progressed on frontline multikinase inhibitor treated with dabrafenib/trametinib or cabozantinib.\n\nIII. To compare the overall survival in patients with BRAF V600Em differentiated thyroid cancer that progressed on frontline multikinase inhibitor treated with dabrafenib/trametinib or cabozantinib.\n\nIV. To compare the PFS2 in patients with BRAF V600Em differentiated thyroid cancer that progressed on frontline multikinase inhibitor treated with dabrafenib/trametinib or cabozantinib.\n\nV. To compare the safety/tolerability in patients with BRAF V600Em differentiated thyroid cancer that progressed on frontline multikinase inhibitor treated with dabrafenib/trametinib or cabozantinib.\n\nQUALITY OF LIFE OBJECTIVE:\n\nI. To assess patient tolerability of treatment using the Functional Assessment Cancer Therapy General (FACT G)P5 and general quality of life using the FACT-G7.\n\nOUTLINE: Patients are randomized to 1 of 2 arms. Patients may crossover to other treatment arm at the time of progression.\n\nARM A: Patients receive dabrafenib orally (PO) twice per day (BID) and trametinib PO once per day (QD) on days 1-28 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients undergo computed tomography (CT) scan, blood sample collection and may undergo magnetic resonance imaging (MRI) throughout the study.\n\nARM B: Patients receive cabozantinib PO QD on days 1-28 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients undergo CT scan, blood sample collection and may undergo MRI throughout the study.\n\nAfter completion of study treatment, patients are followed up every 3 months for 2 years and then every 6 months thereafter up to 5 years."},"conditionsModule":{"conditions":["Refractory Differentiated Thyroid Gland Carcinoma"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":264,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm A (Dabrafenib and trametinib)","type":"ACTIVE_COMPARATOR","description":"Patients receive dabrafenib PO BID and trametinib PO QD on days 1-28 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients undergo CT scan, blood sample collection and may undergo MRI throughout the study.","interventionNames":["Procedure: Biospecimen Collection","Procedure: Computed Tomography","Drug: Dabrafenib","Procedure: Magnetic Resonance Imaging","Other: Questionnaire Administration","Drug: Trametinib"]},{"label":"Arm B (Cabozantinib)","type":"EXPERIMENTAL","description":"Patients receive cabozantinib PO QD on days 1-28 of each cycle. Cycles repeat every 28 days in the absence of disease progression or unacceptable toxicity. Patients undergo CT scan, blood sample collection and may undergo MRI throughout the study.","interventionNames":["Procedure: Biospecimen Collection","Drug: Cabozantinib","Procedure: Computed Tomography","Procedure: Magnetic Resonance Imaging","Other: Questionnaire Administration"]}],"interventions":[{"type":"PROCEDURE","name":"Biospecimen Collection","description":"Undergo blood sample collection","armGroupLabels":["Arm A (Dabrafenib and trametinib)","Arm B (Cabozantinib)"],"otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"type":"DRUG","name":"Cabozantinib","description":"Given PO","armGroupLabels":["Arm B (Cabozantinib)"]},{"type":"PROCEDURE","name":"Computed Tomography","description":"Undergo CT scan","armGroupLabels":["Arm A (Dabrafenib and trametinib)","Arm B (Cabozantinib)"],"otherNames":["CAT","CAT Scan","Computed Axial Tomography","Computerized Axial Tomography","Computerized axial tomography (procedure)","Computerized Tomography","Computerized Tomography (CT) scan","CT","CT Scan","tomography"]},{"type":"DRUG","name":"Dabrafenib","description":"Given PO","armGroupLabels":["Arm A (Dabrafenib and trametinib)"],"otherNames":["BRAF Inhibitor GSK2118436","GSK-2118436","GSK-2118436A","GSK2118436"]},{"type":"PROCEDURE","name":"Magnetic Resonance Imaging","description":"Undergo MRI","armGroupLabels":["Arm A (Dabrafenib and trametinib)","Arm B (Cabozantinib)"],"otherNames":["Magnetic Resonance","Magnetic Resonance Imaging (MRI)","Magnetic resonance imaging (procedure)","Magnetic Resonance Imaging Scan","Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance","MR","MR Imaging","MRI","MRI Scan","MRIs","NMR Imaging","NMRI","Nuclear Magnetic Resonance Imaging","sMRI","Structural MRI"]},{"type":"OTHER","name":"Questionnaire Administration","description":"Ancillary study","armGroupLabels":["Arm A (Dabrafenib and trametinib)","Arm B (Cabozantinib)"]},{"type":"DRUG","name":"Trametinib","description":"Given PO","armGroupLabels":["Arm A (Dabrafenib and trametinib)"],"otherNames":["GSK 1120212","GSK-1120212","GSK1120212","JTP-74057","MEK Inhibitor GSK1120212"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Progression free survival (PFS)","description":"PFS will be compared between the two groups using a stratified log-rank test with one-sided type I error of 0.05. Median PFS and 95% confidence interval (CI) for each treatment arm will be estimated using the Kaplan-Meier method. The stratified hazard ratio and 95% CI will be estimated using a Cox proportional hazard model with treatment group as the independent variable.","timeFrame":"From randomization to radiographic progression of disease by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 or death from any cause, up to 5 years"}],"secondaryOutcomes":[{"measure":"Objective response","description":"Will be assessed based on international criteria proposed by the RECIST 1.1 guideline. Response (complete and partial responses) rate will be estimated. Will be compared using the Fisher's exact test.","timeFrame":"Up to 5 years"},{"measure":"Overall survival","description":"Median and 95% CI will be estimated in each arm using the Kaplan-Meier method.","timeFrame":"From randomization to death from any cause, up to 5 years"},{"measure":"Duration of response","description":"Median and 95% CI will be estimated in each arm using the Kaplan-Meier method.","timeFrame":"From confirmed response (complete response or partial response) to progression among patients who achieve a response, up to 5 years"},{"measure":"PFS2 - the time from randomization to progression on subsequent therapy or death from any cause (whichever occurs first)","description":"Median and 95% CI will be estimated in each arm using the Kaplan-Meier method. PFS2 will be measured for every patient. For patients who receive a next line of therapy, PFS2 will be measured from the time of randomization to radiographic progression on the next line of therapy after the protocol-assigned therapy, or death from any cause, whichever occurs first. If patients are alive and have not had progression on the next of line therapy, they will be censored at the last assessment on the next line of therapy, and PFS2 will be measured from the time of randomization to the last assessment. For patients who do not receive the next line of therapy, PFS2 will be measured from the time of randomization to last assessed on the protocol-assigned therapy and will be censored unless death occurs, in which case death will count as an event.","timeFrame":"From randomization to progression on subsequent therapy or death from any cause, up to 5 years"},{"measure":"Incidence of adverse events","description":"Using the National Cancer Institute's Common Terminology Criteria for Adverse Events. Response rate and grade 3 or higher toxicity rates will be compared using the Fisher's exact test between the two arms.","timeFrame":"at 2 weeks, 4 weeks, 8 weeks, 16 weeks, and then every 12 weeks after the 16-week confirmatory scan"}],"otherOutcomes":[{"measure":"Patient tolerability","description":"Will assess patients tolerability of treatment using the Functional Assessment of Cancer Therapy-General (FACT G)7.","timeFrame":"At baseline, 4, 8, 16, and 28 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient must be ≥ 18 years of age\n* Patient must have an Eastern Cooperative Oncology Group (ECOG) performance status 0-2\n* Patient must have differentiated thyroid cancer (DTC) with BRAF V600E mutation as determined by local testing, including the following subtypes (Note: results of a previous biopsy will be accepted):\n\n  * Papillary thyroid carcinoma including histological variants of papillary thyroid carcinoma (PTC) such as follicular variant, tall cell, columnar cell, cribriform-morular, solid, oxyphil, Warthin-like, trabecular, tumor with nodular fasciitis-like stroma, Hürthle cell variant of papillary carcinoma, poorly differentiated.\n  * Follicular thyroid carcinoma including histological variants of follicular thyroid carcinoma (FTC) such as Hürthle cell, clear cell, insular, and poorly differentiated\n* Patient must have been previously treated with or deemed ineligible for treatment with Iodine-131 for DTC, and must be receiving thyroxine suppression therapy\n* Patient must have had prior treatment with at least one of the following vascular endothelial growth factor receptors (VEGFR)-targeting tyrosine kinase inhibitor (TKI) agents for DTC: lenvatinib or sorafenib.\n\n  * NOTE: Up to two prior VEGFR-targeting TKI agents are allowed including, but not limited to lenvatinib and sorafenib\n* Patient must have measurable disease according to Response Evaluation Criteria in Solid Tumors (RECIST) 1·1 on chest CT (computed tomography)/abdominal/pelvis CT/MRI (magnetic resonance imaging) performed within 4 weeks prior to randomization\n* Patient must have radiographic progression by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 over any time interval on or after most recent prior systemic treatment\n* Patient must not have any of the following cardiovascular and thromboembolic disorders or medical conditions:\n\n  * Congestive heart failure class 3 or 4 as defined by the New York Heart Association, unstable angina pectoris, or serious cardiac arrhythmias.\n  * Uncontrolled hypertension defined as sustained blood pressure \\> 150 mm Hg systolic or \\> 100 mm Hg diastolic despite optimal antihypertensive treatment.\n  * Stroke, myocardial infarction, or thromboembolic event (e.g., deep venous thrombosis, pulmonary embolism) within 6 months prior to randomization. Patients with more recent diagnosis of deep venous thrombosis are allowed if stable and treated with therapeutic anticoagulation for at least 6 weeks prior to randomization\n* Patient must not have any clinically significant hematemesis or haemoptysis of \\> 0·5 teaspoon (\\> 2·5 mL) of red blood or history of other significant bleeding within 3 months prior to randomization\n* Patient must not have any cavitating pulmonary lesion(s) or lesions invading major pulmonary blood vessels\n* Patient must not be on any concomitant anticoagulation with oral anticoagulants or platelet inhibitors, except for the following allowed agents:\n\n  * Low-dose aspirin for cardioprotection.\n  * Therapeutic anticoagulation with any agent in patients (1) without known brain metastases, (2) on a stable dose for at least 6 weeks prior to randomization, and (3) with no clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor\n* Patient must not have any gastrointestinal (GI) disorders associated with a high risk of perforation or fistula formation:\n\n  * Tumors invading the GI tract, active peptic ulcer disease, inflammatory bowel disease, ulcerative colitis, diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, or acute obstruction of the pancreatic or biliary duct, or gastric outlet obstruction\n  * Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 6 months prior to randomization\n* Patient must have completed any prior local therapy (e.g., surgery, radiation, ablation) at least 4 weeks prior to randomization, with complete wound healing and resolution of clinically relevant complications from prior local therapy\n* Patient must not have had major surgery (e.g., GI surgery, removal or biopsy of brain metastasis) within 8 weeks prior to randomization. Complete wound healing from major surgery must have occurred 4 weeks prior to randomization and from minor surgery (e.g., simple excision, tooth extraction) at least 10 days prior to randomization\n* Patient must not have any lesion(s) with ≥ 2cm growth within 3 months or ≥ 1.5cm growth within 2 months prior to randomization, and must not have documented anaplastic histology at or following cancer recurrence\n* Patient must not have had prior treatment with cabozantinib or any prior BRAF targeted therapy for thyroid cancer\n* Patient must not be pregnant or breast-feeding due to the potential harm to an unborn fetus and possible risk for adverse events in nursing infants with the treatment regimens being used.\n\nAll patients of childbearing potential must have a blood test or urine study within 14 days prior to randomization to rule out pregnancy.\n\nA patient of childbearing potential is defined as anyone, regardless of sexual orientation or whether they have undergone tubal ligation, who meets the following criteria: 1) has achieved menarche at some point, 2) has not undergone a hysterectomy or bilateral oophorectomy; or 3) has not been naturally postmenopausal (amenorrhea following cancer therapy does not rule out childbearing potential) for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months).\n\n* Patients must not expect to conceive or father children by using accepted and effective method(s) of contraception or by abstaining from sexual intercourse for the duration of their participation in the study and for 2 weeks after the last dose of dabrafenib and 4 months after the last dose of trametinib or cabozantinib. Patients must also not breastfeed while on study treatment and for 2 weeks after the last dose of dabrafenib and for 4 months after the last dose of trametinib or cabozantinib.\n\n  * NOTE: Patients of childbearing potential who are on hormonal contraceptives may be at risks because dabrafenib may decrease the efficacy of hormonal contraceptives. An effective non-hormonal contraception should be used during therapy and for 2 weeks following discontinuation of dabrafenib and at least 4 months following the last dose of trametinib and cabozantinib\n* Patient must have the ability to understand and the willingness to sign a written informed consent document. Patients with impaired decision-making capacity (IDMC) who have a legally authorized representative (LAR) or caregiver and/or family member available will also be considered eligible\n* Hemoglobulin (Hgb) ≥ 8 g/dL obtained ≤ 28 days prior to protocol randomization\n* Leukocytes ≥ 3,000/mcL obtained ≤ 28 days prior to protocol randomization\n* Absolute neutrophil count (ANC) ≥ 1,500/mcL obtained ≤ 28 days prior to protocol randomization\n* Platelets ≥ 100,000/mcL obtained ≤ 28 days prior to protocol randomization\n* Total bilirubin ≤ 2.0 x institutional upper limit of normal (ULN) obtained ≤ 28 days prior to protocol randomization\n* Aspartate aminotransferase (AST)(serum glutamic oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamic pyruvic transaminase \\[SGPT\\]) ≤ 3.0 × institutional ULN or \\< 5.0 x ULN with the presence of hepatic metastasis obtained ≤ 28 days prior to protocol randomization\n* Estimated glomerular filtration rate (eGFR) ≥ 30 mL/min/1.73 m² obtained ≤ 28 days prior to protocol randomization\n* Urine protein/creatinine (UPC) ratio ≥ 1 obtained ≤ 28 days prior to protocol randomization\n* Human immunodeficiency virus (HIV)-infected patients on effective anti-retroviral therapy with undetectable viral load within 6 months of randomization are eligible for this trial\n* For patients with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Patients with a history of hepatitis C virus (HCV) infection must have been treated and cured. For patients with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Patients with treated brain metastases are eligible if follow-up brain imaging obtained after central nervous system (CNS)-directed therapy (radiotherapy and/or surgery) shows no evidence of progression. CNS disease must be stable for at least 4 weeks prior to randomization; patients must be neurologically asymptomatic and without corticosteroid treatment at time of randomization\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* Patients must have corrected QT interval calculated by the Fridericia formula (QTcF) ≤ 500 ms obtained within 28 days prior to randomization.\n\n  * NOTE: If a single electrocardiogram (ECG) shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 minutes (min) must be performed within 30 min after the initial ECG, and the average of these 3 consecutive results for QTcF will be used to determine eligibility\n* Patient must be English or Spanish speaking to be eligible for the quality of life (QOL) component of the study.\n\n  * NOTE: Sites cannot translate the associated QOL forms","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Lova Sun","affiliation":"ECOG-ACRIN Cancer Research Group","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000013964","term":"Thyroid Neoplasms"},{"id":"D000013959","term":"Thyroid Diseases"}],"ancestors":[{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000004701","term":"Endocrine Gland Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000006258","term":"Head and Neck Neoplasms"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M16723","name":"Thyroid Neoplasms","asFound":"Thyroid Gland Carcinoma","relevance":"HIGH"},{"id":"M16718","name":"Thyroid Diseases","asFound":"Thyroid","relevance":"HIGH"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M7863","name":"Endocrine Gland Neoplasms","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"C000560077","term":"Trametinib"},{"id":"C000561627","term":"Dabrafenib"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000047428","term":"Protein Kinase Inhibitors"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M218495","name":"Trametinib","asFound":"Active control","relevance":"HIGH"},{"id":"M217673","name":"Dabrafenib","asFound":"Spironolactone","relevance":"HIGH"},{"id":"M25820","name":"Protein Kinase Inhibitors","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}