{"protocolSection":{"identificationModule":{"nctId":"NCT06472414","orgStudyIdInfo":{"id":"2022.11208.BD"},"organization":{"fullName":"University of Lisbon","class":"OTHER"},"briefTitle":"A Women-Focused Cardiovascular Rehabilitation Program on Adherence, Health Related Physical Fitness, and Quality of Life","officialTitle":"Effects of a Women-Focused Maintenance Cardiovascular Rehabilitation Program on Adherence, Health Related Physical Fitness, and Quality of Life: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Madalena Lemos Pires","investigatorTitle":"Principal Investigator","investigatorAffiliation":"University of Lisbon"},"leadSponsor":{"name":"University of Lisbon","class":"OTHER"},"collaborators":[{"name":"Fundação para a Ciência e a Tecnologia","class":"OTHER"},{"name":"Egas Moniz - Cooperativa de Ensino Superior, CRL","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Cardiovascular disease (CVD) remains leader of global causes of death worldwide and recent documented trends show a rise in acute myocardial infarction in younger women. Compared to men, women have a higher cardiovascular risk due to hypertension, dyslipidaemia, diabetes mellitus, obesity, physical inactivity, and a sedentary lifestyle. Plus, they have additional sex-specific cardiovascular risk factors such as gestational hypertension/diabetes, preterm delivery, premature menopause, and polycystic ovary syndrome.\n\nCardiovascular rehabilitation (CR) is a Class I, level A, clinical practice guideline recommendation, multidisciplinary secondary prevention program that has been shown to reduce cardiovascular mortality, rehospitalization, and improve quality of life. Despite all established benefits, CR continues to be under referred to women compared to men, with lower enrolment rates and lower adherence to exercise sessions. The reasons for the underuse of CR by women and the main barriers have been widely studied. Thus, sex-specific implementation strategies have been developed to improve adherence, however, the efficacy claims of these interventions are equivocal, as some studies revealed no significative difference regarding adherence between different exercise delivery modes and mixed-sex programs, whereas others revealed greater preference towards women-only programs.\n\nFew randomized controlled trials (RCT) examined the efficacy of CR programs tailored to women in adherence, enrolment, functional capacity, physical activity, body composition, and quality of life. Importantly, to the investigators knowledge, no RCTs used counselling sessions, women-focused educational sessions, personalized follow-ups and supervised exercise sessions as adherence strategies in maintenance CR community programs.\n\nThe goal of this RCT is to test whether a women-focused maintenance CR community program increases adherence compared to a standard care. Thus, the investigators hypothesized that:\n\n• The women-focused group will have greater adherence to the CR community program (main outcome)\n\nParticipants will:\n\n* Be assessed at baseline, at 3-months and at 6-months\n* Enrol in a supervised community-based maintenance CR program\n* Receive individually prescribed exercise sessions (both groups), a tailored package consisting of individual counselling sessions and educational sessions (women-focused group)","detailedDescription":"Participants will be recruited from the main public hospitals in the Lisbon area with phase II CR programs \\[such as, Unidade Local de Saúde (ULS) Santa Maria, ULS São José, and ULS Lisboa Ocidental\\], after physician referral or from cardiology appointments. Phone calls, face-to-face contact, CR hospital team meetings, social media and flyers will be used.\n\nPosteriorly, the CR cardiologist will assess the clinical exams and confirm eligibility criteria. After informed consent is interpreted and signed, participants will be assessed at the Cardiovascular Exercise and Rehabilitation Laboratory, a research unit from the Cardiovascular Centre of the University of Lisbon in one morning (approximately 2 hours) for the following:\n\n1. body composition through bioimpedance\n2. clinical and demographic information with questionnaires\n3. behaviour regulation through BREQ-2 questionnaire\n4. quality of life with SF-36 questionnaire\n5. cardiovascular rehabilitation barriers with CRBS questionnaire\n6. anxiety and depression with HADS questionnaire\n7. mediterranean diet adherence with PREDIMED questionnaire\n8. handgrip strength through dynamometer\n9. functional capacity through cardiopulmonary exercise testing\n10. physical activity with accelerometer\n\nAt 3 months only physical activity, BREQ-2 and CRBS will be assessed.\n\nIn the same morning, if no contra indications to exercise training appear at baseline assessments, participants will be randomly assigned \\[randomization will be generated by computer (randomizer.org), in blocks by the principal investigator)\\] to one of two groups:\n\n1. Control: A standard care phase III cardiovascular rehabilitation (CR) program.\n2. Intervention: Women-focused CR + standard care.\n\nBoth groups will receive the standard care phase III CR program, consisting of supervised exercise training sessions, at the Cardiovascular Rehabilitation Centre of the University of Lisbon (CRECUL). These sessions will be prescribed according to the FITT principle (frequency, intensity, time, type) and to the European Society of Cardiology exercise prescription guidelines. Independently of delivery format (face to face or online), participants will exercise 2 or 3 times/week (60 minutes/session) on non-consecutive days, for 6 months and supervised by exercise physiologists. Participants will be able to choose the schedule they would like to attend according to the program vacancies and the participants availability. Participants will also have the possibility to attend meditation classes in an online format once per week.\n\nThe intervention group, in addition, will receive four individualized counselling sessions:\n\n1. after baseline assessments\n2. after 1-month of intervention where barriers/facilitators will be discussed\n3. after 3-months assessments, to check their feelings towards the program, update goals, and if new strategies are needed\n4. after 6-months assessments to discuss results, difficulties perceived, plan the future steps, and clarify any existing doubts\n\nThese sessions will be structured according to the tools and methodology provided by the Portuguese Directorate General of Health (Behavioural Change Counselling Manual, and Support Tools for Brief Counselling to Promote Physical Activity) and delivered by a certified exercise physiologist. Besides this, the intervention group will also receive 5 women-focused educational sessions, pre-record by experts according to the theme, in a digital format placed in an online platform and made available at the end of each month. After completing the 6-months assessments, the control group will have the possibility to receive the individualized sessions and the women-focused educational sessions.\n\nTo improve retention, the following strategies will be implemented:\n\n* Participants will know that the study is completely voluntary, and all data collected will be confidential\n* Participants will be informed that all analyses and exams will be free of charge and important to assess their health status and safety\n* The importance of this type of program for an optimal recovery and improved quality of life will be explained\n* Ensure that physical exercise sessions will be supervised by specialized exercise physiologists and prescribed according to their needs and clinical condition\n* Participants will receive behavioural modification strategies through individualized brief counselling sessions\n* Inform participants that they will receive a final report with the assessments results\n\nStatistical analyses: Sociodemographic/clinical characteristics will be analysed using t-tests, chi-square if appropriate, and nonparametric alternative in case of a non-normalized distribution. Generalized estimation equations will be used to estimate the effects between and within-group on primary and secondary outcomes. Intention-to-treat analysis will be performed. Statistical analysis will be performed using SPSS version 29.0 (IBM SPSS Statistics), with significance set at p\\<0.05. Education, age, and time since CVD diagnosis will be used as co-variables in statistical analysis models."},"conditionsModule":{"conditions":["Cardiovascular Diseases"],"keywords":["Secondary Prevention","Phase III","Personalized","Physical activity counselling","Supervised","Exercise training","Women","Goal-oriented","Long Term"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"Outcomes will be assessed by the same experts in every time point. They will be blinded to the group assignment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":82,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Women-Focused Group (WFG)","type":"EXPERIMENTAL","description":"Following baseline assessments, participants will be contacted for the first of four individualized counselling sessions. These sessions will happen following baseline assessments, after 1 month of enrolment, 3 months after mid-term assessments and following 6-month assessments. Five pre-recorded women focused educational sessions will be sent, one per month. After the first individualized session, participants will enrol exercise sessions (two or three times per week) at a supervised community based mixed-sex phase III cardiovascular rehabilitation program.","interventionNames":["Behavioral: Individualized Counselling Sessions","Behavioral: Educational Women-Focused Sessions","Behavioral: Supervised Exercise Training Sessions"]},{"label":"Standard Care Group (SCG)","type":"ACTIVE_COMPARATOR","description":"Participants will be allocated to a supervised community based mixed-sex phase III cardiovascular rehabilitation program and contacted to enrol two or three times per week.","interventionNames":["Behavioral: Supervised Exercise Training Sessions"]}],"interventions":[{"type":"BEHAVIORAL","name":"Individualized Counselling Sessions","description":"Four counselling sessions led by an experienced exercise physiologist will be provided. At the first session, benefits of cardiovascular rehabilitation (CR), functioning of the CR program, barriers to attendance, strategies to overcome them will be explained and discussed, leading to the choice of the best suitable CR modality/schedule. Physical activity (PA) recommendations will be discussed and an action plan to increase/maintain PA levels and decrease sedentary behaviour will be given. WFG will receive access to an online platform where 4 pre-recorded different exercise sessions will be placed, and a booklet to register weekly PA. The second session will be to discuss barriers and facilitators. For the third session PA goals will be re-established, a new action plan constructed and strategies to overcome barriers given. For the final session, overall feedback, results of the intervention, satisfaction, doubts, knowledge acquired and recommendations for the future will be discussed.","armGroupLabels":["Women-Focused Group (WFG)"]},{"type":"BEHAVIORAL","name":"Educational Women-Focused Sessions","description":"Five pre-recorded women-focused educational sessions will be placed in an online platform at the end of each month. There will be a first short session explaining the importance of cardiovascular rehabilitation, followed by four sessions regarding: women and cardiovascular disease, benefits of physical exercise in women, women and mental health and women and healthy eating. Each session will have a duration of 10/15 minutes and will be delivered by specialized professionals according to the theme (cardiologists, exercise physiologists, nutritionists, psychologists). After every session, a short Likert-type questionnaire will be applied to assess what they thought of the topic in terms of importance and what they have learned.","armGroupLabels":["Women-Focused Group (WFG)"]},{"type":"BEHAVIORAL","name":"Supervised Exercise Training Sessions","description":"Participants will exercise 2-3 times/week (60 min/session), on non-consecutive days, for 6 months (weekly target of 10 kcal/kg). Blood pressure and heart rate (HR) will be measured before and after each session. During exercise, a HR chest strap (POLAR H10) will be used to monitor HR and control intensity. Aerobic prescription will be based on the baseline cardiopulmonary exercise test, each session will start with a 5'-10' minutes warm-up - low to moderate intensity \\[\\<40% of HR Reserve (HRR), 9-10 Rated Perceived Exertion Borg Scale (RPE)\\], mobility and low impact exercises, followed by a 30'-45' minutes of combined training with an aerobic component - moderate intensity (40% to 59% of HRR; 12-14 RPE) using ergometers, aerobic exercises, walking/jogging; and a strength component - 8/10 exercises, 30-80% of 1-Repetition Maximum, 12-15 repetitions, 2 sets - ending with a 5'-10' minute cool down - static/dynamic stretching exercises for all major muscle groups.","armGroupLabels":["Standard Care Group (SCG)","Women-Focused Group (WFG)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adherence","description":"Number of sessions attended divided by the number of exercise sessions prescribed. Exercise physiologists responsible for the exercise training sessions will register each session attended/missed.","timeFrame":"End of first month, end of second month, end of third month, end of fourth month, end of fifth month, end of sixth month."}],"secondaryOutcomes":[{"measure":"Sociodemographic information","description":"A self-reported online survey will be filled regarding marital, financial, education and work status; distance to the program; previous sports history.","timeFrame":"At baseline"},{"measure":"Self-reported Clinical History","description":"A self-reported online survey will be filled regarding sex-specific and traditional cardiovascular risk factors; current medication; other diseases; orthopaedic limitations; cardiovascular rehabilitation history.","timeFrame":"At baseline"},{"measure":"Medical Information","description":"Medical charts information will be provided directly by participants or by the responsible physician after participants consent. Information regarding type of cardiovascular disease, type of intervention, date of discharge, date of the cardiovascular event, date of the cardiovascular intervention, number of cardiovascular rehabilitation phase 2 sessions attended, will be registered.","timeFrame":"At baseline"},{"measure":"Enrolment","description":"Number of participants who attended at least one exercise session divided by the number of participants who were referred and willing to participate.","timeFrame":"At 3-months"},{"measure":"Change in Cardiorespiratory Fitness","description":"A symptom-limited ramp incremental cardiopulmonary exercise test will be performed by a cardiologist, technician, and exercise physiologist. Subjects will be non-fasting, on regular medication, using a cycle ergometer (CardioWise Ergo Fit) with a breath-by-breath gas analyser (Cardiovit CS-200, Schiller). Resistance will increase by 10-25 W/min at 60 rpm. A twelve-lead ECG will be recorded continuously, and blood pressure measured at baseline, every 2 minutes, peak exercise, and during recovery. Peak oxygen capacity will be the highest VO2 during the final 30 seconds of exercise (mL/kg/min). The ventilatory threshold will be estimated by the V-slope method (mL/kg/min). The respiratory compensation point will be where the ventilation to VCO2 ratio increases after a period of decrease or stasis (mL/kg/min). Peak workload, ventilatory threshold workload, and respiratory compensation point workload will be recorded (Watts). All patients should achieve a respiratory exchange ratio \\>1.1.","timeFrame":"At 6-months"},{"measure":"Change in maximal isometric handgrip strength","description":"An exercise physiologist will assess maximal handgrip strength (kg) using a portable hand dynamometer JAMAR plus digital (Sammons Preston, Bolingbrook, IL). The patients will be all positioned according to the American Society of Hand Therapists guidance. Briefly, the handgrip test will be performed with the patients in a seated comfortable position, with the shoulder adducted and close to, but not supported by, the trunk. The elbow of the assessed limb should be flexed to 90 degrees and the forearm should be in a neutral position (halfway between supine and pronation position). A variation of 0-30 degrees in the wrist extension will be allowed. Each subject will attempt 3 maximal measures on both hands alternately. After each attempt, there will be a resting period of 60 seconds that will be used both for recovery and for changing the handgrip dynamometer to the opposite hand. All patients will be instructed not to perform a Valsalva manoeuvre during the tests.","timeFrame":"At 6-months"},{"measure":"Change in physical activity levels","description":"An accelerometer (ActiGraph GT3X+) will be used on the non-dominant wrist, for 24 hours per day, over 7 consecutive days. The accelerometers will be initialised to record at 100 Hz. Data will be downloaded using ActiLife (version 6.13.5) and raw data will be processed in R (package GGIR, version 3.1-1). Time spent in light physical activity, moderate physical activity, vigorous physical activity, moderate to vigorous physical activity (minutes per day and minutes per week) and number of daily steps, will be assessed.","timeFrame":"At 3-months and at 6-months"},{"measure":"Change in sedentary behaviour","description":"An accelerometer (ActiGraph GT3X+) will be used on the non-dominant wrist, for 24 hours per day, over 7 consecutive days. The accelerometers will be initialised to record at 100 Hz. Data will be downloaded using ActiLife (version 6.13.5) and raw data will be processed in R (package GGIR, version 3.1-1). Time spent in sedentary behaviour (hours per day, hours per week, minutes per day, minutes per week, percentage per day), number of sedentary breaks and sedentary bouts, will be assessed.","timeFrame":"At 3-months and at 6-months"},{"measure":"Change in sleep","description":"An accelerometer (ActiGraph GT3X+) will be used on the non-dominant wrist, for 24 hours per day, over 7 consecutive days. The accelerometers will be initialised to record at 100 Hz. Data will be downloaded using ActiLife (version 6.13.5) and raw data will be processed in R (package GGIR, version 3.1-1). Sleep time duration (minutes per day and hours per day) and sleep quality will be assessed.","timeFrame":"At 3-months and at 6-months"},{"measure":"Change in body mass index (BMI)","description":"Height (in meters) will be measured to the nearest 0.5 cm with a stadiometer (SECA 287, Hamburg, Germany), body weight (in kilograms) will be measured on a weight scale (SECA 287, Hamburg, Germany) withou shoes and with minimal clothes. BMI will be calculated (kg/m\\^2) as weight (kg) divided by the square of the height (m).","timeFrame":"At 6-months"},{"measure":"Change in body composition","description":"Measurements will be performed in the morning period following a 12 h fast and refraining from caffeine, alcohol, and moderate to vigorous exercise during the last 24h. Bioelectrical impedance analysis (Bodystat Quadscan 4000 Touch) is a simple, non-invasive assessment of hydration and nutrition status. Total fat mass (kg) and percentage, total lean mass (kg) and percentage, fat-free mass index, body fat mass index, total body water percentage, and phase angle will be retrieved.","timeFrame":"At 6-months"},{"measure":"Prevención con Dieta Mediterránea (PREDIMED) to measure Mediterranean diet adherence","description":"This validated questionnaire was developed by The Prevención con Dieta Mediterránea (PREDIMED) study. Each question has a score of 0 or 1, score 1 denoting that the answer was in line with the Mediterranean Diet recommendations. A sum of scores from the 14 questions will be obtained to define whether participants have a low (0-5), medium (6-7), or high (8-14) adherence to the Mediterranean Diet.","timeFrame":"At 6-months"},{"measure":"Behavioural Regulation in Exercise Questionnaire 2 (BREQ-2) to measure change in Behaviour Regulation","description":"The Behavioural Regulation in Exercise Questionnaire 2 (BREQ-2) is a 19-item questionnaire that measures five factors (amotivation, external, introjected, identified and intrinsic motivation) with respect to motivation to exercise with a 5-point Likert scale (0=not true for me, 4=very true for me). Posteriorly, the mean score of the three to four items related to each factor is calculated. Higher, positive scores indicate greater relative autonomy; lower, negative scores indicate more controlled regulation.","timeFrame":"Baseline, at 3-months and at 6-months"},{"measure":"Short Form-36 Health Survey (SF-36) to measure change in Quality of Life","description":"The Short Form-36 Health Survey (SF-36) is a self-assessment health status questionnaire composed of 36 questions about sociodemographic, health, and personal behaviour. It captures the individual's perception of their general health by sorting them into 8 multi-item scales as follows: physical functioning; role/physical; bodily pain; general health; vitality/energy; social functioning; role/emotional; mental health/emotional wellbeing. The items and dimensions in SF-36 were constructed using the Likert method of summated ratings. For all items, a high score defines a more favourable health state. Each item is scored on a 0 to 100 range. Items in the same scale are averaged together to create the 8 scale scores. The SF-36 also provides two important summary measures of health-related quality of life: physical component summary and mental component summary scales. The strength of both scales lies in their ability to distinguish a physical from a mental outcome.","timeFrame":"At 6-months"},{"measure":"Cardiovascular Rehabilitation Barriers Scale (CRBS) to measure change in barriers to cardiovascular rehabilitation programs","description":"The Cardiovascular Rehabilitation Barriers Scale (CRBS) is composed of 21 items rated on a 5-point Likert-type scale that ranges from 1=strongly disagree to 5=strongly agree. Higher scores indicate greater barriers to patient enrolment or participation in a cardiovascular rehabilitation program.","timeFrame":"Baseline, at 3-months and at 6-months"},{"measure":"Hospital Anxiety and Depression Scale (HADS) to measure change in Anxiety and Depression","description":"The Hospital Anxiety and Depression Scale (HADS) is a self-report rating scale of 14 items on a 4-point Likert scale (range 0-3). It is designed to measure anxiety and depression (7 items for each subscale). The total score is the sum of the 14 items, and for each subscale the score is the sum of the respective seven items (ranging from 0-21). A higher score indicates higher distress.","timeFrame":"At 6-months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Documented cardiovascular disease: angiographically documented coronary artery disease in at least one major epicardial vessel; those that had clinical evidence of coronary artery disease in the form of previous myocardial infarction; or coronary revascularization (coronary artery bypass grafting or percutaneous coronary intervention); heart failure, including cardiac transplantation; heart valve surgery or percutaneous implantation of prosthetic valves or clips; left ventricular assist or resynchronization devices, defibrillators or pacemakers; congenital heart disease.\n* After phase II cardiovascular rehabilitation program completion or after 6 months of cardiovascular disease diagnosis if no phase II was performed.\n* Clinically stable and with no contraindications to exercise training.\n\nExclusion Criteria:\n\n* Inability to comply with guidelines for exercise testing/training.\n* Inability to give informed consent.\n* Significant limiting and/or unstable co morbidities, such as arthritis, metabolic disorders, visual, cognitive, or serious mental illness.","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Madalena Lemos Pires, Masters","role":"CONTACT","phone":"+351919099699","email":"madalenap@edu.ulisboa.pt"},{"name":"Xavier Melo, PhD","role":"CONTACT","email":"xmelo@egasmoniz.edu.pt"}],"overallOfficials":[{"name":"Madalena Lemos Pires, Masters","affiliation":"Cardiovascular Centre of the University of Lisbon, Faculty of Medicine of Lisbon","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Ana Abreu, PhD","affiliation":"ISAMB, IMP&SP, Faculty of Medicine of the University of Lisbon","role":"STUDY_DIRECTOR"},{"name":"Xavier Melo, PhD","affiliation":"Egas Moniz School of Health and Science","role":"STUDY_CHAIR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Data obtained in this study may be provided to qualified researchers with academic interest in maintenance cardiovascular rehabilitation. Data or samples shared will be coded, with no protected health information (PHI) included. Approval of the request and execution of all applicable agreements (i.e. a material transfer agreement) are prerequisites to the sharing of data with the requesting party.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Data requests can be submitted starting 9 months after article publication and the data will be made accessible for up to 24 months. Extensions will be considered on a case-by-case basis.","accessCriteria":"Access to trial IPD can be requested by qualified researchers engaging in independent scientific research and will be provided following review and approval of a research proposal and Statistical Analysis Plan (SAP) and execution of a Data Sharing Agreement (DSA). For more information or to submit a request, please contact madalenap@edu.ulisboa.pt"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"}],"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","asFound":"Quality of Life","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}