{"protocolSection":{"identificationModule":{"nctId":"NCT06473077","orgStudyIdInfo":{"id":"JEP-2024-054"},"organization":{"fullName":"Universiti Kebangsaan Malaysia Medical Centre","class":"OTHER"},"briefTitle":"Effect of Placing the Endotracheal Tube Beyond Cervical C7 Level in Anterior Cervical Decompression and Fusion Surgery","officialTitle":"Effect of Placing the Endotracheal Tube Beyond Cervical C7 Level in Anterior Cervical Decompression and Fusion Surgery: An Observational Study On Endotracheal Cuff Pressure Changes"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-24","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-01-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-12","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Liu Chian Yong","investigatorTitle":"Consultant, Senior Lecturer,","investigatorAffiliation":"Universiti Kebangsaan Malaysia Medical Centre"},"leadSponsor":{"name":"Universiti Kebangsaan Malaysia Medical Centre","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Endotracheal intubation is performed to secure the patient's airway during general anaesthesia undergoing surgery. The procedure involves placing a tube known as endotracheal tube (ETT) mouth into the trachea. The ETT usually has a cuff at the distal part of the tube which functions as a seal to the trachea for proper delivery serves as protection against the ingress of pathogens and fluids from the pharyngeal space into the lower airways. During intubation, the cuff usually positioned just beyond the vocal cord which is anatomically situated at cervical vertebrae C5 to C6 in adult. After intubation, the endotracheal cuff pressure (ETCP) is checked once or intermittently and kept within appropriate range as cuff overinflation can cause complications that range from mild sore throat to tracheal ischemia, tracheal rupture and fistula formation. The recommended range for ETCP is between 20 to 30 cm H2O. For surgeries performed on head and neck region, the monitoring of ETCP is difficult as this might intrude into the sterile surgical field. Anterior decompression and fusion (ACDF) surgery is commonly performed to treat cervical spine issues such as herniated discs, spinal stenosis, or degenerative disc disease. During ACDF, the surgeon accesses the cervical spine from the anterior of the neck by moving aside the soft tissues to gain access to the spine. While doing this, a surgical retractor is often used to hold the tissues aside carotid sheath laterally, and the trachea and the oesophagus medially. Placement of a retractor during ACDF may inadvertently lead to compression or pressure on the conventionaly placed ETT resulted in rise in ETCP as high as 50 mmHg and causes airway complications such as dysphagia, sore throat and dysphonia. We hypothesize by positioning the endotracheal cuff deeper beyond the cervical vertebrae C7 would not cause significant rise in ETCP during retractor placement based on the assumption that the surgical retractor would not directly compress on the cuff. The investigators designed this study to observe ETCP changes before and after retractor placement and associated complication.","detailedDescription":"Endotracheal intubation is performed in operation theatre to secure the patient's airway during general anaesthesia undergoing surgery. The procedure involves placing a specialised tube known as endotracheal tube (ETT) from either nose or mouth into the trachea. The ETT used usually has a cuff at the distal part of the tube which functions as a seal to the trachea for proper delivery and monitoring of artificial ventilation. The cuff also serves as protection against the ingress of pathogens and fluids from the pharyngeal space into the lower airways and lungs. During intubation, the cuff usually positioned just beyond the vocal cord which is anatomically situated at cervical vertebrae C5 to C6 in adult.\n\nAfter intubation, the endotracheal cuff pressure (ETCP) is usually checked once or intermittently and kept within appropriate range as cuff overinflation can cause complications that range from mild sore throat to tracheal ischemia, tracheal rupture and fistula formation. The recommended range for ETCP is between 20 to 30 cmH2O, although variability is reflected in the literature, where there is no clear consensus of target cuff pressures. For surgeries performed on head and neck region, the monitoring of ETCP is difficult as this might intrude into the sterile surgical field.\n\nAnterior decompression and fusion (ACDF) surgery is commonly performed to treat cervical spine issues such as herniated discs, spinal stenosis, or degenerative disc disease. During ACDF, the surgeon accesses the cervical spine from the anterior of the neck, and part of the procedure involves moving aside the soft tissues to gain access to the spine. While doing this, a surgical retractor is often used to hold the tissues aside carotid sheath laterally, and the trachea and the oesophagus medially. This will provide the surgeon with a clear view of the surgical site. Placement of a retractor during ACDF may inadvertently lead to compression or pressure on the endotracheal cuff. Jain et al reported the mean retraction time was 171 minutes and the ETCP rise as high as 50 mmHg after retractor placement. This causes airway complications such as dysphagia, sore throat and dysphonia. Similarly, overinflation of the ETCP will cause surgeons to have difficulties in accessing their intended surgical sites. It is not uncommon for the spine surgeons to request for a lower ETCP intraoperatively to enable a better visualisation of surgical field. Garg et al in his study has shown that during application of retractor, there was a significant increase of ETCP up to 168%.\n\nMany authors have tried to minimise the airway complication of ACDF surgeries by using different methods. Malhotra S et al examined inflation of cuff with air, saline and lignocaine towards the incidence and severity of hoarseness and dysphagia. Other authors tried reducing the ETCP after retractor placement and meta-analysis by Miller et al showed that this may be a protective measure to decrease the severity of dysphagia. Meta-analysis by Tsalimas et al reported postoperative dysphagia range from 1 to 79%. Despite its high incidence, it is poorly understood; its pathogenesis remains relatively unknown, and its risk factors are still widely debated. One of possible cause is elevated ETCP due to indirect compression by the retractor on the soft tissues.13 Thus, maintaining ETCP between 15 and 20 mmHg could lower the complication rate after intubation. Kim et al and Sedef et al suggested ETCP of 20 cmH2O (15 mmHg) may decrease the incidence of dysphagia, sore throat and dysphonia. Sejkorova ́ et al reported postoperative hoarseness, dysphagia, and recurrent laryngeal nerve palsy had a higher incidence in the unregulated ETCP, however only hoarseness was statistically predominant complication. Ratnaraj et al found less sore throat 24 h after surgery (74% in the unregulated ETCP vs. 51% in the ETCP adjusted to 20 mmHg, p \\< 0.05). However, two RCTs done by Ratnaraj et al and Kowalczyk et al found no difference in the incidence of dysphagia. Only one RCT done in 177 patients by In 't Veld BA et al found ETCP regulated at 20 mmHg did not decrease the risk of dysphagia, dysphonia and sore throat, hence did not recommend routine ETCP adjustment after retractor placement in patients undergoing ACDF.\n\nIn literature review exploring the correlation between retractor placement and ETCP studies, all studies that were done with normal intubation and ETT placement. None mentioned the depth of the ETT placement and these it is postulated that normal practise of placing the ETT cuff beyond larynx would inadvertently leave the ETT cuff in the cervical region and hence be directly retracted during surgery. The investigators hypothesise that positioning the endotracheal cuff deeper beyond the cervical vertebrae C7 into the thoracic region would not cause significant rise in cuff pressure during retractor placement based on the assumption that the surgical retractor would not be directly compressing on the cuff.\n\nTo ensure a good measurement of ETCP, continuous ETCP monitoring via a pressure transducer system will be used instead of intermittent manual monitoring using aneroid manometer. ETCP monitoring using transducer system is superior because it can provide continuous real time measurement on patient monitor system. Furthermore, continuous ETCP measurement require minimal disruption during surgery. Aneroid manual manometer reading on the other hand can only measure the ETCP intermittently. Aeppli et al also showed that aneroid manometer can result in considerable cuff pressure drops up to 78% due to loss of air during connection and disconnection. This may have an impact on silent aspiration of pharyngeal contents passing along the cuff into the lower airway.\n\nMATERIALS AND METHODS\n\nThis prospective observational study bas been submitted and approved by the Research Committee of Department of Anaesthesiology \\& Intensive Care, Universiti Kebangsaan Malaysia Medical Centre (UKMMC) and the Medical Research \\& Ethics Committee, UKMMC. Patient information sheet (in Malay and English) will be given out and explained to patients. Written informed consent will be obtained from patients recruited into the study.\n\nStudy Site\n\nThis proposed study will be carried out in operation theatre of Hospital Canselor Tuanku Muhriz (HCTM) in UKMMC.\n\nMethodology\n\nAll patients recruited will undergo pre-operative assessment as per local institution protocol. Explanation of the study and written informed consent will be taken during this assessment. In the operation theatre, standard monitors such as ECG, non-invasive blood pressure, pulse oximeter, and bispectral index (BIS) monitoring will be applied to the patient. The induction of the anaesthesia either with awake fibreoptic intubation or conventional video laryngoscope will be up to the discretion of the attending anaesthesiologist. All patients will receive total intravenous anaesthesia (TIVA) for maintenance of anaesthesia. Tracheal intubation with or without relaxant will be done using a low pressure and high volume reinforced endotracheal tube (Parker Flex-Tip®) anchored at 25 cm from patient's teeth (and 28 cm from patients nose if nasal). The ETT cuff will be inflated to 25 cmH2O (18 mmHg) using a manual manometer (VBM, Sulz, Germany). Auscultation of the chest will be done to ensure bilateral equal breath sound to indicate that the tip of the ETT is just above carina. For male participants, oral ETT with internal diameter 7.5 mm will be used and 7.0 mm ETT internal diameter used for female participants. If nasal route was used for intubation, ETT with internal diameter 7.0 mm for male and 6.5 mm for female will be used. For all cases, anaesthesia will be maintained using intravenous administration of propofol and remifentanil via target controlled infusion (TCI) pumps (Injectomat TIVA Agilia Fresenius Kabi, Malaysia) running on Schineder and Minto algorithm on the effect sites.\n\nAfter anchoring of the ETT, fibreoptic visualization will be done using a flexible fibreoptic scope (Ambu® aScope™ Broncho) to confirm the position of the tip of the ETT is just above the carina. The placement of the tip of ETT will be checked again in anterior posterior view by using image-intensifier to ensure it is positioned below cervical C7 level. This will be done after surgeon's positioning of the patient before the start of operation.\n\nThe ETCP will be continuously monitored by using air-filled pressure transducer connected directly to the pilot balloon of the ETT. This technique was described by Kim et al., Memela et al., Mu et al. and Li et al. The set-up of the ETCP monitoring system include a pressure transducer (Edwards Lifesciences PX600 TruWaveTM Disposable Pressure Transducers) that is connected to a three-way stopcock. The other end of the three-way stopcock will be connected to a six-inch non-compressible tubing and connected directly to the ETT pilot ballon for continuous pressure monitoring. The middle port of the three-way stopcock will be connected to manual manometer via non-compressible tube. The whole system is air-filled and without the need of a pressurised bag. The transducer will be connected to monitoring module of the anaesthesia workstation and zeroed to atmospheric pressure. After that, the transducer will be placed on the patient's right shoulder along the level of patient's trachea height. Once the monitoring tubing is connected to the pilot balloon, the three-way stopcock will be opened to the pressure transducer for continuous display of ETCP in mmHg.\n\nIn the event of under inflation (\\< 15 mmHg) or over-inflation (\\> 20 mmHg), the manual manometer will be used to readjust the ETCP by changing the three-way stopcock position. A conversion of 1 mmHg equal to 1.36 cmH20 will be used. The whole pressure monitoring set-up will be checked and all the connection tighten before the start of the each surgery to prevent air-leakage.\n\nAnaesthesia will be maintained with oxygen and air at FiO2 of 0.5. TCI of propofol and remifentanil will be adjusted during the surgery to achieve BIS value of 40 to 60. Ventilation will be set to achieve tidal volume of 6-8 mL/kg of ideal body weight with flow rate of 1.5 to 2.0 L/min, , an inspiratory to-expiratory ratio of 1:2, and a positive end-expiratory pressure of 6 to 8 cm H2O to maintain an end-tidal CO2 of 35-40 mmHg and a peak airway pressure of \\< 30 cm H2O till the end of the surgery.\n\nThe cuff pressure will be checked for the presence of a leak after neck extension and recorded as the baseline pressure (ETCPbase). The cuff pressure will be continually displayed on the patient monitor and recorded every 15 minutes. Surgeon will be instructed to notify before application of retractors to the tracheal. Changes in cuff pressure value before retraction of neck tissues (ETCPbefore), during retraction (ETCPretract), and after the removal of retractors (ETCPafter) be recorded. For ETCPbefore and ETCPretract , the value recorded is the average pressure recorded 5 minutes prior retraction application and 5 minutes after retractor application. If needed, adjustment of cuff pressure will be done during surgery to maintain the ETCP within recommended value and this will be recorded.\n\nAll patients will received intravenous paracetamol 1 gm (or 15 mg/kg) and intravenous parecoxib 40 mg towards the end of surgery. Rescue analgesia of intravenous fentanyl 50 mcg will be used if needed after stopping of TCI remifentanil. Other data that will be collected include patient demographics, surgical procedure, operative cervical level and surgical duration (skin incision to closure), retraction time (insertion of retractors to their removal) and peak airway pressure.\n\nPatients will be extubated at the end of surgery once patient is awake and have adequate spontaneous breathing effort. Gentle oral suction will be done prior to extubation as per usual practice. In the recovery, patients will be observed for sore throat, dysphagia, and hoarseness of voice. The observation will be repeated at 6 hrs and 24 hrs after extubation. These assessment will use scoring system that previously established in clinical studies. In the event that the patients were ventilated post-operatively, their data on sore throat , dysphagia and hoarseness of voice will not be analysed."},"conditionsModule":{"conditions":["Anterior Spinal Artery Compression Syndromes, Cervical Region"],"keywords":["ENDOTRACHEAL CUFF PRESSURE CHANGES","ANTERIOR CERVICAL DECOMPRESSION AND FUSION SURGERY","CONTINUOUS ENDOTRACHEAL CUFF PRESSURE MONITOR"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":16,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"ACDF Patients","description":"Single Group of patients planned for anterior cervical decompression and fusion","interventionNames":["Procedure: ETT beyond C7 level"]}],"interventions":[{"type":"PROCEDURE","name":"ETT beyond C7 level","description":"Endotracheal cuff is placed deeper beyond C7 level, but above carina","armGroupLabels":["ACDF Patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Measurement of the ETCP of patients before and after surgical retractor placement during ACDF surgeries.","description":"Monitoring of ETCP variation every 15 minutes","timeFrame":"Through out the duration of the surgery"}],"secondaryOutcomes":[{"measure":"Assessment of sore throat, dysphagia, and hoarseness of voice after extubation","description":"Using scoring system that previously established in clinical studies","timeFrame":"At completion of the surgery, up to 24 hours"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. ACDF surgery\n2. Age between 18-80 years\n3. ASA I, II or III\n\nExclusion Criteria:\n\n1. Patients who is already ventilated prior to ACDF surgery\n2. Anatomical deformity in the neck\n3. Pre-existing sore throat, dysphagia, hoarseness of voice","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"All patients scheduled to undergo ACDF surgery, aged between 18 years and 80 years and under American Society of Anaesthesiologists (ASA) classification of I,II or III will be included. All patients recruited will undergo pre-operative assessment as per our local institution protocol. Explanation of the study and written informed consent will be taken during this assessment.\n\nExclusion criteria will include patients who is already ventilated prior to ACDF surgery, anatomical deformity in the neck and patients with existing sore throat, dysphagia and hoarseness of voice.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Chian Yong Liu, MD","role":"CONTACT","phone":"0391455783","email":"chianyong@yahoo.com"}],"overallOfficials":[{"name":"Chian Yong Liu, MD","affiliation":"National University of Malaysia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Kebangsaan Malaysia","city":"Bandar Tun Razak","state":"Kuala Lumpur","zip":"56000","country":"Malaysia","contacts":[{"name":"Chian Yong Liu, MD","role":"CONTACT","phone":"60126310111","email":"chianyong@yahoo.com"}],"geoPoint":{"lat":2.9029,"lon":102.8877}}]}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2024-06-18","uploadDate":"2024-06-18T01:37","filename":"Prot_000.pdf","size":193588},{"typeAbbrev":"ICF","hasProtocol":false,"hasSap":false,"hasIcf":true,"label":"Informed Consent Form","date":"2024-06-18","uploadDate":"2024-06-18T01:37","filename":"ICF_001.pdf","size":249450}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M16355","name":"Syndrome","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}