{"protocolSection":{"identificationModule":{"nctId":"NCT06481774","orgStudyIdInfo":{"id":"CASE4Z24"},"organization":{"fullName":"Case Comprehensive Cancer Center","class":"OTHER"},"briefTitle":"Promoting Access, Resources and Treatment Through Novel and Equitable Solutions for Cancer Care","officialTitle":"PARTNERS: Promoting Access, Resources and Treatment Through Novel and Equitable Solutions for Cancer Care","acronym":"PARTNERS"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Case Comprehensive Cancer Center","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purpose of this research is to evaluate a novel, integrated approach to providing navigation services to improve cancer outcomes and quality of life.","detailedDescription":"In a seminal paper published in 1995, Dr. Harold Freeman proposed that \"Patient navigators act as patient advocates for patients with abnormal (Cancer) screening findings.\" (1) Since that article was published, there has been an extensive literature to support the value of patient navigation services to promote timely and complete receipt of cancer care services for participants newly diagnosed with cancer, as well as along the continuum of cancer treatment, including among underserved populations (2-5). Despite this literature, it was not until January 2024 that the Centers for Medicare and Medicaid Services (CMS) formally recognized patient navigation as a reimbursable service in clinical settings (6). A key value that is attributed to PN services is the ability of navigational processes to improve equitable cancer caner service deliver for participants, irrespective of a person's social determinants of health (SDOHs) composition, including factors like financial stability, educational attainment, access to health care, race/ethnicity, and/or rurality of residence.\n\nIn response to the unmet and significant need to reduce disparities in cancer care delivery, in 2022, the Merck Foundation launched a national effort to select 8 grantees across the United States (US) to develop a national, sustainable model to improve equitable cancer care services which, in turn, should help reduce the long-standing, pervasive disparities observed in cancer outcomes for persons of minority race/ethnic status and/or SDOHs. As part of this Alliance, the Case CCC and CWRU PARTNERS study team will develop and examine elements of patient navigational processes that promote timely receipt of cancer care services, more effective patient-provider-systems-level communication around cancer care, while addressing the SDOH needs of participants and ensuring receipt of services after participant referrals (\"closed loops\"). This project proposes an intentional focus on engaging persons who represent medically disadvantaged or fragile populations (defined here as Greater Cleveland area residents who are Black/African American, Hispanic, and/or reside in a zip code with \"high\" area deprivation indices)."},"conditionsModule":{"conditions":["Cancer"],"keywords":["Patient navigators"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":375,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Patient Navigation Services","type":"EXPERIMENTAL","description":"Following the consent process, participant will have access to a Patient Navigator, who will serve as a resource for during the time in the study to help navigate and get connected to local resources. The Patient Navigator will keep track of the kinds of support services and referrals provided. The Patient Navigator will contact the participant in 4 months to reassess current needs, quality of life, and areas where additional support is needed.","interventionNames":["Behavioral: CONNECT platform"]}],"interventions":[{"type":"BEHAVIORAL","name":"CONNECT platform","description":"CONNECT platform provides access to participant information across the 5 participant sites to facilitate a more holistic approach to addressing participant needs. It is the use of this cloud-based, HIPAA compliant platform that constitutes the uniqueness of this behavioral intervention.","armGroupLabels":["Patient Navigation Services"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Participant improvement as measured by participant distress screening tool","description":"Participant distress screening assessment tool is a list of questionnaire with a scale from 0-10, where 0 is none and 10 is extreme distress","timeFrame":"4 months"},{"measure":"Quality of life as measured by PHQ-9 Patient Depression Questionnaire","description":"Intepretation for PHQ-9 Patient Depression Questionnaire is based on the final score ranging from 1-27, 1-4 is minimal depression, 5-9 is mild, 10-14 is moderate, 15-19 is moderately severe, 20-27 is severe depression","timeFrame":"4 months"}],"secondaryOutcomes":[{"measure":"The number of social needs as measured by HRSN(Health related social need) questionnaire","description":"HRSN is a list of 19 questions with multiple choice answers with a scale from 1-5 for each question, where 1 is never and 5 is frequently. A score of 11 or more when numerical values for anwers to questions 6-9 are added shows that the person might not be safe.","timeFrame":"4 months"},{"measure":"Rate of patient satisfaction as measured by cancer care survey","description":"Patient satisfaction with cancer care survey rate based on a scale from 1-5, where 1 is strongly disagree and 5 is strongly agree","timeFrame":"4 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nThere are two levels of criteria for inclusion. First, investigators will identify individuals who have either had a cancer screening with a suspicious finding (ie. requires diagnostic follow-up) or those individuals who are referred to the UH Seidman Diagnostic Clinic (led by Co-I Hoehn). Within that group, investigators will recruit those who identify as African American, Hispanic, or living in a prioritized geography as defined by zipcode ADI\\>=75%ile for state\n\nExclusion Criteria:\n\nAny participant who is not willing or able to complete an informed consent form will not be eligible for this study","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Erika Trapl, PhD","role":"CONTACT","phone":"216-368-0098","email":"erika.trapl@case.edu"},{"name":"Richard Hoehn","role":"CONTACT","phone":"216-844-8904","email":"Richard.Hoehn@uhhospitals.org"}],"locations":[{"facility":"Case Comprehensive Cancer Center","city":"Cleveland","state":"Ohio","zip":"44106","country":"United States","contacts":[{"name":"Erika Trapl, PhD","role":"CONTACT","phone":"216-368-0098","email":"erika.trapl@case.edu"}],"geoPoint":{"lat":41.4995,"lon":-81.69541}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"As a recipient of Merck Foundation funding, investigators are obligated to collect \"harmonized metrics\" for program participants. This data is shared back (at the individual level) with the National Program Office. There is no PHI in this dataset, and there is no personal identifying information that is shared. The data is not shared beyond the NPO; all data shared by the NPO is aggregated and not identifiable. Additionally, investigator does not intend to share IPD with anyone outside of the NPO","timeFrame":"Data is shared with the NPO on a quarterly basis","accessCriteria":"Data is only shared with the NPO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}