{"protocolSection":{"identificationModule":{"nctId":"NCT06471842","orgStudyIdInfo":{"id":"APHP240434"},"secondaryIdInfos":[{"id":"2024-A00172-45","type":"OTHER","domain":"ID-RCB"}],"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Study of the Prevalence of Pediatric Eating Disorders in Inherited Metabolic Diseases With Dietary Treatment","officialTitle":"Study of the Prevalence of Pediatric Eating Disorders in Inherited Metabolic Diseases With Dietary Treatment","acronym":"MEAL"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main objective of this study is to estimate the prevalence of Pediatric Eating Disorders (PED) in Inherited Metabolic Diseases (IMD) with dietary treatment between the age of 12 months and 6 years 11 months.","detailedDescription":"Inherited Metabolic Diseases (IMDs) are rare conditions, which are the consequence of a genetic defect affecting an enzyme or a transporter involved in metabolism. This enzymatic defect leads to the accumulation of a potentially toxic compound located upstream of the deficiency and/or the absence of a compound located downstream of the defect. Treatment is possible and it consists of dietary and/or drug treatment.\n\nPediatric Eating Disorders (PED) cover \"all the difficulties of oral feeding. These may be disorders due to absence of spontaneous feeding behavior, or refusal to eat, and disorders which affect the child's entire psychomotor, language and emotional development.\n\nTo date, we note the absence of data on the prevalence of PED in IMDs and more generally on the quality of life and psychomotor development of these patients.\n\nThe causes and mechanisms of PED are numerous and heterogeneous. Their origins can be endogenous and/or exogenous.\n\nOur main hypothesis is that the presence of PEDs varies depending on the different categories of IMDs with dietary treatment. Estimating their prevalence would enable awareness and early, better quality care.\n\nThis study aims to obtain clear and consistent results from a validated scale. It is a single-site study prospectively including patients from the Necker-Enfants Malades hospital reference center.\n\nParents will be informed of the study by an investigator (psychomotor therapist or dietician) during a phone call, by email or in hospital prior to the inclusion visit.\n\nOn the day of inclusion, the parent's and the child's (depending on their age) non-opposition will be collected before carrying out any procedure and recorded in the patient's medical file.\n\nThe MCH (Montreal children's hospital) scale and the parental questionnaire will be proposed by the study investigators at the same time, in a physical interview.\n\nThe collection of medical data in the patient's file and the rating of the MCH scale will be done in parallel by the study investigators."},"conditionsModule":{"conditions":["Inherited Metabolism Disease"],"keywords":["Inherited Metabolism Disease","Paediatric eating disorders","Dietary treatment","Montreal feeding scale"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_ONLY","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Children with Inherited Metabolism Disease (IMD) with dietary treatment","description":"Children with Inherited Metabolism Disease (IMD) with dietary treatment planning to come for a hospital visit (in or out patient) as part of their standard care.","interventionNames":["Other: MCH (Montreal Children's Hospital) feeding scale questionnaire and parental questionnaire"]}],"interventions":[{"type":"OTHER","name":"MCH (Montreal Children's Hospital) feeding scale questionnaire and parental questionnaire","description":"The patient's parents will answer the questionnaire and the investigator will complete the parental questionnaire while asking the questions.","armGroupLabels":["Children with Inherited Metabolism Disease (IMD) with dietary treatment"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Feeding scale score","description":"MCH (Montreal Children's Hospital) feeding scale score between the age of 12 months and 6 years 11 months.","timeFrame":"1 day"}],"secondaryOutcomes":[{"measure":"Disorders severity level differentiation","description":"Differentiation between severe/moderate/mild paediatric eating disorders (PED) using the MCH scale score. This scale makes it possible to differentiate the disorders severity level: mild PED with a score between 61 and 65, moderate PED with a score between 66 and 70 and severe PED with a score higher than or equal to 71.","timeFrame":"1 day"},{"measure":"Paediatric eating disorders prevalence for each pathology","description":"Estimate for each pathology the paediatric eating disorders prevalence using the MCH scale score","timeFrame":"1 day"},{"measure":"Risk factors identification","description":"Identify the paediatric eating disorders' risk factors which are inherent to the disease, environmental and psycho-affective based on the parental questionnaire created for this purpose and the data collected","timeFrame":"1 day"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient from 12 months to 6 years and 11 months old\n* Patient with an Inherited Metabolic Diseases with dietary treatment\n* Patient having experimented a dietary diversification at least 6 month prior\n* Patient whose parents do not object to their participation in the study\n\nExclusion Criteria:\n\n* Patient with an associated chronic disease\n* Patient with diagnosed Autistic Spectrum Disorder (ASD) or Pervasive Developmental Disorders (PDD)\n* Patient born before 36 weeks of amenorrhea\n* Patient with multiple disabilities\n* Patient with dystonia\n* Patient with absent or unstable head posture\n* Patient whose parents do not fully understand or speak French","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Months","maximumAge":"6 Years","stdAges":["CHILD"],"studyPopulation":"Children with Inherited Metabolism Disease (IMD) with dietary treatment planning to come for a hospital visit as part of their standard care.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Manon Tessier","role":"CONTACT","phone":"+33 1 87 89 20 65","email":"manon.tessier@aphp.fr"},{"name":"Gael PLASTOW","role":"CONTACT","phone":"+33 144381857","email":"gael.plastow@aphp.fr"}],"overallOfficials":[{"name":"Manon Tessier","affiliation":"Assistance Publique - Hôpitaux de Paris","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Necker Enfants Malades Hospital","city":"Paris","zip":"75015","country":"France","contacts":[{"name":"Manon TESSIER","role":"CONTACT","phone":"0187892065","email":"manon.tessier@aphp.fr"}],"geoPoint":{"lat":48.85341,"lon":2.3488}}]},"referencesModule":{"references":[{"pmid":"22379377","type":"BACKGROUND","citation":"Ramsay M, Martel C, Porporino M, Zygmuntowicz C. The Montreal Children's Hospital Feeding Scale: A brief bilingual screening tool for identifying feeding problems. Paediatr Child Health. 2011 Mar;16(3):147-e17. doi: 10.1093/pch/16.3.147."},{"pmid":"22320889","type":"BACKGROUND","citation":"Evans S, Alroqaiba N, Daly A, Neville C, Davies P, Macdonald A. Feeding difficulties in children with inherited metabolic disorders: a pilot study. J Hum Nutr Diet. 2012 Jun;25(3):209-16. doi: 10.1111/j.1365-277X.2012.01229.x. Epub 2012 Feb 9."},{"pmid":"36265570","type":"BACKGROUND","citation":"Ouattara A, Resseguier N, Cano A, De Lonlay P, Arnoux JB, Brassier A, Schiff M, Pichard S, Fabre A, Hoebeke C, Guffon N, Fouilhoux A, Broue P, Touati G, Dobbelaere D, Mention K, Labarthe F, Tardieu M, De Parscau L, Feillet F, Bonnemains C, Kuster A, Labrune P, Barth M, Damaj L, Lamireau D, Berbis J, Auquier P, Chabrol B. Individual and Family Determinants for Quality of Life in Parents of Children with Inborn Errors of Metabolism Requiring a Restricted Diet: A Multilevel Analysis Approach. J Pediatr. 2023 Mar;254:39-47.e4. doi: 10.1016/j.jpeds.2022.08.060. Epub 2022 Oct 17."}],"seeAlsoLinks":[{"label":"This is the website of the G2M health network, which brings together resources and expertise on hereditary metabolic diseases at national level","url":"https://www.filiere-g2m.fr/"},{"label":"information website designed by the Oralité group at the Necker-Enfants Malades hospital about paediatric eating disorders","url":"https://www.inforalite.fr/"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000001068","term":"Feeding and Eating Disorders"}],"ancestors":[{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M11639","name":"Metabolic Diseases","asFound":"Metabolic Diseases","relevance":"HIGH"},{"id":"M4380","name":"Feeding and Eating Disorders","asFound":"Eating Disorders","relevance":"HIGH"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}