{"protocolSection":{"identificationModule":{"nctId":"NCT06471387","orgStudyIdInfo":{"id":"Onisilos2023"},"secondaryIdInfos":[{"id":"Onisilos-co-fund182","type":"OTHER_GRANT","domain":"Onisilos co-fund scheme"}],"organization":{"fullName":"University of Cyprus","class":"OTHER"},"briefTitle":"Unraveling the Genetic Basis of Nicotine Addiction for Novel Therapeutic Strategies","officialTitle":"Exploring the Genetic and Molecular Underpinning of Nicotine Addiction for the Development of New Therapeutic Strategies","acronym":"NicoGen"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-11-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-10-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Panos Zanos","investigatorTitle":"Assistant Professor","investigatorAffiliation":"University of Cyprus"},"leadSponsor":{"name":"University of Cyprus","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This case-control study aims to investigate the genetic and molecular bases of nicotine addiction to identify potential therapeutic targets. The project will involve drug repurposing using Mendelian Randomization, a smoking cessation intervention, and the analysis of methylation status in participants undergoing nicotine withdrawal.","detailedDescription":"Cigarette smoking remains the largest preventable risk factor for chronic diseases and premature mortality worldwide. While several medications have been approved to aid smoking cessation, most individuals relapse following an initial period of abstinence, with only around 15% achieving long-term abstinence beyond 6-12 months. This highlights a critical need to identify novel drug targets and develop more effective pharmacotherapies to treat nicotine addiction and maintain long-term smoking abstinence.\n\nThe proposed case-control study aims to leverage an interdisciplinary approach combining genetic epidemiology and molecular biology to: 1) Identify potential novel druggable targets for smoking cessation using a drug repurposing Mendelian randomization (MR) strategy, and 2) Assess whether epigenetic modifications (DNA methylation) of the identified drug target genes are associated with motivation to quit smoking, nicotine dependence severity, and vulnerability to smoking relapse following a cessation attempt.\n\nSpecifically, NicoGen study utilizes large-scale genomic datasets of expression quantitative trait loci (eQTLs) and protein quantitative trait loci (pQTLs) to identify genetic variants that influence expression/levels of genes encoding druggable proteins (targets of approved drugs/clinical candidates). MR analyses will then determine if genetically-predicted expression of these genes is causally related to smoking cessation outcomes.\n\nAdditionally, 200 current cigarette smokers (100 men, 100 women) will be recruited prior to smoking cessation for collection of biofluids for DNA extraction.\n\nThe methylation levels of the top candidate drug target genes identified in will be assessed and compared between: 1) Cases who achieve ≥6 month abstinence vs. relapsed controls, 2) High vs. low motivation to quit groups, and 3) High vs. low nicotine dependence groups. This allows identification of epigenetic biomarkers predictive of cessation outcomes.\n\nAdditionally, potential gender differences in the associations between gene methylation, motivation, dependence and relapse vulnerability will be explored to identify gender-specific drug targets."},"conditionsModule":{"conditions":["Smoking Cessation","Smoking Cessation Intervention","Nicotine Addiction","Epigenetics","Molecular Biology","Genetic Epidemiology"],"keywords":["Nicotine Addiction","Smoking Cessation","Mendelian Randomization","Methylation","Genetic Epidemiology","Drug Repurposing","Epigenetic Biomarkers"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Blood and saliva"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Abstainers","description":"Participants who achieve biochemically-verified smoking abstinence for at least 6 months following a cessation attempt aided by a computerized intervention program.","interventionNames":["Behavioral: Flexiquit Smoking Cessation Intervention"]},{"label":"Relapsers","description":"Participants who do not achieve abstinence and relapse to smoking following the cessation attempt.","interventionNames":["Behavioral: Flexiquit Smoking Cessation Intervention"]}],"interventions":[{"type":"BEHAVIORAL","name":"Flexiquit Smoking Cessation Intervention","description":"Participants will enter a 6-week (once weekly) self-delivered computerized intervention program called Flexiquit. Developed and validated by Clinical Psychologists of the Department of Psychology at the University of Cyprus, Flexiquit is an avatar-led app designed to support smoking cessation. It aims to assist with abstinence and monitor participants' progress through personalized modules and assessments.","armGroupLabels":["Abstainers","Relapsers"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Novel druggable gene targets for smoking cessation","description":"Genes encoding druggable proteins (targets of approved drugs or clinical candidates) whose genetically predicted expression levels are found to be causally associated with smoking cessation outcomes using Mendelian randomization approaches.","timeFrame":"Upon completion of Mendelian randomization analysis"},{"measure":"Association between methylation of candidate genes and nicotine dependence scores","description":"Difference in methylation levels of top genes between participants with high vs. low scores on the Fagerström Test for Nicotine Dependence.","timeFrame":"Baseline"},{"measure":"Association between DNA methylation of candidate drug target genes and motivation to quit smoking scores","description":"Difference in methylation levels of the top candidate drug target genes between participants with high vs. low scores on a validated motivation to quit smoking questionnaire.","timeFrame":"3 and 6 months post nicotine cessation"},{"measure":"Association between methylation and smoking relapse vulnerability","description":"Difference in methylation of top genes between cases achieving 6+ month abstinence vs. controls who relapsed to smoking.","timeFrame":"3 and 6 months post nicotine cessation"}],"secondaryOutcomes":[{"measure":"Gender differences in methylation associations","description":"Differences between males and females in the associations between methylation of candidate genes and the motivation, dependence and relapse outcomes.","timeFrame":"3 and 6 months post nicotine cessation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults aged 18-60 years old\n* Current daily cigarette smoker\n* Able to understand study procedures and provide informed consent\n* For females, non-pregnant and non-lactating\n\nExclusion Criteria:\n\n* Presence of significant uncontrolled medical conditions (e.g. cardiovascular disease, respiratory disorders, cancer) that could affect smoking behaviors or study participation\n* Presence of major uncontrolled psychiatric disorders (e.g. schizophrenia, bipolar disorder, severe depression)\n* Current substance use disorder (except nicotine dependence)\n* Taking medications that could significantly interfere with study objectives (e.g. medications for smoking cessation)\n* Significant cognitive impairment that precludes ability to complete study procedures","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"],"studyPopulation":"The study population will consist of adult daily cigarette smokers recruited from communities across Cyprus who are able to attend study visits at the research facilities in Nicosia. Recruitment will leverage multiple avenues including primary care clinics, community outreach, word-of-mouth referrals, and smoking cessation services throughout the island. The goal is to enroll approximately 200 eligible participants, with equal representation of men and women, from both urban and rural areas of Cyprus. No other specific characteristics beyond meeting eligibility criteria are used to identify or restrict the source population.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Andrea N Georgiou, Ph.D.","role":"CONTACT","phone":"(+357)-22893372","email":"georgiou.andrea@ucy.a.cy"}],"locations":[{"facility":"Center for Applied Neuroscience (CAN)","status":"RECRUITING","city":"Nicosia","zip":"2100","country":"Cyprus","contacts":[{"name":"Andrea Georgiou, Ph.D.","role":"CONTACT","email":"georgiou.andrea@ucy.ac.cy"}],"geoPoint":{"lat":35.17531,"lon":33.3642}}]},"referencesModule":{"references":[{"pmid":"32383736","type":"BACKGROUND","citation":"Karekla M, Savvides SN, Gloster A. An Avatar-Led Intervention Promotes Smoking Cessation in Young Adults: A Pilot Randomized Clinical Trial. Ann Behav Med. 2020 Oct 1;54(10):747-760. doi: 10.1093/abm/kaaa013."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014029","term":"Tobacco Use Disorder"},{"id":"D000016739","term":"Behavior, Addictive"}],"ancestors":[{"id":"D000003192","term":"Compulsive Behavior"},{"id":"D000007175","term":"Impulsive Behavior"},{"id":"D000019966","term":"Substance-Related Disorders"},{"id":"D000064419","term":"Chemically-Induced Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M19100","name":"Behavior, Addictive","asFound":"Addiction","relevance":"HIGH"},{"id":"M16785","name":"Tobacco Use Disorder","asFound":"Nicotine Addiction","relevance":"HIGH"},{"id":"M6418","name":"Compulsive Behavior","relevance":"LOW"},{"id":"M10220","name":"Impulsive Behavior","relevance":"LOW"},{"id":"M21837","name":"Substance-Related Disorders","relevance":"LOW"},{"id":"M30302","name":"Chemically-Induced Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC25","name":"Substance Related Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M12478","name":"Nicotine","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}