{"protocolSection":{"identificationModule":{"nctId":"NCT06473636","orgStudyIdInfo":{"id":"ZunyiMP"},"organization":{"fullName":"Zunyi Medical College","class":"OTHER"},"briefTitle":"Mindfulness Training Improves Emotions Among Female Abdominal Cancer Patients","officialTitle":"Mindfulness Training Improves Depression Among Female Abdominal Cancer Patients Through Improving Cognitive Emotion Regulation and Emotional State"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2021-08-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-05-30","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Kou Hui","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Zunyi Medical College"},"leadSponsor":{"name":"Zunyi Medical College","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"We first explored the effect of mindfulness training on depression in patients with abdominal cancer. Then the effects of cognitive emotion regulation and emotional state in the training effect were examined. Sixty patients with abdominal cancer were recruited from a hospital and divided into two groups: the mindfulness group (n=30) who received a four-week mindfulness training program, and the control group (n=30) who received only one mindfulness lecture. All participants were assessed using the Mindful Attention Awareness Scale, Cognitive Emotion Regulation Strategy Questionnaire, Positive and Negative Affect Scale, and depression subscale of the Patient Health Questionnaire before and after the mindfulness training program.","detailedDescription":"Participants Sixty patients with abdominal cancer from a hospital were recruited. All patients were divided into a mindfulness group (n=30) who received a four-week mindfulness training program and a control group (n=30) who received only one mindfulness lecture over four weeks. No age difference was found between the mindfulness group (M=53.87, SD=10.31, ranging from 35 to 75) and the control group (M=52.73, SD=7.27, ranging from 42 to 69), t(58) =0.49, p=0.625. The participants were all women and none of them reported a history of neurological or psychiatric illness.\n\nEthics approval statement All procedures involving human participants in this study were conducted in strict accordance with the ethical standards of the Ethical Committee at a medical university, as well as the 1964 Helsinki Declaration and its subsequent amendments, or any comparable ethical standards. All participants gave informed consent before participating. Furthermore, following the completion of the study, the control group could also undergo the same mindfulness training program if they volunteered.\n\nMeasurements Mindful Attention Awareness Scale. It contains 15 items in a single dimension. All of the items are rated on a 7-point Likert scale from 1 (\"strongly agree\") to 7 (\"strongly disagree\"). Higher scores reflect a higher level of trait mindfulness and awareness of the present moment. The Cronbach\\&#39;s α was 0.89 and the two-week test-retest reliability was 0.87 in the Chinese sample. The Cronbach\\&#39;s α coefficient of the scale in the present study was 0.87.\n\nThe Patient Health Questionnaire. Its depression subscale consists of 9 items. All of the items are rated on a 4-point Likert scale from 1 (\"strongly disagree\") to 4 (\"strongly agree\"). Higher scores indicate a greater level of depression. The Cronbach\\&#39;s α was 0.86 and the two-week test-retest reliability was 0.86 in the Chinese sample. The Cronbach\\&#39;s α coefficient of the scale in the present study was 0.87.\n\nThe Cognitive Emotion Regulation Questionnaire. It consists of 36 items and nine subscales. These subscales assess various strategies employed in cognitive emotion regulation, such as self-blame, blaming others, acceptance, refocus on planning, positive refocusing, rumination or focus on thought, positive reappraisal, putting into perspective, and catastrophizing. Each item is rated on a 5-point Likert scale ranging from 1 (\\&#34;strongly disagree\\&#34;) to 5 (\\&#34;strongly agree\\&#34;). Higher scores on each subscale indicate a greater likelihood of utilizing that particular cognitive emotion regulation strategy in the face of negative events. Adaptive cognitive emotion regulation strategy is assessed using the sum of scores on the acceptance, putting into perspective, refocus on planning, positive refocusing, and positive reappraisal subscales. Non-adaptive cognitive emotion regulation strategy is assessed using the sum of scores on the self-blame, blaming others, rumination or focus on thought, and catastrophizing subscales. In the Chinese samples, the Cronbach\\&#39;s α coefficients for these subscales ranged from 0.48 to 0.89. The Cronbach\\&#39;s α coefficients of the adaptive and non-adaptive cognitive emotion regulation strategies subscales in the present study were 0.84 and 0.74 respectively.\n\nThe Positive and Negative Affect Scale. It contains 20 items and consists of two self-report subscales including positive emotions and negative emotions. All of the items are rated on a 5-point Likert scale from 1 (\"strongly disagree\") to 5 (\"strongly agree\"). The higher the score, the stronger the emotions in a certain dimension. The Cronbach\\&#39;s α for positive and negative emotions were 0.85 and 0.83 respectively in the Chinese sample. The Cronbach\\&#39;s α coefficients of the positive and negative emotions subscales in the present study were 0.84 and 0.78 respectively.\n\nProcedure There are three phases in the present study, i.e., the pre-training test phase (T1), the training phase, and the post-training test phase (T2). In the two test phases, all participants completed all the questionnaires including the Mindful Attention Awareness Scale, the Patient Health Questionnaire-depression subscale, the Cognitive Emotion Regulation Questionnaire, and the Positive and Negative Affect Scales.\n\nThe mindfulness training program consisted of four 45-minute lessons, conducted once a week. After each lesson, participants were required to complete daily homework, which included the mindfulness exercises learned during that week for at least 30 minutes. The control group only attended a mindfulness lecture during the four weeks.\n\nThe mindfulness training program was based on Kabat-Zinn\\&#39;s Mindfulness-Based Stress Reduction5 and Williams\\&#39; Mindfulness-Based Cognitive Therapy. Additionally, specific contents of cancer-related mindfulness training were incorporated into this program, such as Anti-cancer Self-healing Power: 8 Lessons in Mindfulness-based Stress Reduction. The contents of the mindfulness training program included:\n\nSession 1: Establishing a connection with the body. Mindfulness activities consisted of eating one raisin mindfully and mindfulness cobble practice.\n\nSession 2: Observing thoughts as they are. Mindfulness activities included the body scan and awareness of breathing meditation.\n\nSession 3: Cultivating mindful attention. Mindfulness activities involved awareness of breathing meditation and mindfulness compassion meditation.\n\nSession 4: Applying mindfulness in daily life. Mindfulness activities included embracing yourself, 3-min breathing space and mindfulness stretching exercises.\n\nStatistical analysis To investigate the impact of mindfulness training on mental states, we conducted a 2 (Group: mindfulness group and control group) × 2 (Test time: T1 and T2) repeated measures ANOVA on each scale score. If a significant interaction effect or main effect was observed, post hoc analysis with Bonferroni correction was performed. To examine the role of cognitive emotion regulation strategy in improving emotional symptoms, we constructed multiple mediation models based on previous studies. First, we calculated the improvements in all measurements by subtracting the scores at T1 from the scores at T2 (i.e., improvement=T2-T1). Next, we examined bivariate correlations between each two improvements. Finally, we treated mindfulness training (0=control group, 1=training group) as the independent variable, the improvement in depressive symptoms as the dependent variable, and the improvements in cognitive emotion regulation strategy and positive/negative emotions as the mediators. We utilized the PROCESS v4.1 macro for SPSS (Model 6) to test the mediation effects."},"conditionsModule":{"conditions":["Mindfulness Training"],"keywords":["mindfulness training; abdominal cancer patients"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":60,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"mindfulness group","type":"EXPERIMENTAL","description":"Received a four-week mindfulness training program.","interventionNames":["Behavioral: Mindfulness training"]},{"label":"control group","type":"NO_INTERVENTION","description":"Received only one mindfulness lecture over four weeks. Following the completion of the study, the control group could also undergo the same mindfulness training program if they volunteered."}],"interventions":[{"type":"BEHAVIORAL","name":"Mindfulness training","description":"The mindfulness training program consisted of four 45-minute lessons, conducted once a week. After each lesson, participants were required to complete daily homework, which included the mindfulness exercises learned during that week for at least 30 minutes. The mindfulness training program was based on Kabat-Zinn's Mindfulness-Based Stress Reduction and Williams' Mindfulness-Based Cognitive Therapy. Additionally, specific contents of cancer-related mindfulness training were incorporated into this program, such as Anti-cancer Self-healing Power: 8 Lessons in Mindfulness-based Stress Reduction.","armGroupLabels":["mindfulness group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The change from baseline Mindful Attention Awareness Scale at post-training","description":"It contains 15 items in a single dimension. All of the items are rated on a 7-point Likert scale from 1 (\"strongly agree\") to 7 (\"strongly disagree\"). Higher scores reflect a higher level of trait mindfulness and awareness of the present moment.","timeFrame":"Baseline (Day 0)/Post-training (Month 1)"},{"measure":"The change from baseline Patient Health Questionnaire at post-training","description":"Its depression subscale consists of 9 items. All of the items are rated on a 4-point Likert scale from 1 (\"strongly disagree\") to 4 (\"strongly agree\"). Higher scores indicate a greater level of depression.","timeFrame":"Baseline (Day 0)/Post-training (Month 1)"},{"measure":"The change from baseline Cognitive Emotion Regulation Questionnaire at post-training","description":"It consists of 36 items and nine subscales. These subscales assess various strategies employed in cognitive emotion regulation, such as self-blame, blaming others, acceptance, refocus on planning, positive refocusing, rumination or focus on thought, positive reappraisal, putting into perspective, and catastrophizing. Each item is rated on a 5-point Likert scale ranging from 1 (\"strongly disagree\") to 5 (\"strongly agree\"). Higher scores on each subscale indicate a greater likelihood of utilizing that particular cognitive emotion regulation strategy in the face of negative events.","timeFrame":"Baseline (Day 0)/Post-training (Month 1)"},{"measure":"The change from baseline Positive and Negative Affect Scale at post-training","description":"It contains 20 items and consists of two self-report subscales including positive emotions and negative emotions. All of the items are rated on a 5-point Likert scale from 1 (\"strongly disagree\") to 5 (\"strongly agree\"). The higher the score, the stronger the emotions in a certain dimension.","timeFrame":"Baseline (Day 0)/Post-training (Month 1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients with abdominal cancer; female; over 19 years old\n\nExclusion Criteria:\n\n* a history of neurological or psychiatric illness; intellectual or speech disorders","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"19 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Taiyong Bi, PhD","affiliation":"Zunyi Medical College","role":"STUDY_DIRECTOR"}],"locations":[{"facility":"Zunyi Medical University","city":"Zunyi","state":"Guizhou","zip":"563000","country":"China","geoPoint":{"lat":27.68667,"lon":106.90722}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"only IPD used in the results publication","infoTypes":["STUDY_PROTOCOL","SAP","ANALYTIC_CODE"],"timeFrame":"6/20/2024-6/20/2029","accessCriteria":"Anonymized data can be shared upon reasonable request by the corresponding author."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000008","term":"Abdominal Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M7058","name":"Depression","relevance":"LOW"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M7","name":"Abdominal Neoplasms","asFound":"Abdominal Cancer","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC04","name":"Neoplasms"}]}},"hasResults":false}