{"protocolSection":{"identificationModule":{"nctId":"NCT06476392","orgStudyIdInfo":{"id":"2023-503530-41-00"},"organization":{"fullName":"Odense University Hospital","class":"OTHER"},"briefTitle":"Melatonin fOr CHronic bAck Pain (The MOCHA Trial)","officialTitle":"Melatonin fOr CHronic bAck Pain (The MOCHA Trial): A Randomized, Double Blind, Placebo-controlled Trial","acronym":"MOCHA"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-10-15","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-11-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Odense University Hospital","class":"OTHER"},"collaborators":[{"name":"University of Southern Denmark","class":"OTHER"},{"name":"University of Aarhus","class":"OTHER"},{"name":"Erasmus Medical Center","class":"OTHER"},{"name":"Odense Patient Data Explorative Network","class":"OTHER"},{"name":"T&W Engineering A/S","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"According to the World Health Organization (WHO) Global Burden of Disease study, back pain is one of the conditions impacting disability the most worldwide.Pain medication use in patients with chronic back pain is substantial, but the efficacy of commonly used analgesics such as paracetamol, non-steroidal anti-inflammatory drugs (NSAIDs), muscle relaxants and opioids compared with placebo are modest, with effects typically less than 10 points on a 0-100 pain scale. Importantly, these analgesics are not harmless due to gastrointestinal and cardiovascular side-effects (NSAIDs) and risk of dependency and addiction (opioids). This often leave general practitioners without good treatment options for many patients with chronic low back pain.\n\nMore than half of patients with chronic back pain also have sleep problems (i.e. insomnia), which negatively affect daily function, general health and quality of life. Research suggest that insomnia has negative effects on pain processing, and although the relationship between pain and insomnia is bi-directional, insomnia is considered to be a stronger predictor of pain than pain for the development of insomnia.\n\nMelatonin is a widely available drug worldwide, and well known for its use in people with sleep disorders and jetlag. Melatonin is a naturally occurring hormone excreted by the pineal gland that is part of regulating the circadian rhythm (sleep-wake patterns). Unlike commonly used drugs to treat back pain, the safety profile of melatonin is favorable with no adverse events of major clinical significance reported in the treatment of sleep disorders. In recent years, some preliminary studies have showed a promising effect of Melatonin for treatments of pain. A meta-analysis reported an effect size of 0.65 (95%CI 0.34 to 0.96) of Melatonin (doses ranging between 3-10 mg before sleep) compared with placebo in reducing pain in patients with non-musculoskeletal chronic pain (e.g. migraine, irritable bowel syndrome, burning mouth syndrome), suggesting that Melatonin could potentially also be a valid treatment option for chronic musculoskeletal pain patients.","detailedDescription":"The aim of this randomized double-blind placebo controlled clinical superiority trial is to investigate if daily treatment with Melatonin 10 mg once daily before bedtime for 6 weeks is superior compared with placebo in improving pain intensity assessed at 6 weeks after treatment initiation in patients with chronic back pain.\n\nThe primary objective is to compare the effect of the drug Melatonin, relative to placebo, on difference in change in pain intensity (i.e. average pain intensity past 7 days) measured on a 0-10 NRS scale, from baseline to 6 weeks in patients with chronic back pain.\n\nSecondary objectives are to compare the effect of the drug Melatonin, relative to placebo, on 1) pain-related disability, 2) Global Perceived Effect (GPE), 3) insomnia severity, and 4) health-related quality of life. Furthermore, pain trajectory (0 to 6 weeks) and responder indices from baseline to 6 weeks will be compared between the treatment groups for the primary outcome.\n\nExplorative objectives are to investigate changes in pain sensitivity (i.e. pressure pain threshold) and objective sleep metrics as well as effect-modification of presence/absence of comorbid insomnia."},"conditionsModule":{"conditions":["Back Pain Lower Back Chronic","Insomnia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Participating patients, investigators, outcome assessors and statistical analysts are all blinded to treatment allocation. All patient reported data will be filled in by the patient via an online questionnaire using REDCap. An assessor blinded to study treatment will perform all protocol specific objective outcome assessments at baseline and 6 weeks follow-up. Unblinding will first take place after the primary analysis of the data has taken place. A data manager, otherwise, not involved in the study, will prepare the randomization list, using a computerized algorithm in REDCap.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":220,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Melatonin","type":"EXPERIMENTAL","description":"2 Melatonin tablets (each 5 mg) once daily (egual 10 mg/day) in the evening, 30 min. before going to sleep for 6 weeks. If a participant experiences an adverse event deemed related to the study medication of grade 2 or higher according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 the dose will be reduced to 5 mg/day.","interventionNames":["Drug: Melatonin 10 MG"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"2 identical appearing placebo tablets once daily in the evening, 30 min. before going to sleep for 6 weeks. If a participant experiences an adverse event deemed related to the study medication of grade 2 or higher according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 the dose will be reduced to 1 tablet.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"Melatonin 10 MG","description":"2 Melatonin tablets (each 5 mg) once daily (egual 10 mg/day) in the evening, 30 min. before going to sleep for 6 weeks. If a participant experiences an adverse event deemed related to the study medication of grade 2 or higher according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 the dose will be reduced to 5 mg/day.","armGroupLabels":["Melatonin"],"otherNames":["Melatonin"]},{"type":"DRUG","name":"Placebo","description":"2 placebo tablets once daily in the evening, 30 min. before going to sleep for 6 weeks. If a participant experiences an adverse event deemed related to the study medication of grade 2 or higher according to Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 the dose will be reduced to 1 tablet.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Difference in change in average pain intensity during the last 7 days between groups","description":"Average pain intensity during last 7 days will be assessed on a 0-10 Numeric Rating Scale (NRS) (ranging from 'no pain to 'worst imaginable pain')","timeFrame":"Difference in change from baseline to 6 weeks"}],"secondaryOutcomes":[{"measure":"Insomnia severity","description":"Insomnia will be assessed with the Insomnia Severity Index (ISI), which is a brief 7 item patient-reported instrument with a score ranging from 0-28 (0=best;28=worst)","timeFrame":"Baseline and after 6 weeks"},{"measure":"Weekly pain intensity score trajectory","description":"The trajectory of weekly NRS pain intensity scores from baseline to 6 weeks","timeFrame":"Weekly from baseline to 6 weeks"},{"measure":"30% pain intensity responders","description":"Difference in number of patients with more than 30% improvement in pain intensity from baseline to 6 weeks","timeFrame":"Change from baseline to 6 weeks"},{"measure":"50% pain intensity responders","description":"Difference in number of patients with more than 50% improvement in pain intensity from baseline to 6 weeks","timeFrame":"Change from baseline to 6 weeks"},{"measure":"Global Perceived Effect (GPE) for pain","description":"Assessment of overall change in pain from baseline to 6 weeks. Participants will be asked at 6 weeks: 'How is your pain now compared to when you entered this study', with 5 response options (much worse, worse, almost the same/unchanged, improved, much improved)","timeFrame":"After 6 weeks"},{"measure":"Physical and Mental Health","description":"Physical and Mental Health will be assessed using the Patient-Reported Outcomes Measurement Information System (PROMIS-10) Global Health questionnaire version 1.2. Difference in change in physical and mental health scores between treatment groups from baseline to 6 weeks. PROMIS-10 consist of 10 questions concerning different aspects of global health. The first 9 questions are score on a Likert scale with 5 response options, and the last question asks about pain using a 0-10 numeric rating scale","timeFrame":"Baseline and after 6 weeks"},{"measure":"Back pain related disability","description":"Back pain related disability will be assessed using the Roland Morris Disability Questionnaire (RMQ). RMQ is a 23-item questionnaire (RMQ) developed to assess functional limitation and disability among patients with low back pain. The RMQ 23-item version will be used because 1) it has been cross-culturally validated in Danish (the original RMQ 24-item version has not), 2) the psychometric properties of the 23 vs 24 item RMQ have been shown to be similar. Each of the 23 items is yes/no (scored as 1 and 0 points respectively) with the scale ranging from 0 (no disability) to 23 (extremely severe disability).","timeFrame":"Baseline and after 6 weeks"}],"otherOutcomes":[{"measure":"Time from sleep onset until final awakening (TST) from Ear EEG in subgroup of 60 patients","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Sleep efficiency (SE) from Ear EEG in subgroup of 60 patients","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM). SE is the ratio of TST to time in bed / 100%","timeFrame":"Baseline and week 4."},{"measure":"Sleep onset latency (SOL) from Ear EEG in subgroup of 60 patients","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Wake after sleep onset (WASO) from Ear EEG in subgroup of 60 patients","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"REM sleep latency from Ear EEG in subgroup of 60 patients","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Time from sleep onset until first epoch of REM stage sleep from Ear EEG","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Amount of wake and stage N1, N2, N3, and R sleep as a percentage of SPT from Ear EEG","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Number of awakenings within TST from Ear EEG","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Arousal index which is number of arousals per hour from Ear EEG","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Ease-of-use and Comfort with ear EEG","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Ear EEG adverse device effects","description":"Difference in change in sleep metric between treatment groups (Melatonin \\[n=30\\] vs.placebo \\[n=30\\]) from baseline to 4 weeks. Sleep metrics will be derived from the EEG assessments as recommended by the American Academy of Sleep Medicine (AASM).","timeFrame":"Baseline and week 4."},{"measure":"Age","description":"The age of the participant will be calculated using the date of randomisation and the date of birth.","timeFrame":"Baseline"},{"measure":"Sex","description":"The sex of the participant assigned at birth (male or female)","timeFrame":"Baseline"},{"measure":"Height","description":"Self-reported in centimeter","timeFrame":"Baseline"},{"measure":"Weight","description":"Self-reported in kilograms","timeFrame":"Baseline"},{"measure":"Marital status","description":"Self-reported marital status","timeFrame":"Baseline"},{"measure":"Level of education","description":"The categories for level of education are compulsory education, upper secondary, bachelor degree, master degree, Phd degree","timeFrame":"Baseline"},{"measure":"Concomitant medication","description":"Self-reported concomitant medication will be recorded in the eCRF by a trained nurse during the information visit.","timeFrame":"Baseline"},{"measure":"Medical history and concomitant illnesses","description":"Self-reported medical history and concomitant illnesses relevant to the investigation will be recorded in the eCRF. A clinically significant worsening of a concomitant illness will be reported as an AE","timeFrame":"Baseline"},{"measure":"Blood pressure","timeFrame":"Baseline"},{"measure":"Heart rate","timeFrame":"Baseline"},{"measure":"Serum levels of Alanintransaminase (ALAT)","timeFrame":"Baseline"},{"measure":"Serum levels of creatinine","timeFrame":"Baseline"},{"measure":"Serum levels of Glomerular Filtration Rate (GFR)","timeFrame":"Baseline"},{"measure":"Choriogonadotropin (hCG)","description":"Urine test for pregnancy","timeFrame":"Baseline"},{"measure":"Pain sensitivity","description":"Pressure pain threshold is assessed using a handheld algometer. Pressure pain thresholds will be assessed locally at the right erector spinae muscle (3 cm from the fourth lumbar spinous process) and at the left upper trapezius muscle (10 cm horizontally from the acromion in direct line with the seventh cervical spinous process).","timeFrame":"Baseline and after 6 weeks."},{"measure":"Smoking status","description":"Self-reported","timeFrame":"Baseline"},{"measure":"Alcohol consumption","description":"Self-reported","timeFrame":"Baseline"},{"measure":"Physical activity level","description":"Self-reported","timeFrame":"Baseline"},{"measure":"Work status","description":"Self-reported","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nTo be eligible for the trial patients must fulfill all the following inclusion criteria:\n\n* Age 18 to 64 years\n* Understand and write Danish\n* Back pain for 3 months or longer\n* Back pain must be present on 'most days' or 'every day' within the past 3 months (will be checked by the question: 'In the past 3 months, how often did you have back pain? - response options: 'never'; 'some days'; 'most days'; 'every day')\n* Back pain must limit life or work activities on 'some days', 'most days', or 'every day' within the past 3 months. (will be checked by the question: 'In the past 3 months, how often did your back pain limit your life or work activities? - response options: 'never'; 'some days'; 'most days'; 'every day')\n* Average pain intensity of 4 or higher on 0-10 Numeric Rating Scale \\[NRS\\] in the past 7 days (ranging from 'no pain' to 'worst imaginable pain').\n* All fertile women must use safe contraception (Spiral, birth control pills, contraceptive patch, contraceptive vaginal ring or gestagen injections) for 3 weeks before and 1 week after the trial. If the participants' normal lifestyle includes sexual abstinence, they do not have to use contraception. Instead, they can give an oral informed consent, that they will be sexually abstinent during the trial. A woman is considered non-fertile if she is sterilized, hysterectomized, bilateral oophorectomized or is postmenopausal. A woman is considered postmenopausal when vaginal bleeding has been absent for 1 year (reported by the participant).\n\nExclusion Criteria:\n\nPatients will be excluded based on any of the following exclusion criteria:\n\n* Known abuse of alcohol or other substances\n* Self-selected non-user of e-boks\n* Opioid use (reported by participant)\n* Known malignancies within past 6 months (reported by participant)\n* Known fractures within past 4 months (reported by participant)\n* Known lumbar radiculopathy (reported by participant)\n* Known spinal stenosis (reported by participant)\n* Severe psychiatric disorders and/or psychotic symptoms evaluated by the investigator (reported by participant)\n* Suicide and self-damage thoughts (reported by participant)\n* Inflammatory/autoimmune arthritis (reported by participant)\n\nPatients with contraindications to Melatonin according to the Danish Medicines Agencys approved product information:\n\n* Moderate to severe kidney insufficiency (GFR \\< 30 mL/min)\n* Moderate to severe liver insufficiency (ALAT must not be elevated more than 3-fold over highest reference level)\n* Auto-immune diseases\n* Epilepsy\n* Warfarin use\n* Benzodiazipin use (including hypnotics)\n* Fluvoxamin use (Ciprofloxacin, Norfloxacin)\n* Calcium antagonist use (Verapamil, Nifedepin)\n* Pregnancy or pregnancy-wish or breastfeeding (a negative pregnancy test has to be available for all fertile female patients at baseline)\n* Intolerance to melatonin\n\nFor the EEG subgroup:\n\nIf the anatomy of the outer ear making it impossible to do ear EEG monitoring If there have a perforation of the tympanic membrane (eardrum) If they have an ear tube in the tympanic membrane If their ear piercings that are not compatible with ear EEG. If they use anticoagulants","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kubra Kilic, MSc","role":"CONTACT","phone":"004565413869","email":"Kubra.Kilic@rsyd.dk"},{"name":"Henrik Bjarke Vaegter, PhD","role":"CONTACT","phone":"004565413869","email":"hbv@rsyd.dk"}],"overallOfficials":[{"name":"Karin Due Bruun, PhD","affiliation":"University Hospital Odense","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001416","term":"Back Pain"}],"ancestors":[{"id":"D000010146","term":"Pain"},{"id":"D000009461","term":"Neurologic Manifestations"}],"browseLeaves":[{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M4714","name":"Back Pain","asFound":"Back Pain","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008550","term":"Melatonin"}],"ancestors":[{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000002492","term":"Central Nervous System Depressants"}],"browseLeaves":[{"id":"M11533","name":"Melatonin","asFound":"Communication","relevance":"HIGH"},{"id":"M4292","name":"Antioxidants","relevance":"LOW"},{"id":"M21869","name":"Protective Agents","relevance":"LOW"},{"id":"T410","name":"Melatonin","asFound":"Communication","relevance":"HIGH"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}