{"protocolSection":{"identificationModule":{"nctId":"NCT06473740","orgStudyIdInfo":{"id":"GENEVA"},"organization":{"fullName":"Amur State Medical Academy","class":"OTHER"},"briefTitle":"The Endovascular Plus GENe Therapy Versus Only EndoVascular Therapy for Severe Limb ischaemiA Trial","officialTitle":"Multicenter Randomized Prospective Controlled Trial of the Clinical Effectiveness of a Best Endovascular Treatment Versus a Best Endovascular Treatment in Combination With Gene Therapy for Severe Limb Ischemia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-05-19","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-05-19","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-02-29","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Amur State Medical Academy","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"GENEVA is the world's first multicenter, randomized, prospective, controlled trial of the clinical effectiveness of best endovascular treatment versus best endovascular treatment combined with gene therapy for severe lower limb ischemia (Rutherford categories 4 and 5). The researchers hypothesized that the combination treatment would significantly reduce the number of re-interventions on the operated segment and high amputations, and also significantly increase the time interval between re-interventions.","detailedDescription":"Objective - To prove the effectiveness and safety of combined endovascular treatment and gene therapy for Fontaine grades III and IV CI (Rutherford grades 4 and 5) in comparison with isolated endovascular treatment by comparing the immediate and long-term results of the two techniques, assessed using clinical and instrumental methods.\n\nNull hypothesis (Ð0) - After endovascular treatment in combination with gene therapy with supercoiled plasmid deoxyribonucleic acid pCMV-VEGF165 in patients with critical ischemia of the lower limb III and IV degrees according to Fontaine (categories 4 and 5 according to Rutherford), the number of re-interventions on the operated segment and the number high amputations will be the same as after isolated endovascular treatment.\n\nThe frequency of re-interventions on the operated segment during endovascular interventions in the long-term period according to the main randomized clinical trials (BASIL 1, BASIL 2, BEST-CLI) is 25.9%, 19.0%, 23.5%, and the number of high amputations (BASIL 1, BASIL 2) - 19.1% and 18.0% respectively. High amputations lead to disability and loss of performance, incl. and working population. Within 5 years after major amputation, more than half of patients die from concomitant diseases. Each repeat revascularization is significantly more difficult and longer than the previous intervention, reducing the potential for future interventions.\n\nIn this regard, the search for new modern minimally invasive methods for the treatment of critical ischemia of the lower extremities, which will help to significantly reduce the number of high amputations and repeated interventions, as well as increase the intervals between repeated interventions, is an extremely important medical and economic problem."},"conditionsModule":{"conditions":["Severe Lower Limb Ischemia"],"keywords":["gene therapy","amputation","severe lower limb ischemia","endovascular treatment","stenting","balloon angioplasty"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":386,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Observation group","type":"EXPERIMENTAL","description":"Best endovascular treatment + Introduction Neovasculgen (International nonproprietary or group name: deoxyribonucleic acid plasmid supercoiled pCMV-VEGF165). Dosage form: Lyophilisate for the preparation of a solution for intramuscular administration in the form of a white powder. Composition for 1 bottle: Active ingredient: supercoiled plasmid deoxyribonucleic acid pCMV-VEGF165 1.2 mg. Excipients: dextrose monohydrate - 60.0 mg, sodium hydrogen phosphate dodecahydrate - 3.94 mg, sodium dihydrogen phosphate dihydrate - 0.16 mg. Description: White lyophilisate. Administer 1 bottle diluted in 20-50 ml of saline on days 7 and 21 after endovascular intervention intramuscularly along the affected vessel.","interventionNames":["Drug: Deoxyribonucleic acid supercoiled plasmid pCMV-VEGF165 (Neovasculgen)"]},{"label":"Standart of Care","type":"NO_INTERVENTION","description":"Arterial stenting with stent grafts or balloon angioplasty"}],"interventions":[{"type":"DRUG","name":"Deoxyribonucleic acid supercoiled plasmid pCMV-VEGF165 (Neovasculgen)","description":"The drug \"Neovasculgen\" is a highly purified supercoiled form of the pCMV-VEGF165 plasmid, encoding the Vascular endothelial growth factor (VEGF) under the control of a promoter (DNA control region). Recombinant plasmid DNA consists of the following components: a fragment of the regulatory region (22 nucleotide pairs), which determines the transcription of the gene, the VEGF minigene, upon expression of which the VEGF isoform is synthesized, consisting of 165 amino acids, a splicing signal, a polyadenylation signal and the SV40 transcription terminator, ensuring the synthesis of the mature RNA gene and auxiliary regions required for efficient biosynthesis of plasmid DNA in the cells of the producer strain of Escherichia coli. When molecules of this plasmid penetrate into mammalian cells, VEGF is produced, which stimulates endothelial cells, which leads to the growth of blood vessels (vascularization) in the area of injection.","armGroupLabels":["Observation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Numper of participants with freedom from repeated interventions on the operated segment","description":"the need for re-intervention on the operated segment will be determined based on the clinical data (return of severe ischemia of the operated limb) together with ultrasound and/or computed tomography data; counting the number of re-interventions in the study group","timeFrame":"within 2 years after the intervention"},{"measure":"Numper of participants with freedom from high amputations","description":"amputations will be performed in patients with the development of gangrene of the lower limb; counting the number of high amputations in each study group","timeFrame":"within 2 years after the intervention"}],"secondaryOutcomes":[{"measure":"amputation-free survival","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"overall survival","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"time to major amputation","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"time to MALE (Major adverse limb event )","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"time to MACE (Major adverse cardiovascular event )","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"change time in pain-free walking distance","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"safety assessment - monitoring for serious adverse events throughout the study after the first drug administration","description":"according to the researchers and the monitor","timeFrame":"within 2 years after the intervention"},{"measure":"Number of participants with mortality","description":"database data","timeFrame":"within 30 days after the first revascularization"},{"measure":"VAS(Visual Pain System) pain reduction from 0 to 10, where 0 - no pain and 10 - very strong pain","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"Dynamics of ulcerchealing in diabetic foot syndrome according to the PEDIS classification (Perfusion, Extent, Depth, Infection, Sensation)","description":"database data","timeFrame":"within 2 years after the intervention"},{"measure":"Hemodynamic measurements (ankle brachial index changes)","description":"database data","timeFrame":"within 2 years after the intervention"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Men and women 18 years of age and older;\n2. Atherosclerotic infrainguinal disease of the peripheral arteries (occlusive-stenotic lesion below the inguinal fold);\n3. Severe ischemia of the lower extremity, characterized by pain at rest or a non-healing ischemic ulcer, which corresponds to Rutherford categories 4-5 and Fontaine grades III-IV;\n4. Without any previous surgical intervention of the ipsilateral n/a below the inguinal fold;\n5. Suitable for endovascular treatment according to researchers;\n6. Adequate inflow through the aorto-iliac segment;\n7. Willingness to comply with the study protocol, attend follow-up examinations, comply with all instructions and provide written informed consent.\n\nNon-inclusion criteria:\n\n1. Infrainguinal disease of peripheral arteries of non-atherosclerotic origin (aortoarteritis, thromboangiitis, congenital anomalies, vascular injuries, etc.) or acute ischemia;\n2. Severe ischemia of the lower limb, characterized by gangrene (Rutherford category 6);\n3. The presence of a popliteal aneurysm (\\>2.0 cm) on the area of interest;\n4. Life expectancy \\<2 years, for reasons not related to occlusive-stenotic disease of the arteries of the n/c;\n5. Planned high amputation on the ipsilateral lower extremity within 4 weeks after the planned endovascular procedure;\n6. Hypersensitivity to any components included in the study drug;\n7. Previous surgical intervention below the inguinal fold (open vascular, endovascular or hybrid treatment);\n8. Open treatment of the inflow tract of the ipsilateral lower limb within 6 weeks before enrollment in the study (aortofemoral, iliofemoral, axillofemoral, femorofemoral bypass);\n9. Current chemotherapy or radiation therapy;\n10. Pregnancy or lactation;\n11. Cases of AMI, CABG or stroke within 6 weeks before enrollment in the study;\n12. An absolute contraindication to the use of iodinated contrast agent due to a previous severe allergic reaction (laryngospasm, bronchospasm, cardiorespiratory shock or their equivalent);\n13. Participation in another clinical trial within the previous 30 days;\n14. The patient's inability to understand the essence of the study;\n15. Refusal of the patient to sign informed consent.\n\nExclusion Criteria:\n\n1. Refusal of the patient to further participate in the study;\n2. Use of drugs from the list of prohibited concomitant therapy;\n3. The use of any other concomitant therapy that, in the opinion of the investigator, may interfere with the assessment of the effectiveness and safety of the investigational medicinal product and/or distort the results of the study;\n4. Onset of pregnancy;\n5. Injuries and damage to the ipsilateral lower limb, which, in the opinion of the investigator, may interfere with the assessment of the effectiveness and safety of the study drug and/or distort the results of the study;\n6. The presence of an adverse event that, in the opinion of the investigator, indicates that continued participation in the study poses an unacceptable risk for the patient.\n7. The occurrence or identification of concomitant diseases that prevent the patient's further participation in the clinical trial, in the opinion of the investigator.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alrxander Korotkikh, PhD","role":"CONTACT","phone":"+7 (922) 079-06-22","email":"dr.alex.korotkikh@gmail.cpm"},{"name":"Sergey Radaev","role":"CONTACT","phone":"+70(969) 255-14-30","email":"radaev@nextgene.ru"}],"overallOfficials":[{"name":"Alrxander Korotkikh, PhD","affiliation":"Amur State Medical Academy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Amur State Medical Academy","status":"RECRUITING","city":"Blagoveshchensk","state":"Amur","zip":"675001","country":"Russian Federation","contacts":[{"name":"Alexander Korotkikh, PhD","role":"CONTACT","phone":"+7 (922) 079-06-22","email":"dr.alex.korotkikh@gmail.com"},{"name":"Sergey Radaev","role":"CONTACT","phone":"+7 (969) 255-14-30","email":"radaev@nextgene.ru"}],"geoPoint":{"lat":50.27961,"lon":127.5405}}]},"referencesModule":{"references":[{"pmid":"32240132","type":"BACKGROUND","citation":"Vasil'ev AP, Strel'tsova NN, Bessonov IS, Korotkikh AV. [State of microcirculation in patients with atherosclerosis and diabetes mellitus after limb revascularization]. Angiol Sosud Khir. 2020;26(1):22-29. doi: 10.33529/ANGIO2020112. Russian."}],"availIpds":[{"type":"Individual Participant Data Set","url":"https://patientdatabase.ishemii.net/login"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL","ICF","CSR"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007511","term":"Ischemia"}],"ancestors":[{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M10543","name":"Ischemia","asFound":"Ischemia","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M11900","name":"Mitogens","relevance":"LOW"},{"id":"M18681","name":"Endothelial Growth Factors","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}