{"protocolSection":{"identificationModule":{"nctId":"NCT06482697","orgStudyIdInfo":{"id":"K5441"},"organization":{"fullName":"Peking Union Medical College Hospital","class":"OTHER"},"briefTitle":"Safety and Efficacy of Different Procedures of Colpocleisis: a Randomized Controlled Trial","officialTitle":"To Compare the Clinical Efficacy and Complications of Total Colpocleisis and Partial Colpocleisis in the Treatment of Pelvic Organ Orolapse"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Lan Zhu","investigatorTitle":"Director of the Department of Obstetrics and Gynecology at Peking Union Medical College Hospital","investigatorAffiliation":"Peking Union Medical College Hospital"},"leadSponsor":{"name":"Lan Zhu","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Pelvic organ prolapse (POP) is one of the most common benign gynecological diseases among middle-aged and elderly women, which severely affects the quality of life of patients. Colpocleisis for the treatment of POP has a high success rate and low incidence of complications. The classic colpocleisis is divided into total colpocleisis and partial colpocleisis (LeFort). However, there are no long-term follow-up large-scale randomized trials to compare the clinical efficacy, complications between the two surgical methods. This study aims to compare the incidence of surgical complications, objective surgical success rate, subjective satisfaction rate, pelvic floor symptom improvement rate, and regret rate in patients with pelvic organ prolapse treated by total colpocleisis and LeFort.\n\nMethods: This trial is a prospective, multicenter, randomized, non-blinded non-inferiority trial, comparing the application of hysterectomy with total colpocleisis and LeFort in symptomatic pelvic organ prolapse patients with no need for vaginal sexual life, and aged ≥70 years. The primary outcome measure is the incidence of surgical complications, including perioperative and postoperative complications within 3 months, as well as the incidence of severe complications. Secondary outcomes include the objective surgical success rate, subjective satisfaction rate, pelvic floor symptom improvement rate, and regret rate at 3 months, 1 year, and 2 years post-surgery. This study is a non-inferiority study, based on the literature reports that the incidence of complications for colpocleisis and LeFort with hysterectomy are 11.4% and 7.0%, respectively, with a non-inferiority boundary value of 5%, α=0.025 (one-sided), β=0.2, and a ratio of 1:1 between the two groups. The sample size is calculated to be n=296, considering a 10% dropout rate, a total of 330 patients need to be included.\n\nDiscussion: This is a randomized multicenter clinical trial that will provide evidence to demonstrate the differences in complications and efficacy between colpocleisis and LeFort with hysterectomy."},"conditionsModule":{"conditions":["Pelvic Organ Prolapse"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":330,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"total colpocleisis","type":"ACTIVE_COMPARATOR","interventionNames":["Procedure: total colpocleisis"]},{"label":"partial colpocleisis (LeFort)","type":"EXPERIMENTAL","interventionNames":["Procedure: partial colpocleisis (LeFort)"]}],"interventions":[{"type":"PROCEDURE","name":"total colpocleisis","description":"Total colpocleisis refers to the process where, during the dissection of the anterior and posterior vaginal walls to remove the vaginal mucosa, no holes are left. When suturing, the anterior and posterior vaginal walls are completely interrupted with mattress sutures, and no holes are left on either side or at the top of the vagina.","armGroupLabels":["total colpocleisis"]},{"type":"PROCEDURE","name":"partial colpocleisis (LeFort)","description":"LeFort involves the removal of a rectangular piece of mucosa from the anterior and posterior walls of the vagina, leaving a strip of mucosa 2 to 3 cm wide on each side of the vagina. The dissection is carried out close to the vaginal mucosa while preserving the vaginal bladder fascia as much as possible, creating channels on both sides of the vagina.","armGroupLabels":["partial colpocleisis (LeFort)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Surgical complication rate","description":"The surgical complication rates include the incidence of complications during the perioperative period and within 3 months postoperatively, as well as the incidence of severe complications.","timeFrame":"at the perioperative period and three months of follow-up"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Symptomatic POP patients (POP-Q ≥ stage II) with no need for vaginal sexual life, aged 70 or older\n* Patients who are eligible for long-term follow-up for at least one year\n* Patients who agree to participate in this study and have signed the informed consent form.\n\nExclusion Criteria:\n\n* During the acute phase of infection of the internal and/or external genital organs\n* Patients who cannot undergo hysterectomy through the vagina\n* Patients who have previously undergone hysterectomy or subtotal hysterectomy\n* Patients diagnosed with stress urinary incontinence by preoperative urodynamic examination\n* Patients who are unable to take care of themselves, have cognitive impairment, are bedridden for a long time, and cannot complete follow-up\n* Patients with severe comorbidities that prevent them from undergoing surgery\n* Patients with coagulation dysfunction or those who are receiving therapeutic anticoagulant therapy\n* Patients whom the researcher considers may have other medical, psychological diseases, or social factors that prevent them from cooperating to complete this study","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"70 Years","maximumAge":"90 Years","stdAges":["OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ying Zhou, MD","role":"CONTACT","phone":"+8613681253992","email":"shellypumch@163.com"}],"overallOfficials":[{"name":"Lan Zhu, MD","affiliation":"Peking Union Medical College Hospital","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011391","term":"Prolapse"},{"id":"D000056887","term":"Pelvic Organ Prolapse"}],"ancestors":[{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M14261","name":"Prolapse","asFound":"Prolapse","relevance":"HIGH"},{"id":"M28618","name":"Pelvic Organ Prolapse","asFound":"Pelvic Organ Prolapse","relevance":"HIGH"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}