{"protocolSection":{"identificationModule":{"nctId":"NCT06476743","orgStudyIdInfo":{"id":"REC/RCR & AHS/23/0299"},"organization":{"fullName":"Riphah International University","class":"OTHER"},"briefTitle":"Comparative Effects of Sensory Integration Therapy and Balance Board Training in Community Dwelling Older Adults","officialTitle":"Comparative Effects of Sensory Integration Therapy and Balance Board Training on Balance, Postural Stability, Functional Mobility and Risk of Fall in Community Dwelling Older Adults"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Riphah International University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Balance plays a significant role in stability and walking and it's essential for improving the quality of life and functional autonomy while reducing the risk of falling. This research intends to shed light on the advantages of sensory integration therapy and balance board training because it is important to addressing the issues related to ageing and their possible effects.","detailedDescription":"Previously the study was conducted to determine how sensory integration training affected older persons (aged 50 to 80) in terms of their ability to balance. Twelve healthy volunteers and eight people who had suffered a chronic stroke were included in this study. The participants were trained for six weeks. During standing and dynamic base-of-support exercises, repeated sensory training targeted visual and somatosensory inputs. The balance error scoring system, was used to evaluate standing balance both before and after training. With the exception of the most difficult condition (the single leg stand on a foam surface), there were no appreciable declines (improvements in balance) between pre and post-test for the healthy individuals. It was noted that the stroke participants' ability for balance had increased.\n\nThe study conducted in 2021 aimed at the comparison between the effects of virtual reality training (VRT) and conventional balance training (CBT) on the balance of the elderly. 36 elderly who are living in nursing homes were randomly divided into three groups: virtual reality training, conventional balance training and control group. Each group participated in a 60 min session, 3 times per week for 9 weeks. To assess the balance, the balance tests were used on single-leg stance (STS) with open and closed eyes, functional reach test (FRT), timed up and go test (TUG) and Fullerton advance balance scale (FABS). After the intervention the results showed that neither VRT nor CBT training method superior to other.\n\nIn 2020, a study was conducted to determine how combined strength and balance training affected the measurements of muscular strength and balance in older women who had previously had falls. Twenty-seven senior ladies were divided into two groups at random: the intervention group (IG, n = 12) and the control group (CG, n = 15). The IG underwent eight weeks of combined strength and balance training, consisting of three sessions per week with force plate visual biofeedback. .. At a rehabilitation facility, the CG got physical treatment and gait training. balance, and muscle strength (assessed by the sit-to-stand test, weight-bearing squat, which calculates the proportion of body mass supported by each leg at various knee flexions \\[0째, 30째, 60째, and 90째). The modified clinical test of sensory interaction was utilized for balance assessments. This study shows that combined strength and balance training reduced sway oscillation in the IG and enhanced the percentage distribution of body weight between the legs.\n\nPreviously a study aimed to assess the efficacy of long term balance training with and without sensory augmentation among community dwelling healthy older adults. Twelve participants were randomly assigned into two groups. The experimental group received vibrotactile sensory augmentation through the smart phone balance trainers. While the control group performed exercises without sensory augmentation. Balance performance was assessed by using (activity balance confidence scale, sensory organization test, mini balance evaluation, Functional reach test, gait speed test, time up and go). After training the experimental group had significantly greater impairments in sensory organization test and mini balance evaluation systems test score than control group.\n\nThe study was conducted aimed to investigate the feasibility of a home based Wi balance training with mobile older stroke survivors. 14 persons participated in the study and were randomized to the training group (n=6) and the conventional balance training group (n=8). To get information about individual balance deficits that berg balance scale and dynamic gait index, ABC scale, timed up and go test (TUG) and a posturographic measurement were conducted. The results showed that unsupervised use of Wii balance board in the home environment seems possible and adequate for older stroke survivors with low functional limitation.\n\nThe study was to assess to which extent two similar skiing games challenge balance, as reflected in center of mass (COM) movements relative to their functional limits of stability (FLOS). Thirty young and elderly participants performed two skiing games, one on the Wii balance board (wiiski), which uses a force plate and one with the Kinect sensor (kinski), which performs motion tracking. During gameplay, kinematics were captured using seven opto electronical cameras. Subjects showed significantly larger maximal %FLOS displacement during the kinski game than during the Wiiski game. Furthermore, maximal COM displacement and COM speed in kinski remained similar or increased over trials, whereas for Wiiski it decreased.\n\nThough, exercise is considered significant for older adults, most of the available literature and publications focuses on individual exercise interventions rather than directly comparing them. Thus, up to the author's knowledge, no studies have been found to compare how balance board training and sensory integration treatment affects functional mobility, postural stability, balance, and fall risk. Moreover, the literature on the relationship between improving balance and sensory integration is quite thin. Among latest researches, only fewer provide thorough procedures for sensory integration treatment and balance board training. Therefore, Present study aims to bridge this gap by optimizing exercise strategies and providing the evidence-based recommendations tailored to the unique needs of older adults."},"conditionsModule":{"conditions":["Geriatrics"],"keywords":["older adults","mobility limitation","Postural balance","Sensory"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":58,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sensory Integration Therapy","type":"ACTIVE_COMPARATOR","description":"Sensory integration therapy in older adults focuses on optimizing sensory processing to enhance overall function and well-being. It aims to improve sensory perception, coordination, and integration, which are essential for maintaining balance and mobility","interventionNames":["Other: Sensory Integration Therapy"]},{"label":"Balance Board Training","type":"ACTIVE_COMPARATOR","description":"Balance board training in older adults is a targeted approach aimed at enhancing stability and reducing fall risk. Utilizing specialized boards, it challenges balance control and proprioception, crucial for maintaining equilibrium. Through regular practice, older adults can improve muscle strength, coordination, and confidence in weight-bearing activities","interventionNames":["Other: Balance Board Training"]}],"interventions":[{"type":"OTHER","name":"Sensory Integration Therapy","description":"This group will receive sensory integration therapy for 30 minutes along with routine physical therapy treatment (warm up exercises and Stretching exercises (hamstrings, quadriceps, and calf muscles) for 15 minutes per session for 3 days a week for 8 week.","armGroupLabels":["Sensory Integration Therapy"]},{"type":"OTHER","name":"Balance Board Training","description":"This group will receive balance board training for 30 minutes along with routine physical therapy treatment (warm up exercises and Stretching exercises (hamstrings, quadriceps, and calf muscles) for 15 minutes per session for 3 days a week.","armGroupLabels":["Balance Board Training"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Berg Balance Scale","description":"Berg balance scale is used to find and access the balance issues. This scale consists of 14 task which related to everyday life. Each function rates from 0 (worst) to 4 (best) along a dependence and independence sequence. In this test, we gradually reduce the base of support from sitting and standing to single-leg stance, assess a subject's capacity to sustain positions or movements of increasing difficulty. One's ability to change position is also evaluated","timeFrame":"8th week"}],"secondaryOutcomes":[{"measure":"Time up and go test","description":"The TUG test measures the time, in seconds, taken by an individual to stand up from a standard arm chair, walk at their standard pace a distance of 3 meters, turn, walk back to the chair, and sit down. The TUG is widely used because it is reliable and it tests several important balance and mobility skills, including, sit-to-stand transitions, turning, and gait. Time less than 13.5 seconds indicate good mobility.","timeFrame":"8th week"},{"measure":"Fall risk assessment tool","description":"The Johns Hopkins Fall Risk Assessment Tool (JHFRAT) is a tool that makes possible to implement a multi-factorial assessment of the risk of falling in a simple way, which requires an average of 5 min for its completion. The maximum score for this tool is 20. Score of 16-20 indicate high risk of fall, while the score between 5-10 indicate low risk of fall.","timeFrame":"8th week"},{"measure":"Functional Reach Test","description":"Functional reach test is designed to assess the postural stability. During the test, the person stands next to a wall with their arm raised to 90 degrees. They then reach forward as far as possible without taking a step, while maintaining their balance. The distance reached is measured from the starting position to the fingertips at maximum reach.\n\nA score of 6 or less indicate poor postural stability thereby increasing risk of fall.\n\nA score greater than 10 indicates good postural stability and minimum risk of fall","timeFrame":"8th week"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Should be living independently (FIM 108-126).\n* No history of lower limb injury in the 1 year prior to the study.\n* Individuals with MMSE score greater than or equal to 24.\n* Individuals with BBS score 41-56.\n\nExclusion Criteria:\n\n* Individuals with recent cardiac or neurological changes in medical status.\n* Individuals with recent surgical procedures within the last 6 months will not include in the study.\n* Individuals with the presence of inner ear problems, dizziness, long-term medication.\n* A history of injury within 1 year before the study.","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hira Jabeen","role":"CONTACT","phone":"03234116506","email":"hira.jabeen@riphah.edu.pk"}],"overallOfficials":[{"name":"Hira Jabeen","affiliation":"Riphah International University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Al-Shifa Malik Hospital","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"Hira Jabeen","role":"CONTACT","phone":"03234116506","email":"hira.jabeen@riphah.edu.pk"},{"name":"Mahrukh Yaseen, DPT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.558,"lon":74.35071}},{"facility":"Gosha e Shifa Hosital","status":"RECRUITING","city":"Lahore","state":"Punjab","zip":"54000","country":"Pakistan","contacts":[{"name":"Hira Jabeen","role":"CONTACT","phone":"03234116506","email":"hira.jabeen@riphah.edu.pk"},{"name":"Mahrukh Yaseen, DPT","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":31.558,"lon":74.35071}}]},"referencesModule":{"references":[{"pmid":"33018831","type":"BACKGROUND","citation":"Thompson LA, Savadkoohi M, de Paiva GV, Augusto Renno Brusamolin J, Guise J, Suh P, Guerrero PS. Sensory integration training improves balance in older individuals. Annu Int Conf IEEE Eng Med Biol Soc. 2020 Jul;2020:3811-3814. doi: 10.1109/EMBC44109.2020.9175715."},{"pmid":"34311059","type":"BACKGROUND","citation":"Yousefi Babadi S, Daneshmandi H. Effects of virtual reality versus conventional balance training on balance of the elderly. Exp Gerontol. 2021 Oct 1;153:111498. doi: 10.1016/j.exger.2021.111498. Epub 2021 Jul 24."},{"pmid":"33424642","type":"BACKGROUND","citation":"Zouita S, Zouhal H, Ferchichi H, Paillard T, Dziri C, Hackney AC, Laher I, Granacher U, Ben Moussa Zouita A. Effects of Combined Balance and Strength Training on Measures of Balance and Muscle Strength in Older Women With a History of Falls. Front Physiol. 2020 Dec 23;11:619016. doi: 10.3389/fphys.2020.619016. eCollection 2020."},{"pmid":"29347946","type":"BACKGROUND","citation":"Bao T, Carender WJ, Kinnaird C, Barone VJ, Peethambaran G, Whitney SL, Kabeto M, Seidler RD, Sienko KH. Effects of long-term balance training with vibrotactile sensory augmentation among community-dwelling healthy older adults: a randomized preliminary study. J Neuroeng Rehabil. 2018 Jan 18;15(1):5. doi: 10.1186/s12984-017-0339-6."},{"pmid":"30155268","type":"BACKGROUND","citation":"Golla A, Muller T, Wohlfarth K, Jahn P, Mattukat K, Mau W. Home-based balance training using Wii Fit: a pilot randomised controlled trial with mobile older stroke survivors. Pilot Feasibility Stud. 2018 Aug 25;4:143. doi: 10.1186/s40814-018-0334-0. eCollection 2018."},{"pmid":"29028622","type":"BACKGROUND","citation":"de Vries AW, Faber G, Jonkers I, Van Dieen JH, Verschueren SMP. Virtual reality balance training for elderly: Similar skiing games elicit different challenges in balance training. Gait Posture. 2018 Jan;59:111-116. doi: 10.1016/j.gaitpost.2017.10.006. Epub 2017 Oct 5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M26689","name":"Mobility Limitation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}