{"protocolSection":{"identificationModule":{"nctId":"NCT06478420","orgStudyIdInfo":{"id":"COV-CHIM02"},"organization":{"fullName":"University of Oxford","class":"OTHER"},"briefTitle":"COV-CHIM02: SARS-CoV-2 Omicron BA.5 Subvariant Dose Finding Infection Study","officialTitle":"A Dose Finding Human Experimental Infection Study With SARS-CoV-2 Omicron BA.5 Subvariant in Healthy Volunteers Immunologically Experienced Against SARS-CoV-2"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-26","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Oxford","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A phase 1, dose-finding open label clinical infection, safety and viral detection optimization in healthy volunteers immunologically experienced against SARS-CoV-2.","detailedDescription":"The aim of this phase 1 dose escalation study is to develop a safe human infection model with SARS-CoV-2 in healthy volunteers who have previously been vaccinated against SARS CoV-2 and either have been infected with SARS-CoV-2 and have evidence of this, or have developed antibodies against SARS-CoV-2. Increasing titres of SARS-CoV-2 Omicron BA.5 subvariant (starting from 1x10\\^5 TCID50, up to 1x10\\^8 TCID50) will be administered intranasally to different groups of 5-7 volunteers. This is in order to achieve a 50%-75% attack rate as determined by two or more quantifiable qRT-PCR detections at two consecutive timepoints from 2 days post-challenge.\n\nA Data Safety Monitoring Board (DSMB) will review safety and quantitative virology data at each dose level and will recommend continuation, dose escalation or de-escalation, based on emergent data. Dose escalation will take place in increments of up to 10 times the previous dose. Once the optimal dose of SARS-CoV-2 Omicron BA.5 subvariant has been identified in group 1, further inoculations in group 2 may proceed following DSMB review of infection rate, viral load and clinical data. Group 1 will enrol up to 28 participants whilst up to 24 participants will be enrolled into Group 2 across several sites.\n\nRescue therapy with Paxlovid or alternative agents subject to local site availability (e.g. Remdesivir) will be administered to infected participants after any warning signs or symptoms of COVID-19 beyond mild disease.\n\nVolunteers with PCR positivity from 2 days post-challenge will remain in negative pressure isolation rooms within the clinical trials unit for a minimum of 14 days post-inoculation, and until no viable virus is found in two consecutive samples and a negative or decreasing viral load is demonstrated by qRT-PCR. Volunteers without PCR positivity from 2 days post-challenge will remain in negative pressure isolation rooms within the clinical trials unit for a minimum of 11 days post-inoculation."},"conditionsModule":{"conditions":["SARS-CoV-2 Infection"],"keywords":["Covid-19","SARS-CoV-2","Controlled human infection model","Infection study","Omicron"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":45,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Group 1A: Low dose challenge","type":"EXPERIMENTAL","description":"Intranasal viral challenge with 1x10\\^5 TCID50 in healthy volunteers (n=5-7).","interventionNames":["Biological: Omicron BA.5 SARS-CoV-2 challenge virus"]},{"label":"Group 1B: Medium dose #1 challenge","type":"EXPERIMENTAL","description":"Intranasal viral challenge with 1x10\\^6 TCID50 in healthy volunteers (n=5-7).","interventionNames":["Biological: Omicron BA.5 SARS-CoV-2 challenge virus"]},{"label":"Group 1C: Medium dose #2 challenge","type":"EXPERIMENTAL","description":"Intranasal viral challenge with 1x10\\^7 TCID50 in healthy volunteers (n=5-7).","interventionNames":["Biological: Omicron BA.5 SARS-CoV-2 challenge virus"]},{"label":"Group 1D: High dose challenge","type":"EXPERIMENTAL","description":"Intranasal viral challenge with 1x10\\^8 TCID50 in healthy volunteers (n=5-7).","interventionNames":["Biological: Omicron BA.5 SARS-CoV-2 challenge virus"]},{"label":"Group 2: Dose confirmation group","type":"EXPERIMENTAL","description":"Intranasal viral challenge with the dose identified from group 1A-D (n=up to 24)","interventionNames":["Biological: Omicron BA.5 SARS-CoV-2 challenge virus"]}],"interventions":[{"type":"BIOLOGICAL","name":"Omicron BA.5 SARS-CoV-2 challenge virus","description":"The SARS-CoV-2 challenge virus strain was originally obtained from a nose/throat swab taken from a patient who developed respiratory symptoms consistent with Covid-19. All manufacturing steps are carried out in accordance with GMP by BioMARC, operating out of Colorado State University.","armGroupLabels":["Group 1A: Low dose challenge","Group 1B: Medium dose #1 challenge","Group 1C: Medium dose #2 challenge","Group 1D: High dose challenge","Group 2: Dose confirmation group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Occurrence of solicited and unsolicited adverse events, including severe adverse events","description":"Safety and human clinical response to SARS-CoV-2 Omicron BA.5 subvariant intranasal challenge in participants who are immunologically experienced against SARS-CoV-2 will be measured by solicited and unsolicited adverse events, including severe adverse events, post viral challenge and other objective parameters such as vital signs, physical examination, smell test, spirometry, ECG, and clinical laboratory results.","timeFrame":"Day 180"},{"measure":"Selection of the optimal SARS-CoV-2 dose(s)","description":"The optimal dose is the dose required to induce laboratory confirmed upper respiratory tract infection in 50%-75% of immunologically experienced, healthy volunteers following intranasal challenge.\n\nLaboratory confirmed infection is defined as two or more quantifiable SARS-CoV-2 qRT-PCR from mid-turbinate or throat swab samples, at two consecutive time points starting from D2 post challenge and up to discharge from quarantine.","timeFrame":"Day 14 or until discharge criteria is met"}],"secondaryOutcomes":[{"measure":"Determination of SARS-CoV-2 viral dynamics","description":"Assessment of the SARS-CoV-2 viral dynamics in upper respiratory samples from immunologically experienced individuals including: determination of the incubation period, peak viral load and the mean duration of infectious viral shedding from quantitative RT-PCR or cell culture.","timeFrame":"Day 14 or until discharge criteria is met"},{"measure":"Identification of host immune responses that are associated with SARS-CoV-2 infection status and/or viral load.","description":"Characterisation of humoral immunity markers via blood neutralising antibody titres, blood and mucosal binding antibody titres, and mucosal surrogate neutralising antibody titres.","timeFrame":"Day 180"}],"otherOutcomes":[{"measure":"Exploratory: Identification of alternate measures of viral shedding","description":"Quantitation and detection of virus in exhaled breath using facemask insert technology; other methods of live virus detection; viral sequencing.","timeFrame":"Day 14 or until discharge criteria is met"},{"measure":"Exploratory: Characterisation of immune responses to SARS-CoV-2, other coronaviruses and other commonly encountered vaccine or pathogen-derived antigens","description":"Utilised assays will include but will not be limited to:\n\n* Blood and mucosal antibody Fc-dependent functional assays\n* Blood and mucosal T cell functional assays","timeFrame":"Day 180"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Aged 18-40 years at the time of enrolment.\n2. Evidence of having had at least one Covid-19 vaccine, with the last vaccination at least 3 months before enrolment.\n3. Positive serology for SARS-CoV-2 at screening OR evidence of prior infection with SARS-CoV-2 (Evidence will be assessed by a clinician and may include evidence of a positive PCR result, a photograph of a positive lateral flow on the volunteer's phone or anti-nucleocapsid positivity at any time).\n4. Body Mass Index (BMI) ≥18.5 kg/m2 and ≤28 kg/m2 at admission to the quarantine unit. The upper limit of BMI may be increased to ≤30kg/m2 at the PI's discretion, in the case of a physically fit muscular individual.\n5. In good health with no history of clinically significant medical conditions (as described in Exclusion criteria) that would interfere with subject safety, as defined by medical history, physical examination, routine laboratory tests, ECG, spirometry and Chest X-Ray as determined by the Investigator at a screening evaluation.\n6. Willing and able to provide written informed consent for participation in the study.\n7. Willing to allow the investigators to discuss the volunteer's medical history with their General Practitioner or any relevant health authority.\n8. Allow the investigator to register volunteer details with a confidential database (The Over-volunteering Protection Service) to prevent concurrent entry into clinical studies/trials.\n9. Agreement to refrain from blood donation during the course of the study.\n10. For people of child bearing potential (POCBP): a willingness to practice continuous effective contraception (see below) from 4 weeks before admission to the quarantine unit until discharge from the quarantine unit, and negative pregnancy tests on screening (urine) and pre-enrolment admission days (urine and serum).\n11. Agree to abstain from sexual activity or use effective contraception from the start of treatment with Paxlovid until 7 days after completing treatment with Paxlovid should they receive it. For people of child bearing potential (POCBP) taking the combined oral contraceptive pill, a willingness to use barrier contraception during treatment with Paxlovid and until completion of one menstrual cycle after completing Paxlovid treatment.\n12. Able and willing (in the investigator's opinion) to comply with all study requirements.\n13. No clinically relevant findings in medical history or on physical examination.\n\nExclusion Criteria:\n\n1. History or evidence of any clinically significant or currently active cardiovascular, (including thromboembolic events), respiratory, dermatological, gastrointestinal, endocrine, haematological, hepatic, immunological, rheumatological, metabolic, urological, renal, neurological or psychiatric illness. Specifically:\n\n   a) Subjects with any history of physician diagnosed and/or objective test confirmed asthma, chronic obstructive pulmonary disease, pulmonary hypertension, reactive airway disease, or chronic lung condition of any aetiology or who have experienced: i) Significant/severe wheeze in the past. ii) Severe respiratory illness as judged by the investigator (e.g. hospitalisation for pneumonia as an adult).\n\n   iii) Known bronchial hyperreactivity to viruses. b) History of thromboembolic, cardiovascular or cerebrovascular disease. c) History or evidence of diabetes mellitus. d) Any concurrent serious illness including history of malignancy that could interfere with the aims of the study or a subject completing the study. Basal cell carcinoma within 5 years of cure or with evidence of recurrence is also an exclusion.\n\n   e) Migraine with aura. Cluster headache/migraine requiring prophylactic treatment.\n\n   f) History or evidence of autoimmune disease or known immunocompromised state of any cause.\n\n   g) Psychiatric illness including subjects with a history of depression and/or anxiety with associated severe psychiatric comorbidities, for example psychosis. Consider exclusion in the following cases i) Subjects with history of anxiety-related symptoms of any severity within the last 2 years if the Generalized Anxiety Disorder-7 score is ≥5.\n\n   ii) Subjects with a history of depression of any severity within the last 2 years if the Patient Health Questionnaire-9 score is ≥4.\n\n   h) Bleeding disorder (e.g. factor deficiency, coagulopathy or platelet disorder), or prior history of significant bleeding or bruising following injections or venepuncture.\n\n   i) Other major disease that, in the opinion of the Investigator, could interfere with a subject completing the study and necessary investigations.\n2. Significant smoking history, defined as:\n\n   1. Current active smokers, equivalent to \\>5 cigarettes per week, including use of tobacco in any form (e.g., smoking or chewing) or other nicotine-containing products in any form (e.g., gum, patch or electronic cigarettes).\n   2. Ex-smokers: Participants who have smoked ≥5 pack years at any time \\[5 pack years is equivalent to one pack of 20 cigarettes a day for 5 years\\] or the equivalent amount of nicotine if using tobacco in alternative forms.\n\n      * Ex-smokers that have smoked \\<5 pack years at any time must have not smoked in the last 3 months.\n3. History or presence of alcohol addiction, or excessive use of alcohol (average weekly intake in excess of 28 units alcohol; one unit being a half glass of beer, a small glass of wine or a measure of spirits).\n4. Clinically significant history of drug misuse, with evidence of a negative urine drug and nicotine screen required at quarantine admission.\n5. History of anaphylaxis or any allergy likely to be worsened by any component of the study agent or proposed treatment regime.\n6. Clinically active rhinitis (including hay fever) or history of moderate to severe rhinitis, or history of seasonal allergic rhinitis likely to be active at time of inclusion into the study and/or requiring regular nasal corticosteroids on at least weekly basis, within 30 days of enrolment.\n7. Any significant abnormality altering the anatomy of the nose or nasopharynx, clinically significant history of epistaxis (nose bleeds) or any nasal or sinus surgery within six months of inoculation.\n8. Positive HBV, HCV or HIV screening serology.\n9. Concurrent use of oral, inhaled or systemic steroid medication or use within 6 months of enrolment (steroids used as a cream or ointment are permissible), or the use of other immunosuppressive agents concurrently or within 6 months of enrolment.\n10. Administration of immunoglobulins and/or any blood products within the three months preceding the planned study challenge date.\n11. Current use of any medication or other drug taken through the nasal or inhaled route including cocaine or other recreational drugs.\n12. Current pregnancy or pregnancy within 6 months of enrolment, lactation or intention to become pregnant during study period.\n13. Those in close domestic contact (i.e. sharing a household with, caring for, or daily face to face contact) with children under 2 years, the elderly (\\>65 years), immunosuppressed persons, or those with chronic respiratory disease.\n14. Participation in another research study or trial involving receipt of an investigational product in the 30 days preceding enrolment, or planned use during the study period.\n15. Confirmed Covid-19 in the 3 months prior to enrolment.\n16. Evidence of ongoing post Covid-19 symptoms or complications e.g. pulmonary fibrosis on chest X-ray.\n17. Previous hospitalisation with Covid-19 disease or related complications or unusually severe or protracted symptoms of Covid-19, as judged by the investigator.\n18. Family history of 1st degree relative aged 50 years or less with sudden cardiac or unexplained death.\n19. Family history of severe Covid-19 disease or response to any other viral disease e.g. Guillain-Barré.\n20. Clinically significant abnormality on screening chest radiograph.\n21. History of a clinically significant abnormality of spirometry.\n22. Any clinically significant abnormality of screening blood or urine tests.\n23. Receipt of any vaccine within the preceding 30 days from enrolment or has plans to receive a vaccine before the day 28 follow-up visit.\n24. Any other significant disease, disorder, or finding, which, in the opinion of the investigator, may either put the volunteer at risk, affect the volunteer's ability to participate in the study or impair interpretation of the study data.\n25. Venous access considered inadequate for the phlebotomy and cannulation demands of the study.\n26. Use of medication that interacts with Paxlovid (unless an alternative rescue therapy is available, the study doctor will be able to advise on this).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Volunteer Recruitment Co-ordinator","role":"CONTACT","phone":"01865611386","email":"Covid19-challenge@paediatrics.ox.ac.uk"}],"overallOfficials":[{"name":"Helen McShane, MD PhD","affiliation":"University of Oxford","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Centre for Clinical Vaccinology and Tropical Medicine","status":"RECRUITING","city":"Oxford","state":"Oxfordshire","zip":"OX3 7LE","country":"United Kingdom","contacts":[{"name":"Hannah Preston-Jones, MSc","role":"CONTACT","phone":"01865 611404","email":"hannah.preston-jones@paediatrics.ox.ac.uk"},{"name":"Helen McShane, Professor","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":51.75222,"lon":-1.25596}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007239","term":"Infections"},{"id":"D000003141","term":"Communicable Diseases"},{"id":"D000086382","term":"COVID-19"}],"ancestors":[{"id":"D000020969","term":"Disease Attributes"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000011024","term":"Pneumonia, Viral"},{"id":"D000011014","term":"Pneumonia"},{"id":"D000012141","term":"Respiratory Tract Infections"},{"id":"D000014777","term":"Virus Diseases"},{"id":"D000018352","term":"Coronavirus Infections"},{"id":"D000003333","term":"Coronaviridae Infections"},{"id":"D000030341","term":"Nidovirales Infections"},{"id":"D000012327","term":"RNA Virus Infections"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"}],"browseLeaves":[{"id":"M2561","name":"COVID-19","asFound":"SARS-CoV-2 Infection","relevance":"HIGH"},{"id":"M10283","name":"Infections","asFound":"Infection","relevance":"HIGH"},{"id":"M6368","name":"Communicable Diseases","asFound":"Infection","relevance":"HIGH"},{"id":"M22700","name":"Disease Attributes","relevance":"LOW"},{"id":"M13904","name":"Pneumonia","relevance":"LOW"},{"id":"M13914","name":"Pneumonia, Viral","relevance":"LOW"},{"id":"M14978","name":"Respiratory Tract Infections","relevance":"LOW"},{"id":"M17522","name":"Virus Diseases","relevance":"LOW"},{"id":"M20490","name":"Coronavirus Infections","relevance":"LOW"},{"id":"M6555","name":"Coronaviridae Infections","relevance":"LOW"},{"id":"M23685","name":"Nidovirales Infections","relevance":"LOW"},{"id":"M15149","name":"RNA Virus Infections","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]}},"hasResults":false}