{"protocolSection":{"identificationModule":{"nctId":"NCT06475560","orgStudyIdInfo":{"id":"322-2023-AK"},"organization":{"fullName":"Odense University Hospital","class":"OTHER"},"briefTitle":"Camera Capsule Endoscopy in the Routine Diagnostic Pathway for Colorectal Diseases","officialTitle":"Camera Capsule Endoscopy in the Routine Diagnostic Pathway for Colorectal Diseases","acronym":"DanCap"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Odense University Hospital","class":"OTHER"},"collaborators":[{"name":"Centre of Excellence Centre for clinical implementation of capsule endoscopy (CICA)","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Department of Surgery at Odense University Hospital (OUH) carries out approximately 10,000 colonoscopies each year, and this number is continuously increasing. Since 2014, the screening for colorectal cancer (CRC) has resulted in a significant increase in the colonoscopy workload. Conventional optical colonoscopy (OC) is a hospital-based procedure that can require sedation or analgesics and is often considered uncomfortable, intimidating, or even painful. The diagnostic yield of OC can be as low as 3-5% in some patient groups, which means that an endoscopist may need to perform 20 to 30 colonoscopies to identify one case requiring treatment. Physical or cultural barriers can also deter patients from attending appointments, leading to missed cancers or precancerous lesions. To address these challenges, an alternative pathway is needed to reduce the colonoscopy burden on the healthcare system while ensuring fewer findings are missed.\n\nOne solution is to use Colon Capsule Endoscopy (CCE) as a triage tool. This procedure can be performed in outpatient healthcare centers and requires less equipment than an OC. However, CCE offers no therapeutic capability, and individuals with clinically significant findings will still require an OC. A low reinvestigation rate (\\<25%-30%) is desirable for patient preference and the economy.\n\nTherefore, DanCap will introduce a new pathway that relies on CCE for routine colorectal examinations of symptomatic patients who are expected to have a low rate of positive findings and, consequently, a low reinvestigation rate, and asses the cost of this new pathway.","detailedDescription":"As the sensitivity of OC and CCE is constantly increasing and progressively smaller-size pathologies are detected, the association between detected lesions and patients' short- and long-term outcomes is becoming more uncertain. In some cases, such as with the resection of diminutive polyps, the number needed to treat to save one person (approx. 8.000) is very close to the number needed to cause one procedure-related death (10.000). Therefore, there is an increasing need to filter OC candidates and define a realistic threshold for treating or ignoring lesions.\n\nThe DanCap study fulfils this need by introducing a renewed approach to the diagnostic pathways using CCE. This approach offers out-of-hospital, accurate bowel diagnostics that allow for the decongestion of endoscopic services, as seen in the UK. It has an upscaling potential for national and international redesign of bowel diagnostics. Several clinical trials have demonstrated the strengths and weaknesses of CCE as compared to OC. The Scottish and English Services have shown the feasibility of routine use of CCE and the CCE-based services confirmed already known data with real-world equivalents regarding CCE's safety and high diagnostic quality. However, there are remaining concerns, primarily due to the high (45-60%) re-investigation rate, which makes the patient experience and cost-efficiency of CCE-based services inferior to that of the conventional OC counterpart. Based on these recent findings, setting up a routine diagnostic pathway for further evaluation of CCE in the clinical routine of patients with a low frequency of positive findings, including cost-efficiency assessment, is highly relevant. Here, introducing methods to predict a patient's findings may be extra relevant in the future. Currently, studies suggest that the use of faecal haemoglobin concentration or the microbiome composition may be useful biomarkers for colorectal cancer or precursor lesions. The predictive potential of these biomarkers in a diagnostic pathway has yet to be sufficiently tested, and more evidence is needed before clinical application is possible.\n\nOur study aims to investigate the DanCap pathway as a viable solution for CCE-based diagnostics in symptomatic patients, considered to have a high need for endoscopic evaluation due to the symptoms compatible with neoplastic disease, as referred from general practice (GP). This approach is expected to be cost-effective and maintain high clinical quality while relieving the burden on endoscopy wards in a Danish setting.\n\nThe study will provide data for pathway cost analysis of the CCE-based pathway compared to the traditional colonoscopy pathway based on a realistic medicine outcomes assessment.\n\nThe secondary aims are to:\n\n1. Compare the polyp detection rate (PDR) and CRC detection rates in both groups\n2. Investigate the role of FIT-testing and microbiome analyses in CCE-based diagnostics for predictive purposes"},"conditionsModule":{"conditions":["Colorectal Cancer"],"keywords":["colorectal cancer","capsule endoscopy","colonoscopy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","interventionModelDescription":"two-armed prospective clustered case-crossover randomized controlled trial","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":800,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"CCE arm","type":"ACTIVE_COMPARATOR","description":"Symptomatic patients referred by their GP for a 2 week diagnostic lower gastrointestinal procedure will be randomized in clusters determined by the GP clinic provider number. At the start of the project, odd provider numbers will be referred to OC, and even provider numbers will be referred to CCE. After the inclusion of the first 200 consecutive CCE patients, the two arms will be swapped, i.e., patients from clinics with even provider numbers are referred for OC, and odd provider numbers are referred for CCE.","interventionNames":["Diagnostic Test: CCE arm"]},{"label":"OC arm","type":"PLACEBO_COMPARATOR","description":"Symptomatic patients referred by their GP for a 2 week diagnostic lower gastrointestinal procedure will be randomized in clusters determined by the GP clinic provider number. At the start of the project, odd provider numbers will be referred to OC, and even provider numbers will be referred to CCE. After the inclusion of the first 200 consecutive CCE patients, the two arms will be swapped, i.e., patients from clinics with even provider numbers are referred for OC, and odd provider numbers are referred for CCE.","interventionNames":["Diagnostic Test: OC arm"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"CCE arm","description":"Twice a week, patients will attend the in-hospital clinic in groups of five persons. They will bring their completed FIT sample, questionnaire, and the signed consent form. A project nurse will administer the capsules in the morning, and the patients can leave after. When the capsule investigation is completed, patients must return their belt and receiver to the Department of Surgery, OUH. After a few days, the patient will receive an electronic letter with the results and information regarding upcoming steps. Those with positive findings or an incomplete investigation will be given a new appointment according to the current clinical routine. A second questionnaire will be sent to the patient 2 weeks after the completed procedure.","armGroupLabels":["CCE arm"]},{"type":"DIAGNOSTIC_TEST","name":"OC arm","description":"Patients will start bowel cleansing according to the instructions. They will bring their completed questionnaire and the signed consent form to the scheduled colonoscopy. They will continue to follow the routine clinical setup for outpatient colonoscopy and will only receive, by digital post, after 2 weeks from the procedure, an extra second questionnaire.","armGroupLabels":["OC arm"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cost analysis","description":"Cost of CCE-pathway compared to OC-path-way","timeFrame":"1 year"}],"secondaryOutcomes":[{"measure":"Reinvestigation rate of CCE","description":"Technically insufficient examinations or plus number of ex-aminations followed by second-stage OC due to positive CCE findings","timeFrame":"1 year"},{"measure":"Diagnostic tool evaluation / Performance evaluation","description":"NPV, PPV, Sensitivity, Specificity","timeFrame":"1 year"},{"measure":"Comparative analysis of detection rates for CCE and OC","description":"Polyp detection rate in both pathways, categorized as \"\\<6 mm\", \"6-9 mm\" and \"\\>9 mm\"","timeFrame":"1 year"},{"measure":"Predictive value of FIT","description":"Concentration of faecal haemoglobin and the risk of findings","timeFrame":"1 year"},{"measure":"Gut microbiome","description":"The composition of the microbiome and the risk of findings","timeFrame":"1 year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Older than 18 years\n* Symptomatic patient referred for colonoscopy assessment\n* Able to provide oral and written informed consent\n\nExclusion Criteria for CCE:\n\n* Require hospital admission for inpatient colonoscopy\n* Previous OC with poor bowel preparation within the last 5 years\n* Patient is unable to provide oral and written informed consent\n* History of stenosis of the gastrointestinal tract\n* Previous major surgery of the gastrointestinal tract\\*\n* Patient has a pacemaker/defibrillator\n* Patient is pregnant or breastfeeding\n* Known allergies to the bowel preparation regimen\n* Have severe kidney disease\n* Known chronic constipation Exclusion criteria for OC will be aplied as per usual clinical routine.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Anastasios Koulaouzidis, Professor","role":"CONTACT","phone":"23 41 49 95","phoneExt":"+45","email":"Anastasios.Koulaouzidis@rsyd.dk"},{"name":"Alexandra Agache, Postdoc","role":"CONTACT","phone":"20 35 57 17","phoneExt":"+45","email":"Alexandra.Agache@rsyd.dk"}],"locations":[{"facility":"Odense University Hospital","city":"Odense C","zip":"5000","country":"Denmark","geoPoint":{"lat":55.39594,"lon":10.38831}}]},"referencesModule":{"references":[{"pmid":"33860073","type":"BACKGROUND","citation":"Mollers T, Schwab M, Gildein L, Hoffmeister M, Albert J, Brenner H, Jager S. Second-generation colon capsule endoscopy for detection of colorectal polyps: Systematic review and meta-analysis of clinical trials. Endosc Int Open. 2021 Apr;9(4):E562-E571. doi: 10.1055/a-1353-4849. Epub 2021 Apr 12."},{"pmid":"36894909","type":"BACKGROUND","citation":"Deane C, Walker C, Ryan B, O'Connor A, O'Donnell S, Breslin N, McNamara D. High diagnostic yield despite a lower completion rates for inpatient versus outpatient colon and pan-intestinal capsule endoscopy: a nested case-control study. BMC Gastroenterol. 2023 Mar 9;23(1):61. doi: 10.1186/s12876-022-02561-x."},{"pmid":"36214590","type":"BACKGROUND","citation":"Bretthauer M, Loberg M, Wieszczy P, Kalager M, Emilsson L, Garborg K, Rupinski M, Dekker E, Spaander M, Bugajski M, Holme O, Zauber AG, Pilonis ND, Mroz A, Kuipers EJ, Shi J, Hernan MA, Adami HO, Regula J, Hoff G, Kaminski MF; NordICC Study Group. Effect of Colonoscopy Screening on Risks of Colorectal Cancer and Related Death. N Engl J Med. 2022 Oct 27;387(17):1547-1556. doi: 10.1056/NEJMoa2208375. Epub 2022 Oct 9."},{"pmid":"37169588","type":"BACKGROUND","citation":"Huffstetler AN, Fraiman J, Brownlee S, Stoto MA, Lin KW. An Estimate of Severe Harms Due to Screening Colonoscopy: A Systematic Review. J Am Board Fam Med. 2023 May 8;36(3):493-500. doi: 10.3122/jabfm.2022.220320R2. Epub 2023 May 11."},{"pmid":"34935278","type":"BACKGROUND","citation":"MacLeod C, Hudson J, Brogan M, Cotton S, Treweek S, MacLennan G, Watson AJM. ScotCap - A large observational cohort study. Colorectal Dis. 2022 Apr;24(4):411-421. doi: 10.1111/codi.16029. Epub 2022 Jan 3."},{"pmid":"37822570","type":"BACKGROUND","citation":"Jalayeri Nia G, Arasaradnam RP, Koulaouzidis A. Clinical utility of colon capsule endoscopy: a moving target? Therap Adv Gastroenterol. 2023 Oct 9;16:17562848231195680. doi: 10.1177/17562848231195680. eCollection 2023."},{"pmid":"34574071","type":"BACKGROUND","citation":"Deding U, Cortegoso Valdivia P, Koulaouzidis A, Baatrup G, Toth E, Spada C, Fernandez-Urien I, Pennazio M, Bjorsum-Meyer T. Patient-Reported Outcomes and Preferences for Colon Capsule Endoscopy and Colonoscopy: A Systematic Review with Meta-Analysis. Diagnostics (Basel). 2021 Sep 20;11(9):1730. doi: 10.3390/diagnostics11091730."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000015179","term":"Colorectal Neoplasms"}],"ancestors":[{"id":"D000007414","term":"Intestinal Neoplasms"},{"id":"D000005770","term":"Gastrointestinal Neoplasms"},{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000003108","term":"Colonic Diseases"},{"id":"D000007410","term":"Intestinal Diseases"},{"id":"D000012002","term":"Rectal Diseases"}],"browseLeaves":[{"id":"M17890","name":"Colorectal Neoplasms","asFound":"Colorectal Cancer","relevance":"HIGH"},{"id":"M10448","name":"Intestinal Neoplasms","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M6336","name":"Colonic Diseases","relevance":"LOW"},{"id":"M10444","name":"Intestinal Diseases","relevance":"LOW"},{"id":"M14844","name":"Rectal Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}