{"protocolSection":{"identificationModule":{"nctId":"NCT06475144","orgStudyIdInfo":{"id":"OERG"},"organization":{"fullName":"National Taipei University of Nursing and Health Sciences","class":"OTHER"},"briefTitle":"RCT How an Online Escape Room Game Enhances Nurses' Learning Outcomes Regarding ESW Signs.","officialTitle":"Effects of an Online Escape Room on Enhancing Nurses' Knowledge, Clinical Reasoning, and Self-Efficacy Regarding Early Warning Signs of Sepsis: A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-10","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Xin-Ning Lee","investigatorTitle":"Head nurse","investigatorAffiliation":"National Taipei University of Nursing and Health Sciences"},"leadSponsor":{"name":"Xin-Ning Lee","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Research Objectives:\n\nClinical trial:\n\n* To develop an online escape room teaching program and instructional materials aimed at enhancing clinical nursing personnel's awareness of early sepsis warning signs, clinical reasoning ability, and self-efficacy.\n* To investigate the effects of the online escape room teaching on learning outcomes related to early sepsis warning signs among clinical nursing personnel immediately after the intervention and at various time points up to one month later, including cognition, clinical reasoning ability, self-efficacy, and learning satisfaction.\n* To explore the relationships between early sepsis warning signs awareness, clinical reasoning ability, self-efficacy, and learning satisfaction among clinical nursing personnel, as well as the influencing factors.\n* To understand nursing professionals' satisfaction with the online escape room teaching.\n\nExperimental Group: The intervention measure involves utilizing an \"online escape room teaching\" approach to provide participants with an online escape room experience.\n\nThrough the escape room activity, participants are encouraged to enhance their cognition, clinical reasoning ability, self-efficacy, and learning satisfaction. Prior to the intervention, participants undergo a pre-test questionnaire, followed by post-intervention assessments and satisfaction surveys.\n\nThe completion of the game intervention and related assessments takes approximately 80-90 minutes. Learning outcomes are evaluated four weeks later, encompassing cognition, clinical reasoning ability, and self-efficacy.","detailedDescription":"1. Introduction This study aims to explore the effectiveness of \"Online Escape Room Teaching\" on the early warning signs of sepsis learning among nursing staff. A random sampling method was adopted, and a specific regional hospital was selected as the research site. The sample size for this study was determined using G\\*Power 3.1.9.2 software, with an effect size set at 0.3, α = 0.05, and power of 0.8. The estimated sample size for both the experimental and control groups was 31 individuals, totaling 62 participants. Considering a potential dropout rate of 30%, it was estimated that a minimum of 40 individuals per group would be required. To enhance the accuracy of the experiment, enrollment is expected to reach 100 participants.\n2. Methodology 2.1 Screening Criteria:\n\n   * Full-time nurses holding a valid nursing license.\n   * Willing to participate in the study and sign the informed consent form. 2.2 Exclusion Criteria:\n   * Nurse practitioners.\n   * Nursing administrative supervisors (e.g., directors, supervisors). 2.3 Number of Participants:\n   * 50 participants in the experimental group and 50 in the control group, totaling 100 participants.\n\n   2.4 Recruitment Method:\n   * The researcher will upload an electronic poster with a QR code linking to a Google Form for registration to participate in the \"Early Warning Signs of Sepsis Course\" on the hospital's internal group. The course will be conducted in the hospital's computer lab.\n\n   2.5 Research Design and Implementation Methods: 2.5.1 Research Design or Implementation Methods:\n\n   • This study employs a quasi-experimental design with a two-group pre-test and post-test design.\n\n   Experimental Group:\n   * Intervention: \"Online Escape Room Teaching\"\n   * Procedure: Participants experience an online escape room activity designed to enhance cognition, clinical reasoning, self-efficacy, and learning satisfaction. Participants will complete a pre-test questionnaire before the \"Online Escape Room Teaching\" and a post-test and satisfaction survey afterward. The entire intervention and related assessments will take approximately 80-90 minutes. Four weeks later, the learning outcomes, including cognition, clinical reasoning, and self-efficacy, will be measured again.\n\n   Control Group:\n\n   • Intervention: \"Online Video-Based Teaching\"\n\n   • Procedure: Participants will receive the same instructional content as the experimental group but in a video format. They can pause and re-watch the videos during the course. Participants will complete a pre-test questionnaire before the \"Online Video-Based Teaching\" and a post-test and satisfaction survey afterward. The entire intervention and related assessments will take approximately 80-90 minutes. Four weeks later, the learning outcomes, including cognition, clinical reasoning, and self-efficacy, will be measured again.\n\n   2.5.2 Randomization:\n\n   • Sequence Generation:\n   * The first step in the study is to determine the block size and randomize the blocks. The block size is chosen based on the following standard: the number of participants in each block must be at least twice the number of groups. A computer-generated random assignment table using Excel will be used for group allocation, operated by a research assistant who is not involved in the study. There will be four participant blocks in this study.\n\n     * Allocation:\n   * The researcher will prepare 100 opaque envelopes and 100 blank papers. Each paper will be labeled with a number from \"1\" to \"10,\" with ten papers for each group. According to the first step's results, one paper will be placed in each envelope, and each envelope will be numbered consecutively. All envelopes will be sealed, and the researcher's surname will be signed on the top of the envelope with a permanent marker.\n\n     • Concealment:\n   * An education specialist, who is not part of the research team, will create two identical online learning courses on the hospital's online learning platform.\n\n     • Mechanism:\n   * Researchers will randomly assign numbers from 1 to 100 to participants who have signed the consent form. The researchers will match these numbers with the numbers on the envelopes, open the envelopes to identify the participants' groups, and then add them to the online learning platform accordingly, as either the experimental or control group.\n\n     • Implementation:\n   * The education specialist will notify the participants via email before the course, including the course name, location, date, and time, and ask the head nurse to assist in notifying them.\n\n     • Blinding:\n   * To maintain randomness, participants will draw lots to determine whether they belong to the control or experimental group before the course starts.\n\n     • Ensuring Fair Educational Rights:\n   * The game link used by the experimental group will be opened to all hospital nursing staff after the study concludes.\n\n     • Confirmation of Understanding:\n   * Before implementing the teaching, the researcher will explain the course and game rules and confirm that learners understand the teaching method. Both groups will complete the teaching online, with a brief feedback session after the course. Aside from the different interventions, there will be no other teaching differences.\n\n   2.6 Project Duration and Expected Progress:\n   * The project duration is from the date of IRB approval to December 30, 2025, with the following expected progress:\n\n     1. Completion and compilation of relevant domestic and international literature.\n\n     2. Implementation of the \"online escape room teaching\" intervention. 3. Pre-test and post-test of the Sepsis Early Warning Knowledge Scale, Sepsis Clinical Reasoning Ability Scale, Sepsis Early Warning Self-Efficacy Scale, and Sepsis Early Warning Teaching Material Satisfaction Questionnaire.\n\n     4. Analysis of quantitative data. 5. Writing and completion of the research report. 2.7 Statistical Methods and Result Evaluation:\n   * To ensure the rigor of the study, research data will include quantitative data for cross-examination. Data processing and analysis will be conducted using SPSS Statistics Version 22.0 software, including descriptive and inferential statistics.\n\n   2.8 Protection of Participants' Rights and Consent Method: • All members of the research team have received training in research ethics. Participants (hospital nurses) will provide informed consent and sign a \"Participant Consent Form.\" Consent forms and personal data of participants will be securely stored and accessible only to the research team members. Research data will be processed anonymously and coded, used solely for academic purposes. Upon IRB approval, the researchers will explain the study's purpose and methods to the participants, detailing the benefits, potential risks, and mitigation strategies associated with participation. Participants will then make an informed decision regarding their involvement. Data collection and recording will only commence for those who consent to participate. Participants are free to withdraw from the study at any time without any impact on their rights or benefits.\n\n   2.9 Research Personnel and Equipment Requirements: • The primary personnel for this study will be members of the research team. The research setting will provide the necessary equipment, including desktop computers and pen-and-paper supplies. An undisturbed computer lab will be used to conduct the \"online escape room teaching\" and \"online video-based teaching.\" 2.10 Potential Harm and Remedial Measures: • Participation in this study will not cause any physical or psychological discomfort or side effects. If participants experience any physiological or psychological discomfort or stress during the process, they may withdraw from the study unconditionally.\n\n   2.11 Potential Inconveniences and Requirements for Participants: • Participants will need to complete the game intervention and related assessments, which will take a total of 80-90 minutes. Additionally, a follow-up post-test, taking approximately 10 minutes, will be required four weeks later.\n\n   2.12 Preservation Period and Utilization Plan for Research Materials: 1. The primary data provided by participants will be exclusively used for the study titled \"Enhancing Nursing Staff's Recognition of Early Sepsis Warnings, Clinical Reasoning Ability, and Self-Efficacy through Online Escape Room Teaching: A Randomized Controlled Trial.\" These data will not be shared with any other individuals or entities. If there is a need for the data in other research projects related to public welfare or other institutions, we will seek the participants' consent again before sharing. Otherwise, the data will not be provided to any third parties.\n\n2. The data provided by participants will be handled and stored by the co-principal investigator, Dr. Xin-Ning Lee. The data will be backed up electronically on the computer in the principal investigator's office, with all files encrypted. Physical documents will be stored in a locked cabinet in a separate office, with the key held by an authorized person. Access to the data will be restricted to the research team, ensuring confidentiality. A research code will replace participants' names to maintain anonymity. Except as required by law for investigative purposes, the principal investigator will ensure participants' privacy is protected. One year after the publication of the research results, Dr. Chien-Lin Kuo will be responsible for destroying the data. The identity of participants will remain confidential when the results are published.\n\n3. Data obtained from the research may be published in academic journals, but participants' names will not be disclosed. The principal investigator will carefully protect participants' privacy rights, treating information such as names and identification numbers as confidential and securely storing these details.\n\n4. Participants understand that, without compromising personal privacy, they have the legal right to review their data to ensure that the research process and data comply with relevant laws and regulations. The aforementioned personnel will also adhere to confidentiality ethics."},"conditionsModule":{"conditions":["Early Goal-Directed Therapy"],"keywords":["Online Escape Room","Clinical Reasoning","Self-Efficacy","Early Warning Signs of Sepsis"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study employs a quasi-experimental design with a two-group pre-test and post-test design.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"SINGLE","maskingDescription":"To maintain randomness, participants will draw lots to determine whether they belong to the control or experimental group before the course starts.","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental Group","type":"EXPERIMENTAL","description":"The intervention involves an \"online escape room teaching\" experience, aimed at enhancing participants' cognition, clinical reasoning, self-efficacy, and learning satisfaction. Participants complete a pre-test survey before the \"online escape room teaching\" session, followed by a post-test and satisfaction survey after the course. The entire game intervention and testing process takes 80-90 minutes. Learning outcomes, including cognition, clinical reasoning, and self-efficacy, are reassessed four weeks later.","interventionNames":["Other: online escape room teaching"]},{"label":"Control Group","type":"PLACEBO_COMPARATOR","description":"The intervention involves an \"online video-based teaching\" experience, offering the same instructional video content as the experimental group. Participants can review and pause the videos during the course. Before the course, participants complete a pre-test survey, followed by a post-test and satisfaction survey after the course. The entire intervention and testing process takes 80-90 minutes. Learning outcomes, including cognition, clinical reasoning, and self-efficacy, are reassessed four weeks later.","interventionNames":["Other: online video-based teaching"]}],"interventions":[{"type":"OTHER","name":"online escape room teaching","description":"here are a total of eight game levels, each accompanied by video instructions or hints. Participants can proceed to the next room based on the level and hints, guiding their reasoning to the correct answers and achieving the learning objectives.","armGroupLabels":["Experimental Group"]},{"type":"OTHER","name":"online video-based teaching","description":"The study is divided into four units: \"SIRS Definition,\" \"Sepsis Definition and Classification,\" \"Sepsis Early Warning Scoring System,\" and \"Early Goal-Directed Therapy for Sepsis.\" Clinical case scenarios are animated for participants to watch, with content identical to the video prompts used in the experimental group's gameplay.","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Sepsis Early Warning Awareness Scale","description":"The scale encompasses four units: Sepsis Definition, Sepsis Classification Definition, Early Warning Signs of Sepsis, and Early Goal-Directed Therapy for Sepsis.A total of 20 questions, each scored on a scale of 5 points. A higher score indicates better awareness of early sepsis warning signs.","timeFrame":"15 minutes"}],"secondaryOutcomes":[{"measure":"Sepsis Early Warning Clinical Reasoning Readiness Scale","description":"Awareness of Clinical Cues, Confirmation of Clinical Problems, Determination and Implementation of Actions, Evaluation and Reflection. Each aspect comprises four questions, totaling 16 questions.","timeFrame":"2 minutes"},{"measure":"Sepsis Early Warning The Learning Self-Efficacy Scale","description":"There are 10 questions rated on a five-point Likert scale, ranging from \"Strongly Disagree\" (1 point) to \"Strongly Agree\" (5 points). A higher total score indicates better self-efficacy.","timeFrame":"2 minutes"},{"measure":"Learning Satisfaction Questionnaire","description":"he questionnaire comprises 10 questions rated on a five-point Likert scale (1 = Very Dissatisfied, 5 = Very Satisfied), with a total score ranging from 5 to 50. A higher score indicates higher levels of learning satisfaction.","timeFrame":"2 minutes"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Full-time nurses holding a nursing license.\n* Willing to participate in the study and sign the informed consent form.\n\nExclusion Criteria:\n\n* Nurse Practitioner and nursing administrators (such as directors, supervisors).","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"XinNing Lee","role":"CONTACT","phone":"＋886＋970000080","email":"dora1304@hotmail.com"},{"name":"YungLang Chiu","role":"CONTACT","phone":"＋886＋2-29286060","phoneExt":"10673","email":"leasure6819@gmail.com"}],"overallOfficials":[{"name":"ChienLin Kuo","affiliation":"Associate Professor","role":"PRINCIPAL_INVESTIGATOR"}]},"referencesModule":{"references":[{"pmid":"34968932","type":"RESULT","citation":"Chang CY, Chung MH, Yang JC. Facilitating nursing students' skill training in distance education via online game-based learning with the watch-summarize-question approach during the COVID-19 pandemic: A quasi-experimental study. Nurse Educ Today. 2022 Feb;109:105256. doi: 10.1016/j.nedt.2021.105256. Epub 2021 Dec 24."},{"pmid":"36732732","type":"RESULT","citation":"Chucherd O, Vallibhakara SA, Paiwattananupant K, Puranitee P, Wattanayingcharoenchai R, Vallibhakara O. The effect of online video-assisted teaching program on medical students learning procedure of fractional curettage. BMC Med Educ. 2023 Feb 2;23(1):82. doi: 10.1186/s12909-023-04052-3."},{"pmid":"32909391","type":"RESULT","citation":"de Nooijer J, Schneider F, Verstegen DM. Optimizing collaborative learning in online courses. Clin Teach. 2021 Feb;18(1):19-23. doi: 10.1111/tct.13243. Epub 2020 Sep 9."},{"pmid":"34599691","type":"RESULT","citation":"Evans L, Rhodes A, Alhazzani W, Antonelli M, Coopersmith CM, French C, Machado FR, Mcintyre L, Ostermann M, Prescott HC, Schorr C, Simpson S, Wiersinga WJ, Alshamsi F, Angus DC, Arabi Y, Azevedo L, Beale R, Beilman G, Belley-Cote E, Burry L, Cecconi M, Centofanti J, Coz Yataco A, De Waele J, Dellinger RP, Doi K, Du B, Estenssoro E, Ferrer R, Gomersall C, Hodgson C, Moller MH, Iwashyna T, Jacob S, Kleinpell R, Klompas M, Koh Y, Kumar A, Kwizera A, Lobo S, Masur H, McGloughlin S, Mehta S, Mehta Y, Mer M, Nunnally M, Oczkowski S, Osborn T, Papathanassoglou E, Perner A, Puskarich M, Roberts J, Schweickert W, Seckel M, Sevransky J, Sprung CL, Welte T, Zimmerman J, Levy M. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock 2021. Intensive Care Med. 2021 Nov;47(11):1181-1247. doi: 10.1007/s00134-021-06506-y. Epub 2021 Oct 2. No abstract available."},{"pmid":"31965266","type":"RESULT","citation":"Fleuren LM, Klausch TLT, Zwager CL, Schoonmade LJ, Guo T, Roggeveen LF, Swart EL, Girbes ARJ, Thoral P, Ercole A, Hoogendoorn M, Elbers PWG. Machine learning for the prediction of sepsis: a systematic review and meta-analysis of diagnostic test accuracy. Intensive Care Med. 2020 Mar;46(3):383-400. doi: 10.1007/s00134-019-05872-y. Epub 2020 Jan 21."},{"pmid":"34038678","type":"RESULT","citation":"Gabriel PM, Lieb CL, Holland S, Ballinghoff J, Cacchione PZ, McPeake L. Teaching Evidence-Based Sepsis Care: A Sepsis Escape Room. J Contin Educ Nurs. 2021 May;52(5):217-225. doi: 10.3928/00220124-20210414-05. Epub 2021 May 1."},{"pmid":"32531657","type":"RESULT","citation":"Jimenez-Rodriguez D, Belmonte Garcia T, Arizo Luque V. Perception of nursing students about the implementation of GREENS(c) methodology in nursing studies. Nurse Educ Today. 2020 Sep;92:104495. doi: 10.1016/j.nedt.2020.104495. Epub 2020 Jun 6."},{"pmid":"36292303","type":"RESULT","citation":"Kreedi F, Brown M, Marsh L. The Experience of the Transition from a Student Nurse to a Registered Nurse of Kuwaiti Newly Graduated Registered Nurses: A Qualitative Study. Healthcare (Basel). 2022 Sep 23;10(10):1856. doi: 10.3390/healthcare10101856."},{"pmid":"35933308","type":"RESULT","citation":"Mao BP, Teichroeb ML, Lee T, Wong G, Pang T, Pleass H. Is Online Video-Based Education an Effective Method to Teach Basic Surgical Skills to Students and Surgical Trainees? A Systematic Review and Meta-analysis. J Surg Educ. 2022 Nov-Dec;79(6):1536-1545. doi: 10.1016/j.jsurg.2022.07.016. Epub 2022 Aug 4."},{"pmid":"34347776","type":"RESULT","citation":"Papin G, Bailly S, Dupuis C, Ruckly S, Gainnier M, Argaud L, Azoulay E, Adrie C, Souweine B, Goldgran-Toledano D, Marcotte G, Gros A, Reignier J, Mourvillier B, Forel JM, Sonneville R, Dumenil AS, Darmon M, Garrouste-Orgeas M, Schwebel C, Timsit JF; OUTCOMEREA study group. Clinical and biological clusters of sepsis patients using hierarchical clustering. PLoS One. 2021 Aug 4;16(8):e0252793. doi: 10.1371/journal.pone.0252793. eCollection 2021."},{"pmid":"17883633","type":"RESULT","citation":"Robson W, Beavis S, Spittle N. An audit of ward nurses' knowledge of sepsis. Nurs Crit Care. 2007 Mar-Apr;12(2):86-92. doi: 10.1111/j.1478-5153.2007.00210.x."},{"pmid":"35776738","type":"RESULT","citation":"Rababa M, Bani Hamad D, Hayajneh AA. Sepsis assessment and management in critically Ill adults: A systematic review. PLoS One. 2022 Jul 1;17(7):e0270711. doi: 10.1371/journal.pone.0270711. eCollection 2022."},{"pmid":"36474617","type":"RESULT","citation":"Roye-Green K, Willis R, Priestley SR, Vickers I. Knowledge, Practice and Attitudes to the Management of Sepsis in Jamaica. J Crit Care Med (Targu Mures). 2022 Nov 12;8(4):232-241. doi: 10.2478/jccm-2022-0024. eCollection 2022 Oct."},{"pmid":"37379303","type":"RESULT","citation":"Regina J, Le Pogam MA, Niemi T, Akrour R, Pepe S, Lehn I, Wasserfallen JB, Calandra T, Meylan S. Sepsis awareness and knowledge amongst nurses, physicians and paramedics of a tertiary care center in Switzerland: A survey-based cross-sectional study. PLoS One. 2023 Jun 28;18(6):e0285151. doi: 10.1371/journal.pone.0285151. eCollection 2023."},{"pmid":"35917707","type":"RESULT","citation":"Tavares N. The use and impact of game-based learning on the learning experience and knowledge retention of nursing undergraduate students: A systematic literature review. Nurse Educ Today. 2022 Oct;117:105484. doi: 10.1016/j.nedt.2022.105484. Epub 2022 Jul 27."},{"pmid":"32459707","type":"RESULT","citation":"Woodworth JA. Escape Room Teaching Pedagogy in the Didactic Learning Environment for Nursing. Nurse Educ. 2021 Jan/Feb;46(1):39-42. doi: 10.1097/NNE.0000000000000847."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M20864","name":"Sepsis","relevance":"LOW"},{"id":"M16869","name":"Toxemia","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}