{"protocolSection":{"identificationModule":{"nctId":"NCT06471855","orgStudyIdInfo":{"id":"2768"},"organization":{"fullName":"Istituti Clinici Scientifici Maugeri SpA","class":"OTHER"},"briefTitle":"Clinical and Psychological Adjustment of Patients With LLA: a Multidisciplinary Rehabilitative Intervention Project","officialTitle":"Clinical and Psychological Adjustment of Patients With Lower Limb Amputation: a Multidisciplinary Rehabilitative Intervention Project (AMP_ADinRehab Study)","acronym":"AMPADinRehab"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Istituti Clinici Scientifici Maugeri SpA","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Most of the limb amputation related to vascular disease is often secondary to a diagnosis of type 2 diabetes mellitus. The amputation involves significant motor, psychological, and social challenges for patients, with a major effect on their psycho-physical health. The psychological processes that characterize this clinical population are still poorly investigated. Adopting a biopsychosocial approach, the present randomized prospective quali-quantitative study protocol aims to evaluate the behavioural and psychological adaptation at various stages of the disease: risk of amputation, lower limb amputation, and prosthesis use. In the last phase, patients with prosthesis will receive traditional rehabilitation treatment and technology-based rehabilitation (experimental) or not (active comparator) with randomized controlled enrolment. The evaluation will be based on a semi-structured interview, specific to the disease stage and constructed using the Three Factor Model, and rating scales. Patient's medical history, functional status (ie, motor functionality, autonomy in BIM and FIM, risk of falls, subjective perceived pain), and psychological aspects (ie, emotional impact, HRQoL, anxiety and depression symptoms, personality traits, acceptance, adherence, body image, the experience of the prosthesis and technology-based rehabilitation, expectations for the future) will be investigated. The audio-recorded and transcribed interviews will be analyzed using the Interpretive Description approach.","detailedDescription":"It has been shown in the literature that most lower limb amputations are due to diseases related to vascular problems and diabetes, with different incidences depending on geographical region and ethnicity. There are various levels of lower limb amputation (LLA): from the fingertips or tarsal area; trans-tibial amputations, which involve the removal of part of the tibia and fibula; trans-femoral amputations, which are at the level of the femur; and hip amputations. Scientific literature and clinical experience suggest that the loss of a limb through amputation has a major impact on quality of life and physical and psychological well-being. Important are the repercussions on mobility and, specifically, the inability to walk has a negative impact on the performance of basic daily activities and reintegration into society. Amputation can also produce emotional disorders, leading to a change in levels of anxiety, depression, and pain, generating significant changes in the person's quality of life. Self-acceptance of a person with lower limb amputation is seen as a complex process, in which the prosthesis plays the role of a life-enhancing tool. Indeed, the prosthesis allows people to return to living life 'normally', increase their quality of life and restore their body image. Rehabilitation programs for amputees all have a common aim, which is to improve people's mobility and general functioning through the use of the prosthesis, that promote reintegration into the community and the overall improvement of these people's quality of life. In fact, the use of a prosthesis has a great effect on these patients as it attempts to contrast the negative impact of lower limb amputation in various areas: physical, psychological, and social. The prosthesis is considered not only as an enabling device, but also as a central component for personal and social identity. Over the last 20 years, rehabilitation has increasingly started to use high-tech components, such as robotic and virtual reality rehabilitation, both immersive and non-immersive. The use of technological components not only constitutes an innovative, accessible, and increasingly useful treatment tool, but is also recognized as an added value to traditional rehabilitation due to the positive impact it has on activities of daily living. Rehabilitation with virtual reality, consists of the integration to traditional rehabilitation practice of high-tech devices that allow multisensory stimulation and interaction with virtual environments, that simulate situations and contexts of daily life at different levels of immersion.\n\nThe psychological processes characterizing this clinical population are still poorly investigated and here are few studies using rehabilitation with high-tech instruments on patients with prostheses after LLA.\n\nFollowing this line, the purpose of this prospective study protocol is to explore changes and evolutions in the psychological and behavioural adaptation constructs in patients at high vascular risk of LLA, already amputated or undergoing prosthesis adaptation; these ones receiving traditional rehabilitation treatment and technology-based rehabilitation (experimental) or not (active comparator) with randomized controlled enrolment. This quali-quantitative study project comes from the need to have a holistic vision of the patient acceptance process in the various phases of the disease and of the factors involved in the process of adaptation to the prosthesis, analyzing the state of health.\n\nSpecifically, the study objectives are:\n\n1. to analyze HRQoL, psychological and behavioral adaptation in patients at high vascular risk of LLA, already amputated or undergoing prosthesis adaptation.\n2. to present a multidisciplinary rehabilitation intervention model, traditional rehabilitation vs traditional rehabilitation with technology-based rehabilitation, and study its impact on the HRQoL in patients with prostheses (only trans-tibial amputations)."},"conditionsModule":{"conditions":["Lower Limb Amputation","Prosthesis User"],"keywords":["Amputee","Multidisciplinary rehabilitation","HRQoL","Psychological adaptation","Usability","HT/robotic rehabilitation","Psychoeducation"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Two-arm, parallel, randomized prospective quasi-experimental study design","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":70,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Technology-based Rehabilitation Group","type":"EXPERIMENTAL","description":"Patients will undergo conventional treatment and, additionally, virtual reality-based rehabilitation.","interventionNames":["Device: Multidisciplinary Conventional and Technology-based Rehabilitation"]},{"label":"Conventional Rehabilitation Group","type":"ACTIVE_COMPARATOR","description":"Patients will undergo conventional treatment exclusively.","interventionNames":["Other: Multidisciplinary Conventional Rehabilitation"]}],"interventions":[{"type":"DEVICE","name":"Multidisciplinary Conventional and Technology-based Rehabilitation","description":"Patients will receive conventional treatment consisting of two daily sessions (3 weeks) and including traditional rehabilitation activities like range of motion exercises (passive, active assisted, and active), progressive resistive exercises, balance and strength training, and aerobic conditioning. The intervention procedures will follow the routine multidisciplinary clinical practice of the Institute where the study will be carried out. According to their individualized rehabilitation project, patients will undergo non-immersive VR-based rehabilitation. VR-based rehabilitation will consist of one daily session (3 weeks) and will be conducted by the implementation of a single non-immersive VR device among the D-WallTM (TechnoBody SRL, Italy), the Walker ViewTM (TechnoBody SRL, Italy). Part of the duration of the whole treatment will be dedicated to the use of the device, resulting in the same amount of rehabilitation for all participants.","armGroupLabels":["Technology-based Rehabilitation Group"]},{"type":"OTHER","name":"Multidisciplinary Conventional Rehabilitation","description":"Patients will receive conventional treatment consisting of two daily sessions (3 weeks) and including traditional rehabilitation activities like range of motion exercises (passive, active assisted, and active), progressive resistive exercises, balance and strength training, and aerobic conditioning. The intervention procedures will follow the routine multidisciplinary clinical practice of the Institute where the study will be carried out. Procedures will be adapted according to the patient's medical diagnosis, disability severity, and to consequent rehabilitation objectives in favor of an individualized rehabilitation project and program. If necessary, patients might therefore undergo parallel rehabilitation activities (ie, occupational therapy, cognitive stimulation) that will be kept under control throughout data collection and analyses.","armGroupLabels":["Conventional Rehabilitation Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Short-term changes in Modified Barthel Index (MBI)","description":"The Modified Barthel Index (MBI) evaluates patient's autonomy to perform ADLs (ie, chair/bed transfer, ambulation, stair climbing, toilet transfer, bowel control, bladder control, bathing, dressing, personal hygiene, feeding). Total scores range from 0 to 100. Higher scores indicate higher patient's autonomy.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Morse Fall Scale (MFS)","description":"The Morse Falls Scale (MFS) evaluates patient's risk of falls. Total scores ranges from 0 to 125 with higher scores reflecting a greater risk of falling.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Functional Independence Measure (FIM)","description":"The Functional Independent Measure (FIM) evaluates patient's disability level according to motor and cognitive subscores. Total scores range from 18 (complete dependence) to 126 (complete independence). Two subscores can be calculated: FIM motor (range 13-91) and FIM cognitive (range 5-35).","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Timed Up & Go Test (TUG)","description":"The Timed Up \\& Go Test measures patient's risk of falling, static and dynamic balance by estimating the time patient takes to stand up from an armchair, walk forward for 3 meters, turn, walk back to the chair and sit down. The longer the time this takes, the higher the risk of falling.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Visual Analogue Scale (VAS)","description":"The Visual Analogue Scale (VAS) measures patient's subjective perceived pain with a visual representation. Total scores range from 0 to 10. Higher scores indicate more severe pain.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"The Six Minutes Walking Test (6MW)","description":"The Six Minutes Walking Test (6MW) measures patient's functional autonomy by estimating the metres patient walk in six minutes, walking as fast as possible on a flat surface. The more the metres walked, the better the patient's functional autonomy.","timeFrame":"3 weeks of rehabilitation (T1)"},{"measure":"The Mini Mental State Examination (MMSE)","description":"The Mini Mental State Examination (MMSE) screening test evaluates the patient's cognitive functions (ie, sense of orientation, memory, attention, language function, visual-spatial abilities, the ability to count, remember things, repeat and execute orders). Total scores range from 0 to 30. Lower scores indicate more severe cognitive disorders.","timeFrame":"Baseline (T0)"},{"measure":"The Personality Inventory for the DSM-5 - Short Version (PID-5-BF)","description":"The Personality Inventory for the DSM-5 - Short Version (PID-5-BF) evaluates personality trait assessment (ie, Negative Affectivity, Detachment, Antagonism, Disinhibition and Psychoticism).\n\nTotal scores range from 0 to 75. Higher scores indicate more dysfunction in the specific personality trait domain.","timeFrame":"Baseline (T0)"},{"measure":"The Antecedents and Self-Efficacy on Adherence Schedule (ASonA)","description":"The Antecedents and Self-Efficacy on Adherence Schedule (ASonA) evaluates the antecedents (ie, health literacy, understanding of illness, perception of social support, acceptance of health-related limitations), the self-efficacy (the beliefs and self-care strategies on adherence for physical activity, diet, alcohol consumption and smoking avoidance) and the affectivity (the emotional response related to health status).\n\nTotal scores range from 0 to 84. High scores correspond to higher perceived self-efficacy in the investigated domains.","timeFrame":"Baseline (T0)"},{"measure":"Short-term changes in EuroQoL-VAS (EQ-VAS)","description":"The EuroQoL-VAS (EQ-VAS) evaluates self-rated health on a vertical visual analogue scale (0: the worst health you can imagine; 100: the best health you can imagine). Higher scores indicate better health-related quality of life.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Generalized Anxiety Disorder-7 (GAD-7)","description":"The Generalized Anxiety Disorder-7 (GAD-7) evaluates anxiety symptoms severity in the last 2 weeks. Total scores range from 0 to 21. Higher scores indicate more severe anxiety.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Patient Health Questionnaire-9 (PHQ-9)","description":"The Patient Health Questionnaire-9 (PHQ-9) evaluates depression symptoms severity in the last 2 weeks. Total scores range from 0 to 21. Higher scores indicate more severe depression.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"Short-term changes in Body Image Scale (BIS)","description":"The Body Image Scale (BIS) evaluates the alteration of the body image. Total scores range from 0 to 30. Higher scores indicate more distress symptoms.","timeFrame":"From baseline (T0) to 3 weeks of rehabilitation (T1)"},{"measure":"The Trinity Amputation and Prosthesis Experience Scales (TAPES)","description":"The Trinity Amputation and Prosthesis Experience Scales (TAPES) evaluates prosthesis experience and adaptation (ie, general adaptation, social adaptation, adaptation to limitation, functional satisfaction, aesthetic satisfaction, weight satisfaction of the prothesis). This instrument also includes a final section analysing the presence of phantom limb and stump pain, and other medical issues. Total scores range from 25 to 125. Higher scores indicate a worse adaptation.","timeFrame":"3 weeks of rehabilitation (T1)"},{"measure":"The Technology Assisted Rehabilitation Patient Perception Questionnaire (TARPP-Q)","description":"The Technology Assisted Rehabilitation Patient Perception Questionnaire (TARPP-Q) is an ad-hoc questionnaire measuring patients' experience of use of the devices (ie, technology learnability, acceptability, usefulness, adaptability, adverse effects, engagement, enjoyment, safety, perceived effectiveness). Total scores range from 10 to 40. Higher scores indicate better patient's experience of use of the devices.","timeFrame":"3 weeks of rehabilitation (T1)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Risk of amputation or Lower limb amputation or prothesis use for vascular disease and diabetes type 2\n\nExclusion Criteria:\n\n* more than 80 years older\n* severe clinical condition (ie, chronic heart failure \\[New York Heart Association Classification-IV - NYHA-IV\\], ischemic heart disease \\[Canadian Cardiovascular Society Classification-IV - CCS-IV\\], neoplastic disease, acute respiratory disease);\n* non-Italian education\n* severe visual-perceptive deficits\n* severe cognitive impairment (MMSE ≤ 26 Foderaro et al, 2022);\n* severe mental health condition or psychiatric disorder compromising participation in the study;\n* absence or withdrawal of the informed consent to participate.","healthyVolunteers":false,"sex":"ALL","maximumAge":"80 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Antonia Dr Pierobon","role":"CONTACT","phone":"+390385247255","email":"antonia.pierobon@icsmaugeri.it"}],"overallOfficials":[{"name":"Antonia Dr Pierobon","affiliation":"Istituti Clinici Scientifici Maugeri, IRCCS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Istituti Clinici Scientifici Maugeri, IRCCS","status":"RECRUITING","city":"Pavia","state":"PV","zip":"27100","country":"Italy","contacts":[{"name":"Antonia Dr Pierobon","role":"CONTACT","phone":"+390385247255","email":"antonia.pierobon@icsmaugeri.it"}],"geoPoint":{"lat":45.19205,"lon":9.15917}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}