{"protocolSection":{"identificationModule":{"nctId":"NCT06474715","orgStudyIdInfo":{"id":"AAAU8303"},"secondaryIdInfos":[{"id":"5R01MD018609","type":"NIH","link":"https://reporter.nih.gov/quickSearch/5R01MD018609"}],"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"Free Time For Wellness","officialTitle":"Cluster Randomized Controlled Trial to Promote Physical Activity Among Low-resourced Mothers in New York City: Protocol for the Free Time for Wellness (FT4W) Effectiveness Trial.","acronym":"FT4W"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-09-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Lauren C. Houghton","investigatorTitle":"Assistant Professor of Epidemiology","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Columbia University","class":"OTHER"},"collaborators":[{"name":"Monash University","class":"OTHER"},{"name":"Loughborough University","class":"OTHER"},{"name":"University of Iowa","class":"OTHER"},{"name":"Public Health Institute","class":"UNKNOWN"},{"name":"Jovie USA, LLC","class":"INDUSTRY"},{"name":"West Side Campaign Against Hunger","class":"UNKNOWN"},{"name":"New York City Parks and Recreation","class":"UNKNOWN"},{"name":"National Institute on Minority Health and Health Disparities (NIMHD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Physical inactivity is pervasive and prevalent in the United States, particularly among women of low socioeconomic position, and women with children. Structural and social barriers make active leisure time a rare commodity creating a pressing health issue because physical inactivity increases the risk of chronic diseases and poor health. The broad objective of this study is to test the effectiveness of Free Time for Wellness (FT4W), an innovative multilevel physical activity intervention to increase physical activity among low-resourced mothers.","detailedDescription":"Physical inactivity is particularly prevalent in women of low socioeconomic position (SEP) (60% are inactive), suggesting that there are structural barriers to being physically active. This study will test the effectiveness of an intervention to increase physical activity among mothers of low SEP, where there is high risk of chronic disease and significant potential to make an impact on these health disparities.\n\nThis study comprises a 3-arm parallel cluster randomized controlled trial with low-resourced mothers living in New York City. We will randomize fitness class sites (clusters) into Arm A (contact control), receipt of free weekly fitness classes; Arm B, receipt of free childcare combined with free weekly fitness classes; and Arm C, receipt of free childcare combined with free weekly fitness classes and, plus peer support activities. Over two years we will recruit eight waves totaling 720 participants into 24 fitness classes. Physical activity is the primary outcome measured using accelerometers, a self-reported questionnaire, and attendance data. Secondary outcomes (e.g., health status) and mediators/moderators (e.g., social support and cohesion) will be assessed with a baseline and follow-up questionnaire. Ethnographic methods will be used to examine how intersecting forms of social inequality shape women's experiences of physical activity and to understand how real-world conditions shape the intervention implementation. The intention-to-treat analysis will employ linear mixed-effects models (LMM) to assess the main intervention effects on physical activity outcomes and other secondary outcomes."},"conditionsModule":{"conditions":["Physical Inactivity"],"keywords":["Motherhood","Childcare","Social cohesion"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The FT4W program is founded on social cognitive theory, which posits that human behavior is the product of the dynamic interplay of personal, behavioral, and environmental influences. Social cognitive theory emphasizes reciprocal determinism in interactions between people and their environments. The majority of physical activity interventions use social cognitive theory as indicated by the theory and technique tool developed by the Human Behavior Change Project. We also used the theory and technique tool to align the FT4W program components and mediating pathways with behavior change techniques and mechanisms of action substantiated in behavior change literature and expert consensus. For our study, we will measure social influence via social cohesion.","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":720,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Arm: Fitness classes only","type":"NO_INTERVENTION","description":"There will be 24 Shape Up NYC classes offered weekly for one hour free of charge to consenting participants in all three arms with a total of 12 classes offered per participant.\n\nWeekly reminders for each class will be sent via automated text messages to individuals."},{"label":"Comparator Arm: Fitness classes + childcare","type":"ACTIVE_COMPARATOR","description":"There will be 24 Shape Up NYC classes offered weekly for one hour free of charge to consenting participants in all three arms with a total of 12 classes offered per participant.\n\nIn addition, they will receive childcare in an adjacent space to the fitness class.\n\nWeekly reminders for each class will be sent via automated text messages to individuals.","interventionNames":["Behavioral: Arms"]},{"label":"Enhanced intervention arm: Fitness classes + childcare + peer support","type":"EXPERIMENTAL","description":"There will be 24 Shape Up NYC classes offered weekly for one hour free of charge to consenting participants in all three arms with a total of 12 classes offered per participant.\n\nIn addition, they will receive childcare in an adjacent space to the fitness class.\n\nIn addition to childcare, Arm C will also receive peer support activities. Peer support activities will consist of group volunteer activities at food pantries, free deliveries of food pantry groceries, and group play dates at local playgrounds. A Community Champion will also facilitate group text messages.","interventionNames":["Behavioral: Arms"]}],"interventions":[{"type":"BEHAVIORAL","name":"Arms","description":"The intervention includes a task-based interaction (volunteer activities) where cognitive demand is low and interactional roles are clear. The focus is on the task, rather than developing relationships, reducing the pressure of interaction. As the volunteer activities continue, they also offer the opportunity for group members to enhance empathy, another salient component of cross-group relational development. Mediated interaction supports new relational development through a disinhibiting effect, lowering inhibitions and increasing comfort and disclosure","armGroupLabels":["Comparator Arm: Fitness classes + childcare","Enhanced intervention arm: Fitness classes + childcare + peer support"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Total minutes of time spent in Moderate to Vigorous Physical Activity (MVPA)","description":"Weekly MVPA, total physical activity, sedentary time, and sleep will be objectively assessed using a blinded research-grade wrist-worn accelerometer (Axivity AX3) in all groups.","timeFrame":"Baseline and follow-up between weeks 10-12"}],"secondaryOutcomes":[{"measure":"EQ5D-5L score","description":"The EQ5D-5L standardized survey is a generic measure of health status that includes five dimensions: mobility, self-care, usual activities, pain, and anxiety/depression. The EQ-5D-5L index is measured on a total scale from 0 to 1, whereby 0 indicates death and 1 perfect health.","timeFrame":"At baseline and follow-up between weeks 10-12"},{"measure":"ICEpop CAPability measure for Adults (ICECAP-A) score","description":"The ICECAP-A standardized survey captures the broader concept of well-being via five dimensions: feeling settled and secure; love, friendship, and support; being independent; achievement and progress; and enjoyment and pleasure. The ICECAP-A also generates a score between 0 to 1 where one equals 'full capability' and zero equals 'completely incapable'.","timeFrame":"At baseline and follow-up between weeks 10-12"},{"measure":"Attendance","description":"Shape Up NYC takes attendance at each fitness class, and community champions will take attendance at the peer support activities to understand participation, retention, and attrition levels.\n\nAttendance rate of all fitness classes will be presented as the mean percent of attendance (\\[# of participants present in class\\] divided by \\[# of available slots\\] multiplied by 100) over 12 weeks.","timeFrame":"12 weeks"},{"measure":"Generalized Anxiety Disorder 2-item (GAD-2) score","description":"The GAD-2 is a brief questionnaire that assesses patient anxiety. The total score range is 0-6, with a higher score indicating worse anxiety.","timeFrame":"Baseline and follow-up between weeks 10-12"},{"measure":"Patient Health Questionnaire-2 (PHQ-2)","description":"PHQ-2 is a brief questionnaire that assesses frequency of depressed mood and anhedonia. The total score range is 0-6, with a higher score indicating worsening feelings of depression.","timeFrame":"Baseline and follow-up between weeks 10-12"},{"measure":"International Physical Activity Questionnaire (IPAQ) score","description":"Self-reported physical activity data will be collected using IPAQ. IPAQ asks participants to report the types and frequency of physical activities they have participated in over 7 days. IPAQ score is expressed as median(MET)-min per week: \\[MET level\\] x \\[minutes of activity/day\\] x \\[days per week\\]. It is scored as follows:\n\nHigh: Any one of the following two criteria:\n\nVigorous-intensity activity on at least 3 days and accumulating at least 1500 MET-minutes/week OR 7+ days of walking, moderate-intensity or vigorous intensity activities achieving a minimum of at least 3000 MET-minutes/week\n\nModerate: Any one of the following three criteria:\n\n3+ days of vigorous activity, at least 20 minutes per day OR 5+ days of moderate-intensity activity or walking of at least 30 minutes per day OR 5+ days of walking, moderate-intensity or vigorous intensity activities achieving a minimum of 600 MET-min/week.\n\nLow: Individuals who do not meet criteria for either category","timeFrame":"Baseline and follow-up between weeks 10-12"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Understand/speak English or Spanish\n* Have children \\<12 years old\n* Own a mobile phone\n* Live in the zip code surrounding as Shape Up NYC sites\n\nExclusion Criteria:\n\n- Total household income being greater than 165% of the area median income (calculated by household size).","healthyVolunteers":true,"sex":"ALL","genderBased":true,"genderDescription":"Mothers","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lauren Houghton, PhD Msc","role":"CONTACT","phone":"212-342-0246","email":"lh2746@cumc.columbia.edu"},{"name":"Sherece Laine, MPH","role":"CONTACT","phone":"(917) 574-7512","email":"ssl2200@cumc.columbia.edu"}],"overallOfficials":[{"name":"Lauren C Houghton, PhD, MSc","affiliation":"Dept of Epidemiology, MSPH","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"NYC Parks","status":"RECRUITING","city":"New York","state":"New York","zip":"11421","country":"United States","geoPoint":{"lat":40.71427,"lon":-74.00597}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Based on ethical considerations, only the quantitative aggregated data produced in the course of the project will be preserved and shared. The final dataset will include self-reported demographic and behavioral data from surveys and accelerometer data aggregated at the cluster level. To facilitate interpretation of the data, a data dictionary and copies of blank questionnaires will be created, shared, and associated with the relevant datasets."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}