{"protocolSection":{"identificationModule":{"nctId":"NCT06480682","orgStudyIdInfo":{"id":"REDsWyon24"},"organization":{"fullName":"University of Wolverhampton","class":"OTHER"},"briefTitle":"Relative Energy Deficiency in Sport and Dance","officialTitle":"Prevalence of Relative Energy Deficiency in Sport and Dance"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-10","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-07-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-07-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Matthew Wyon","investigatorTitle":"Professor in Exercise Physiology","investigatorAffiliation":"University of Wolverhampton"},"leadSponsor":{"name":"University of Wolverhampton","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The International Olympic Committee recently published its consensus statement on relative energy deficiency syndrome (REDs) in sport which was followed by a similar version for dance by clinicians and researchers in dance. REDs is a complex multisystem syndrome with low energy availability as its foundation. Dancers and gymnasts, particularly in ballet, have long been reported to have body weight issues with an increase prevalence of eating disorders which has been associated with early onset osteoporosis. Combat sports have a similar issue, with athletes needing to \"make weight\" to compete in their ideal weight category that has lead to similar eating disorder and associated issues to dance. Currently there are no data on REDs prevalence in dance, gymnastics or combat sports and therefore understanding the underlying prevalence of REDs in both these populations will provide important information for both clinicians and coaches to help develop a safe and healthy environment for their dancers and athletes to compete/perform and to be able to retire from sport/dance without an increased risk of osteoporosis. In a few sports and dance genres, some participants might be more prone to a negative health effect referred to as relative energy deficiency syndrome (REDs). This is an energy deficiency relative to the balance between dietary energy intake and energy availability required to support homeostasis, health and activities of daily living, growth and sporting activities that can result in multiple systems being affected including decreases in bone health, energy metabolism, reproductive function, musculoskeletal health, immunity, glycogen synthesis and cardiovascular and haematological health. The purpose of this study is to examine the prevalence of REDs in specific sports (combat sports and gymnastics) and dance genres (ballet and musical theatre). Voluntary participants will be tested three times a year over a 5-year period. This will include an annual dual-energy x-ray absorptiometry and blood tests plus resting energy expenditure and questionnaires three times a year.","detailedDescription":"Participants will be asked to be available three times for testing over a 12-month period, for a period of 3-years. Their initial test visit will be at a university exercise science laboratory whilst the other testing sessions will occur at their place of work/training.\n\nEach year the initial testing session will include a bone health scan (DXA), a blood sample (2x 5ml samples), a body composition analysis (bioimpedance), resting metabolic rate test and a series of questionnaires. Subsequent test session will include the same tests except the DXA scan unless there is a medical reason to carry out a further scan (two or more bone stress injuries).\n\nThe DXA scan, where participants will need to lie still for approximately 20 minutes will monitor body composition, bone mineral density and bone mineral content for the whole body and at the forearm (radius), lower spine (Lumbar 4 and 5) and upper leg (femur). The scan will also look at the ratio between outer (cortical) and inner (trabecular) bone content.\n\nThe blood samples will measure a series of markers that have been associated with low energy availability for male and female participants and amenorrhea for female participants.\n\nAnthropometric measurements will consist of body composition analysis will consist of a body composition, stature and body mass. The participant will have their height measured and then stand on bioimpedance scales and hold onto two handles. This will allow changes in body composition changes to be monitored throughout the year without exposing the participant to further radiation from the DXA.\n\nTo monitor resting metabolic rate participants will lie down on a bed in a quiet room. They will be fitted with a mask over the mouth and nose that is connected to a breathe-by-breathe gas analyser. They will lie as still as possible for 20-minutes for the test to conclude.\n\nThe validated questionnaires (Low Energy Availability Male Questionnaire, Low Energy Availability Female Questionnaire, Health questionnaire) will focus on sleep quality, general health, attitudes towards food and eating, perceptions of energy availability, and mood.\n\nBasic injury incidence data will be provided by the participant's medical team through out the monitoring period. Injury data will consist of location, type and severity of each injury.\n\nParticipants' injury incidence and aetiology will be monitored by their club's/company's medical teams and summarised data provided to the research team via a signed medical release agreement. REDs prevalence will be analysed by the research team in conjunction with the participants' medical teams and for those diagnosed with the syndrome the relevant management plan will be put into place for their safe return to activity."},"conditionsModule":{"conditions":["Relative Energy Deficiency in Sport","Bone Stress Reaction"],"keywords":["Judo","Ballet","Gymnastics","Male","Female","Dance","weight category sport"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dance","description":"Age: 16-45yrs old Sex: Female and male Activity: Dance (ballet, contemporary, musical theatre); Level: Full-time training at either a dance company, vocational dance school Status: Engaged in full-time training at start of project without activity limiting injury","interventionNames":["Radiation: Dual x-ray scan","Diagnostic Test: Blood screen","Other: Questionnaires","Other: Anthropometric measurements","Procedure: Resting Metabolic rate"]},{"label":"Combat Sports","description":"Age: 16-45yrs old Sex: Female and male Activity: Combat sports (judo, karaté, taekwondo); Level: Full-time training at either a NGB centre Status: Engaged in full-time training at start of project without activity limiting injury","interventionNames":["Radiation: Dual x-ray scan","Diagnostic Test: Blood screen","Other: Questionnaires","Other: Anthropometric measurements","Procedure: Resting Metabolic rate","Other: Energy expenditure"]},{"label":"Gymnastics","description":"Age: 16-45yrs old Sex: Female and male Activity: Gymnastics (artistic) Level: Full-time training at either a NGB centre or academy Status: Engaged in full-time training at start of project without activity limiting injury","interventionNames":["Radiation: Dual x-ray scan","Diagnostic Test: Blood screen","Other: Questionnaires","Other: Anthropometric measurements","Procedure: Resting Metabolic rate","Other: Energy expenditure"]}],"interventions":[{"type":"RADIATION","name":"Dual x-ray scan","description":"Annual whole body scan monitoring bone mineral density for whole body, radius, L1-4 and femur and body composition","armGroupLabels":["Combat Sports","Dance","Gymnastics"]},{"type":"DIAGNOSTIC_TEST","name":"Blood screen","description":"Three times a year blood samples will be taken to measure: full blood count, ferritin, B12, folate, erythrocyte sedimentation rate (ESR), renal function, liver function, thyroid stimulating hormone (TSH), Free thyroxine (T4), luteinizing hormone (LH), oestradiol, testosterone, follicle-stimulating hormone (FSH), coeliac screen, vitamin D (25(OH)D), Leptin and Ghrelin","armGroupLabels":["Combat Sports","Dance","Gymnastics"]},{"type":"OTHER","name":"Questionnaires","description":"Informed consent; Low energy availability questionnaires for males and females; General health including menstrual status (females)","armGroupLabels":["Combat Sports","Dance","Gymnastics"],"otherNames":["Low Energy Availability Male Questionnaire, Low Energy Availability Female Questionnaire; Consent; Health"]},{"type":"OTHER","name":"Anthropometric measurements","description":"Three times a year participant's measurements will be taken: stature, body mass and body composition (bio-impedence)","armGroupLabels":["Combat Sports","Dance","Gymnastics"]},{"type":"PROCEDURE","name":"Resting Metabolic rate","description":"Resting metabolic rate will be measured by resting gas analysis. Each participant will lie down for a period of 15 minutes, in the final 5 minutes their expired gases are analysed using a breath-by-breath gas analyser (Cortex).","armGroupLabels":["Combat Sports","Dance","Gymnastics"]},{"type":"OTHER","name":"Energy expenditure","description":"Energy expenditure was estimated using accelerometery (Genieactive) and activity logs in the participants' normal environment, assessed during 3 weekdays of scheduled dance training and 2 weekend days without scheduled dance training. Focus is on daily energy expenditure","armGroupLabels":["Combat Sports","Gymnastics"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Relative energy deficiency (REDs)","description":"Prevalence of REDs in cohorts by diagnosis by elimination by medical team.","timeFrame":"Throughout study; an average of 3 times a year"}],"secondaryOutcomes":[{"measure":"Bone stress injuries","description":"Reported bone stress injuries by the inhouse medical teams","timeFrame":"Number of participants with bone stress injuries. Throughout study an average of 3 times a year"},{"measure":"Primary Amenorrhea (females)","description":"Loss of menses for at least 6 months","timeFrame":"Number of participants with primary and secondary amenorrhea. Throughout study an average of 3 times a year"},{"measure":"Resting Metabolic rate","description":"Actual resting metabolic rate/estimated metabolic rate below 0.9","timeFrame":"Throughout study; an average of 3 times a year"},{"measure":"Monitoring of all blood markers for below normal values (red flags)","description":"Blood markers: full blood count, ferritin, B12, folate, erythrocyte sedimentation rate (ESR), renal function, liver function, thyroid stimulating hormone (TSH), Free thyroxine (T4), luteinizing hormone (LH), oestradiol, testosterone, follicle-stimulating hormone (FSH), coeliac screen, vitamin D (25(OH)D), Leptin and Ghrelin","timeFrame":"Throughout study; an average of 3 times a year"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Full-time training at either a NGB centre, dance company, vocational dance school or academy\n* Engaged in full-time training at start of project\n\nExclusion Criteria\n\n* Not engaged in full-time training\n* Injury preventing engagement in training","healthyVolunteers":true,"sex":"ALL","minimumAge":"16 Years","maximumAge":"45 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"Dancers: ballet, contemporary dance and musical theatre Combat sports: judo, karate, taekwondo Gymnastics: artistic","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Matthew A Wyon, PhD","role":"CONTACT","phone":"01902323144","email":"m.wyon@wlv.ac.uk"},{"name":"Ross Cloak, PhD","role":"CONTACT","phone":"01902321285","email":"r.cloak@wlv.ac.uk"}],"overallOfficials":[{"name":"Roger Wolman, PhD","affiliation":"Honorary Professor","role":"STUDY_CHAIR"}],"locations":[{"facility":"University of Wolverhampton","city":"Walsall","state":"West Midlands","zip":"WS1 3BD","country":"United Kingdom","contacts":[{"name":"Matthew Wyon, PhD","role":"CONTACT","phone":"01902323144","email":"m.wyon@wlv.ac.uk"},{"name":"Ross Cloak, PhD","role":"CONTACT","phone":"0190231285","email":"r.cloak@wlv.ac.uk"}],"geoPoint":{"lat":52.58528,"lon":-1.98396}}]},"referencesModule":{"references":[{"pmid":"31296115","type":"BACKGROUND","citation":"Koltun KJ, Strock NCA, Southmayd EA, Oneglia AP, Williams NI, De Souza MJ. Comparison of Female Athlete Triad Coalition and RED-S risk assessment tools. J Sports Sci. 2019 Nov;37(21):2433-2442. doi: 10.1080/02640414.2019.1640551. Epub 2019 Jul 11."},{"pmid":"33789771","type":"BACKGROUND","citation":"Sim A, Burns SF. Review: questionnaires as measures for low energy availability (LEA) and relative energy deficiency in sport (RED-S) in athletes. J Eat Disord. 2021 Mar 31;9(1):41. doi: 10.1186/s40337-021-00396-7."},{"pmid":"38463191","type":"RESULT","citation":"Allen N, Kelly S, Lanfear M, Reynolds A, Clarke R, Mountjoy ML, Wyon M, Wolman R. Relative energy deficiency in dance (RED-D): a consensus method approach to REDs in dance. BMJ Open Sport Exerc Med. 2024 Mar 7;10(1):e001858. doi: 10.1136/bmjsem-2023-001858. eCollection 2024."},{"pmid":"37752011","type":"RESULT","citation":"Mountjoy M, Ackerman KE, Bailey DM, Burke LM, Constantini N, Hackney AC, Heikura IA, Melin A, Pensgaard AM, Stellingwerff T, Sundgot-Borgen JK, Torstveit MK, Jacobsen AU, Verhagen E, Budgett R, Engebretsen L, Erdener U. 2023 International Olympic Committee's (IOC) consensus statement on Relative Energy Deficiency in Sport (REDs). Br J Sports Med. 2023 Sep;57(17):1073-1097. doi: 10.1136/bjsports-2023-106994. Erratum In: Br J Sports Med. 2024 Feb 7;58(3):e4. doi: 10.1136/bjsports-2023-106994corr1."},{"pmid":"30687712","type":"RESULT","citation":"Civil R, Lamb A, Loosmore D, Ross L, Livingstone K, Strachan F, Dick JR, Stevenson EJ, Brown MA, Witard OC. Assessment of Dietary Intake, Energy Status, and Factors Associated With RED-S in Vocational Female Ballet Students. Front Nutr. 2019 Jan 9;5:136. doi: 10.3389/fnut.2018.00136. eCollection 2018."},{"pmid":"29405782","type":"RESULT","citation":"Staal S, Sjodin A, Fahrenholtz I, Bonnesen K, Melin AK. Low RMRratio as a Surrogate Marker for Energy Deficiency, the Choice of Predictive Equation Vital for Correctly Identifying Male and Female Ballet Dancers at Risk. Int J Sport Nutr Exerc Metab. 2018 Jul 1;28(4):412-418. doi: 10.1123/ijsnem.2017-0327. Epub 2018 Jun 22."}],"availIpds":[{"id":"RED-D","type":"Individual Participant Data Set","url":"https://figshare.com/account/home","comment":"All anonymised data will be published on figshare"},{"id":"RED-D","type":"Study Protocol","url":"https://figshare.com/account/home","comment":"Study protocol will be published on figshare"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"All anonymised data will be shared via figshare","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"Protocol and statistical analysis plan will be available pre data collection Data will be available at point of publication","accessCriteria":"All data will be made available in line with Open Science protocols","url":"https://figshare.com/account/items/26005036/edit"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000015775","term":"Fractures, Stress"},{"id":"D000080822","term":"Relative Energy Deficiency in Sport"}],"ancestors":[{"id":"D000050723","term":"Fractures, Bone"},{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000001068","term":"Feeding and Eating Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M18332","name":"Fractures, Stress","asFound":"Bone Stress Reaction","relevance":"HIGH"},{"id":"M5114","name":"Body Weight","relevance":"LOW"},{"id":"M2203","name":"Relative Energy Deficiency in Sport","asFound":"Relative Energy Deficiency in Sport","relevance":"HIGH"},{"id":"M26370","name":"Fractures, Bone","relevance":"LOW"},{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M4380","name":"Feeding and Eating Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M8618","name":"Folic Acid","relevance":"LOW"},{"id":"M8759","name":"Follicle Stimulating Hormone","relevance":"LOW"},{"id":"M17550","name":"Vitamin D","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M8108","name":"Estradiol","relevance":"LOW"},{"id":"M16509","name":"Testosterone","relevance":"LOW"},{"id":"M6003","name":"Cholecalciferol","relevance":"LOW"},{"id":"M17558","name":"Vitamins","relevance":"LOW"},{"id":"M17546","name":"Vitamin B Complex","relevance":"LOW"},{"id":"M9934","name":"Hydroxocobalamin","relevance":"LOW"},{"id":"M17548","name":"Vitamin B 12","relevance":"LOW"},{"id":"M11110","name":"Liver Extracts","relevance":"LOW"},{"id":"M266279","name":"Estradiol 17 beta-cypionate","relevance":"LOW"},{"id":"M266280","name":"Estradiol 3-benzoate","relevance":"LOW"},{"id":"M234941","name":"Polyestradiol phosphate","relevance":"LOW"},{"id":"T446","name":"Folic Acid","relevance":"LOW"},{"id":"T447","name":"Folinic Acid","relevance":"LOW"},{"id":"T479","name":"Vitamin D3","relevance":"LOW"},{"id":"T442","name":"Cholecalciferol","relevance":"LOW"},{"id":"T440","name":"Calciferol","relevance":"LOW"},{"id":"T441","name":"Cobalamin","relevance":"LOW"},{"id":"T444","name":"Cyanocobalamin","relevance":"LOW"},{"id":"T476","name":"Vitamin B12","relevance":"LOW"},{"id":"T448","name":"Folate","relevance":"LOW"},{"id":"T475","name":"Vitamin B9","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"BDCA","name":"Bone Density Conservation Agents"},{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}