{"protocolSection":{"identificationModule":{"nctId":"NCT06478979","orgStudyIdInfo":{"id":"Deepsonbio_Neuclare_iNPH"},"organization":{"fullName":"Deepsonbio","class":"INDUSTRY"},"briefTitle":"The Pilot Study of Medical Device-Neuclare for Patients With Idiopathic Normal Pressure Hydrocephalus (iNPH)","officialTitle":"A Prospective, Single-arm, Open-label, Non-randomized Exploratory Clinical Trial to Verify the Efficacy and Safety of Gait and Cognitive Improvement in Patients With Idiopathic Normal Pressure Hydrocephalus (iNPH) Using the Neuclare Physical Device for Medical Use"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-02","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-23","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Deepsonbio","class":"INDUSTRY"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This clinical trial aims to explore the effectiveness and safety of gait improvemen of Neuclare, a science medical device, for patients with Idiopathic Normal Pressure Hydrocephalus (iNPH) Through methods such as Timed Up \\& Go Test (TUG), 10m gait , iNPH grading scale), etc, gait improvement before and after using Neuclare will be evaluated."},"conditionsModule":{"conditions":["Idiopathic Normal Pressure Hydrocephalus (iNPH)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Treatment group","type":"EXPERIMENTAL","description":"The patient with Idiopathic Normal Pressure Hydrocephalus (iNPH) who will be treated with the medical device-Neuclare","interventionNames":["Device: Neuclare"]}],"interventions":[{"type":"DEVICE","name":"Neuclare","description":"It is used to stimulate the brain for a certain period of time to assess gait improvement in patients with Idiopathic Normal Pressure Hydrocephalus (iNPH). In this clinical trial, it is used for patients with Idiopathic Normal Pressure Hydrocephalus (iNPH).","armGroupLabels":["Treatment group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Change of Time Up & Go Test : From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by Time Up \\& Go Test","timeFrame":"Week 1"}],"secondaryOutcomes":[{"measure":"Change of 10m gait : From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by 10m gait","timeFrame":"Week 1"},{"measure":"Change of iNPH grading scale : From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by iNPH grading scale.\n\nThe overall score may reach values between 0 and 12, with higher scores indicating more severe impairment","timeFrame":"Week 1"},{"measure":"Change of Trail Making Test Black & White Score : From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by Change of Trail Making Test Black \\& White Score.\n\nThe higher scores mean a worse outcome.","timeFrame":"Week 1"},{"measure":"Change of Modified Rankin Scale(mRS) : From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by Modified Rankin Scale(mRS).\n\nAssessment results range from 0-6 points，a higher score means a worse ending","timeFrame":"Week 1"},{"measure":"Change of Quality of life-AD Score : From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by Change of Quality of life-AD Score.\n\nQoL-AD was comprised of 13 individual items, each measured on a 4-point Likert scale (ranging from 1 \\[poor\\] to 4 \\[excellent\\]). Overall QoL-AD score was the sum of the scores for the 13 individual items and ranged from 13 to 52, with higher scores indicating a higher health related quality of life.","timeFrame":"Week 1"},{"measure":"Change of MMSE-II Score : From Baseline to Week 5","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by Change of MMSE-II Score.\n\nThe cognitive function evaluation performed by MMSE test. The Total score range of MMSE is 0-30, and the higher score indicates better cognitive functions.","timeFrame":"Week 1"},{"measure":"Change in glymphatic activity measured by MRI: From Baseline to Week 1","description":"Compare with before and after using Neuclare for the treatment of Idiopathic Normal Pressure Hydrocephalus (iNPH) as evaluated by Change in glymphatic activity measured by MRI","timeFrame":"Week 1"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Adults aged 60 to 90, regardless of gender\n* Individuals exhibiting gait disturbances along with at least one of the following symptoms: cognitive impairment or urinary incontinence\n* Evans' index \\> 0.3)\n* When the symptoms in 2) and 3) cannot be fully explained by other neurological or non-neurological diseases\n* Diagnosis of INPH based on the Investigator's clinical judgement based on criteria as described in the INPH Guidelines\n\nExclusion Criteria:\n\n* Patient with pathological lesions in the brain identified by MRI\n* A person who is confirmed to have organic brain lesions (e.g., cerebral edema, cerebral hemorrhage, cerebral infarction, cerebrovascular malformation, brain tumor, etc.) on a brain MRI.\n* Patients with metabolic disorders such as thyroid dysfunction, hyperglycemia, hypoglycemia, liver or kidney dysfunction, and long-term use of drugs that will cause cognitive decline (e.g., anticholinergic drugs)\n* History of psychiatric disorder other than the inclusion criteria.\n* A person with a severe history of cancer/tuberculosis\n* A person who has contact dermatitis or sensitive skin abnormalities\n* Patients with a high fever of 40 degrees Celsius or higher based on eardrum body temperature\n* A person whose bleeding is identified due to a common procedure or surgery that may affect vital signs\n* A person who is unable to perform MRI tests\n* A person with an allergic reaction to MRI contrast agents such as Definity or Gadovist.\n* Other cases where the investigator judged that it is difficult to participate in the study\n* Patient with behavioral and psychological symptoms of dementia (BPSD) that make cooperation in the clinical trial difficult\n* Patients with severe cognitive impairment, defined as an MMSE score of 17 or below\n* Patients who have undergone shunt surgery in the past year\n* Patients with a history of uncontrolled thyroid, liver, or kidney dysfunction\n* Patients taking medications that affect gait, cognition, or urinary tract function and who have had a change in medication regimen within the past 3 months.\n* Patients who have undergone a cerebrospinal fluid drainage test within the past 1 month.","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"jandi Kim","role":"CONTACT","phone":"+82-70-7722-3468","email":"jandis2@deepsonbio.com"}],"overallOfficials":[{"name":"Jaeho Kim, M.D. Ph.D","affiliation":"Hallym University Dongtan Sacred Heart Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hallym University Dongtan Sacred Heart Hospital","city":"Hwaseong-si","state":"Gyeonggi-do","zip":"18450","country":"Korea, Republic of","contacts":[{"name":"Jaeho Kim","role":"CONTACT"},{"name":"Jaeho Kim, M.D. Ph.D","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":37.20682,"lon":126.8169}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000006849","term":"Hydrocephalus"},{"id":"D000006850","term":"Hydrocephalus, Normal Pressure"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M9907","name":"Hydrocephalus","asFound":"Hydrocephalus","relevance":"HIGH"},{"id":"M9908","name":"Hydrocephalus, Normal Pressure","asFound":"Normal Pressure Hydrocephalus","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}