{"protocolSection":{"identificationModule":{"nctId":"NCT06480500","orgStudyIdInfo":{"id":"21-6000"},"organization":{"fullName":"University Health Network, Toronto","class":"OTHER"},"briefTitle":"i-CBT and IV Ketamine for Suicidality in Treatment-Resistant Depression: A Randomized, Midazolam-Controlled Clinical Trial","officialTitle":"Integrated Internet-Based Cognitive Behavioural Therapy (i-CBT) and Intravenous Ketamine for Suicidality in Treatment-Resistant Depression: A Randomized, Midazolam-Controlled Clinical Trial","acronym":"Ket-CBT"},"statusModule":{"statusVerifiedDate":"2023-11","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-01-02","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2022-03-16","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Health Network, Toronto","class":"OTHER"},"collaborators":[{"name":"Ontario Shores Centre for Mental Health Sciences","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Approximately four thousand Canadians die by suicide every year, and suicide is the second leading cause of death in youth and young adults (15-34 years). Most people with depression experience thoughts of suicide and many will also plan and/or attempt suicide at some time in their life. There is an urgent need for new scalable treatments that can effectively reduce suicidality in people with depression.\n\nCognitive behavioural therapy (CBT) reduces suicidal thoughts and behaviours, and can be delivered through the internet (i-CBT) making it more accessible and scalable. However, i-CBT has not been shown to rapidly reduce suicidal thoughts and behaviours (suicidality), such as within 24 hours. IV ketamine on the other hand has been shown to rapidly reduce thoughts of suicide, but not suicidal behaviours.\n\nTherefore, combining i-CBT with IV ketamine may be more effective reducing suicidality than i-CBT treatment with a control treatment.\n\nThe investigators propose a 13-week, multi-site, study that looks at how combining i-CBT and IV ketamine treatment will affect suicidality in individuals with depression who have recently experienced suicidal thoughts and/or behaviours, but have not responded to previous treatment. All 110 participants will receive a weekly session of i-CBT for 13 weeks, but half will be randomly assigned to also receive six IV ketamine treatments or six IV midazolam treatments (control treatment) over the first initial 30 days. The investigators will measure changes in suicidal thoughts and behaviours before drug treatment and at the primary endpoint (i.e.,day 30), and after 3 months (i.e. Day 91) of the starting treatment."},"conditionsModule":{"conditions":["Major Depressive Disorder","Suicide","Treatment Resistant Depression"],"keywords":["MDD","Ketamine","Internet-Based Cognitive Behavioural Therapy","Suicide"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":110,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"i-CBT and IV ketamine","type":"EXPERIMENTAL","description":"Participants will receive internet-based cognitive therapy (i-CBT) for 13 weeks. During the first 4 weeks of i-CBT, participants will also be administered 6 infusions of ketamine intravenously. The first two infusions will be dosed at 0.5 mg/kg over a period of 40 mins. For infusions 3 and 4, patients will be flexibly-dosed between 0.5 mg/kg to 0.75 mg/kg, depending on clinical response to first two infusions. For infusions 5 and 6, patients will be flexibly-dosed between 0.5-0.85 mg/kg, depending on the clinical response to the first 4 infusions.","interventionNames":["Drug: Ketamine hydrochloride","Behavioral: i-CBT (Internet-based Cognitive Behavioural Therapy)"]},{"label":"i-CBT and IV midazolam","type":"ACTIVE_COMPARATOR","description":"Participants will receive internet-based cognitive therapy (i-CBT) for 13 weeks. During the first 4 weeks of i-CBT, participants will also be administered 6 infusions of midazolam intravenously. The first two infusions will be dosed at 0.02 mg/kg over a period of 40 mins. For infusions 3 and 4, patients will be flexibly-dosed between 0.02 mg/kg to 0.03 mg/kg, depending on clinical response to first two infusions. For infusions 5 and 6, patients will be flexibly-dosed between 0.02 mg/kg to 0.035 mg/kg, depending on the clinical response to the first 4 infusions.","interventionNames":["Behavioral: i-CBT (Internet-based Cognitive Behavioural Therapy)","Drug: Midazolam Hydrochloride"]}],"interventions":[{"type":"DRUG","name":"Ketamine hydrochloride","description":"55 patients will receive ketamine hydrochloride, over six infusions, flexibly dosed between 0.5 mg/kg to 0.85 mg/kg.","armGroupLabels":["i-CBT and IV ketamine"]},{"type":"BEHAVIORAL","name":"i-CBT (Internet-based Cognitive Behavioural Therapy)","description":"Each week for 13 weeks, participants will watch an online module that last approximately 45-50 mins each, with homework at the end of each module. Homework is submitted and reviewed by a therapist, who will provide personalized feedback before progression to the next module.","armGroupLabels":["i-CBT and IV ketamine","i-CBT and IV midazolam"]},{"type":"DRUG","name":"Midazolam Hydrochloride","description":"55 patients will receive midazolam hydrochloride, over six infusions, flexibly dosed between 0.02 mg/kg to 0.035 mg/kg.","armGroupLabels":["i-CBT and IV midazolam"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Suicidality severity using the Columbia-Suicide Severity Rating Scale (C-SSRS)","description":"The CSSRS evaluates suicidal ideation and behaviour. The CSSRS evaluates suicidal ideation and behaviour. The suicidal ideation score ranges from 0 (no ideation) to 5 (active suicidal ideation with specific plan and intent). Suicidal ideation intensity score ranges from 0 (no ideation) to 25 (most severe). The presence of suicidal behaviour is rated as a binary response; the lethality of actual attempts are rated on a scale of 0 (no or very minor physical damage) to 5 (death) and the potential lethality of actual attempts are rated on a scale of 0 (behaviour not likely to result in injury) to 2 (behaviour likely to result in death despite available medical care).","timeFrame":"30 Days, up to 91 Days."}],"secondaryOutcomes":[{"measure":"Objective Depressive Symptom Severity using the Montgomery-Asberg Depression Rating Scale (MADRS)","description":"The MADRS is a scale measuring objective depression severity, consisting of 10 items, each scored from 0 (normal) to 6 (severe), for a total possible score of 60; higher scores denote greater severity.","timeFrame":"Day 30, Day 91"},{"measure":"Subjective Depressive Symptom Severity using the McIntyre and Rosenblat Rapid Response Scale (MARRRS)","description":"The MARRRS is a self-reported 14-item self-report measure of depressive symptoms present during the past 72 hours. Total score ranges from 0 to 42; a higher score indicates greater symptom severity.","timeFrame":"Day 30, Day 91"},{"measure":"Subjective Depressive Symptom Severity using Quick Inventory for Depressive Symptomatology, Self-Report, 16-item (QIDS-SR-16)","description":"The QIDS-SR-16 total score ranges from 0 to 27 with 0 representing no depression and 27 representing severe depression.","timeFrame":"Day 30, Day 91"},{"measure":"Symptom Severity and Treatment response using the Clinical Global Impressions Scale (CGI)","description":"The CGI severity module assesses the severity of a person's depressive illness using a seven-point Likert scale, ranging from \"Normal, not at all depressed\" to \"Among the most extremely depressed patients\". The CGI improvement module evaluates the global improvement of a person's condition since their last visit on a seven-point Likert scale, ranging from \"Very much improved\" to \"Very much worse\".","timeFrame":"Day 30, Day 91"},{"measure":"Dissociative Symptom Severity using the Clinician-Administered Dissociative States Scale (CADSS), 23-item","description":"The CADSS measures objective dissociative symptom severity post infusion. Total scores on the 23-item CADSS range from 0 to 92; a higher score denotes greater dissociative symptom severity.","timeFrame":"30 minutes Post-Infusion"},{"measure":"Treatment-Emergent Psychiatric Symptoms using the Brief Psychiatric Rating Scale (BPRS)","description":"The BPRS rating scale has 18 items, each item rated on a severity scale of 1 (not present) to 7 (extremely severe). 0 is entered if the item is not assessed.","timeFrame":"30 minutes Post infusion, Day 30, Day 91"},{"measure":"Treatment-Emergent Manic Symptoms using the Young Mania Rating Scale (YMRS)","description":"The Young Mania Rating Scale (YMRS) is a clinical interview scale to assess the severity of manic states and in this study to look at treatment-emergent mania. Total scores range from 0 to 60, with higher scores indicative of greater symptom severity.","timeFrame":"30 minutes Post infusion, Day 30, Day 91"},{"measure":"Mystical Type Experiences using the Mystical Experiences Questionnaire (MEQ)","description":"The MEQ consists of 30 items, each item rated on a Likert scale (0-None/not at all to 5-Extreme, more than any other time in my life). The MEQ total score is computed by taking the average response to all items.","timeFrame":"30 minutes Post Infusion, Day 30, Day 91"},{"measure":"Subjective Wellbeing using the World Health Organization-5 Well-Being Index (WHO-5)","description":"The WHO-5 is a measure of overall well-being, rated on a scale of 0 to 25, with higher scores denoting higher quality of life.","timeFrame":"Day 30, Day 91"},{"measure":"Impairments in Work and Activities using the World Productivity and Impairment Questionnaire (WPAI)","description":"The WPAI is a six-item self-administered rating scale measuring work absenteeism, presenteeism, and productivity loss and daily activity impairment. Individuals are asked to rate to what extent health problems affected their ability to do regular daily activities other than work at a job (0-No effect on daily activities to 10-Completely prevented me from doing my daily activities). Respondents who are currently employed are additionally asked to rate the number of hours missed from work due to health problems, the number of hours missed due to other reasons (e.g., vacation, time off to participate in this study), and the number of hours worked in the past seven days, as well as to what extent health problems affected productivity while working (0-No effect on my work to 10-Completely prevented me from working). Responses to each question are scaled to an overall percentage score (0 to 100), with higher values denoting greater impairment","timeFrame":"Day 30, Day 91"},{"measure":"Subjective Cognitive Impairment using the Perceived Deficits Questionnaire - Depression - 5-Item (PDQ-5-D)","description":"The PDQ-5-D total scores range from 0 to 20, with greater scores indicative of greater subjective cognitive impairment.","timeFrame":"Day 30, Day 91"},{"measure":"Cognitive Function using the Digit Symbol Substitution Test (DSST)","description":"The DSST assesses relative contributions of speed, memory, executive function and visual scanning. Participants are required to copy symbols that are paired with simple geometric shapes or numbers within 90 seconds for a total possible score of 0 to 90. A higher score reflects greater performance.","timeFrame":"Day 30, Day 91"},{"measure":"Cognitive Processing Speed using the Trail Making Test A (TMT-A)","description":"The TMT is a two-part cognitive test. TMT-A assesses cognitive processing speed and consists of 25 circles distributed over a sheet of paper. Participants are asked to connect circles in numerical sequence. If a participant makes a mistake, the administrator points out the error, and the participant must return to the last correct circle and continue the task. Lower scores represent better performance.","timeFrame":"Day 30, Day 91"},{"measure":"Executing Functioning using the Trail Making Test B (TMT-B)","description":"The TMT is a two-part cognitive test. TMT-B assesses executive functioning and consists of 25 circles distributed over a sheet of paper. Participants are asked to connect circles in alternating numerical and alphabetical sequence (e.g., 1-A-2-B). If a participant makes a mistake, the administrator points out the error, and the participant must return to the last correct circle and continue the task. Lower scores represent better performance.","timeFrame":"Day 30, Day 91"},{"measure":"Anxiety using the Generalized Anxiety Disorder-7 (GAD-7)","description":"Total score ranges from 0 to 21; a higher score denotes greater symptom severity.","timeFrame":"Day 30, Day 91"},{"measure":"Hedonic/Pleasure Capacity using the Snaith-Hamilton Pleasure Scale (SHAPS)","description":"The SHAPS total score ranges from 14 to 56, wherein a higher score indicates greater hedonic capacity (lower anhedonic severity).","timeFrame":"Day 30, Day 91"},{"measure":"Reaction Time using the Choice Reaction Time Identification Task (CRT)","description":"For the CRT, 4 boxes are presented on the screen in a horizontal array. Each box has an assigned response key (by default, the response keys are matched spatially to the position of their assigned boxes: DFJK).\n\nAfter a fixed amount of time, one of the boxes turns red and participants are asked to press the corresponding response key as fast as possible. The response time for correct responses is recorded, with larger numbers representing slower reaction time.","timeFrame":"Day 30, Day 91"},{"measure":"Psychomotor signs of depression using the Core Assessment of Psychomotor Change (CORE)","description":"The CORE is an observer-rated instrument evaluating cognitive processing disorders (non-interactiveness), agitation, and motor retardation. Scores range from 0 to 54, with higher scores representing more psychomotor signs of depression.","timeFrame":"Day 30, Day 91"},{"measure":"Verbal Fluency using the FAS test","description":"The F-A-S Test assesses phonemic verbal fluency by requesting an individual to orally produce words that begin with the letters F, A and S. High scores indicate better phonemic verbal fluency.","timeFrame":"Day 30, Day 91"},{"measure":"Verbal Memory using the California Verbal Learning Test Second Edition (CVLT-II)","description":"In the CVLT-II, a participant listens to series of words and is then asked to recall the terms and the category to which they belong. Higher total scores for words recognized on recognition trial indicate better verbal memory.","timeFrame":"Day 30, Day 91"},{"measure":"Loneliness using the UCLA Loneliness Scale (UCLA)","description":"The UCLA assesses subjective measures of loneliness and social isolation. Scores range from 0-60 with higher scores indicating more subjective loneliness","timeFrame":"Day 30, Day 91"},{"measure":"Subjective Perception of pain, tiredness, nausea, depression, anxiety, drowsiness, appetite, well-being, and shortness of breath using the Edmonton Symptom Assessment System Revised (ESAS-r)","description":"The ESAS-r assesses 10 common symptoms: pain, tiredness, drowsiness, nausea, lack of appetite, shortness of breath, depression, anxiety, well-being and constipation. It conveys the individual's description of the severity of a symptom based on a scale ranging from 0 to 10. With higher scores indicating higher symptom severity","timeFrame":"Day 30, Day 91"},{"measure":"Symptoms of PTSD using the PTSD Checklist for DSM-5 (PCL-5)","description":"The PCL-5 is a 20-item self-administered measure that assesses the 20 DSM-5 symptoms of PTSD. The total scores range from 0-80, with higher scores indicating more symptom severity for PTSD.","timeFrame":"Day 30, Day 91"},{"measure":"Borderline Personality Disorder Symptoms using the Borderline Symptom List (BSL-23)","description":"The BSL-23 is a 23-item self-rating instrument for specific assessment of borderline personality disorder (BPD) symptomatology. The average score of items (range 0 to 4, sum of scores divided by 23) is calculated, with a higher score indicating more impairment.","timeFrame":"Day 30, Day 91"},{"measure":"Sleep Quality using the The Pittsburgh Sleep Quality Index (PSQI)","description":"The PSQI is a self-rated questionnaire which assesses sleep quality and disturbances over a 1-month time interval. The global PSQI score ranges from 0-21, with higher scores indicating poorer sleep quality","timeFrame":"Day 30, Day 91"},{"measure":"Automatic negative self-schema using the Depression Implicit Association Test (Depression IAT)","description":"The Depression IAT measures the strength of automatic (implicit) associations between concepts (SAD and HAPPY) in people's minds relying on latency measures in a simple sorting task. Scores range from -1 to 1, with positive scores indicating a stronger association between 'ME-SAD' and 'NOT ME-HAPPY' and negative scores indicating a stronger association between 'ME-HAPPY' and 'NOT ME-SAD'.","timeFrame":"Day 30, Day 91"},{"measure":"Depression Rumination using the The 10-item ruminative response scale (RRS-10)","description":"Severity of Depression Rumination is measured using the RRS-10. Scores range from 10 to 40, with higher scores indicating more severe depression rumination.","timeFrame":"Day 30, Day 91"},{"measure":"i-CBT engagement using number of logins per day into i-CBT platform","description":"Number of logins per day into the i-CBT platform is measured to assess i-CBT engagement.","timeFrame":"Weekly up to Day 91."},{"measure":"i-CBT engagement using amount of time logged into the i-CBT platform.","description":"Amount of time logged in on the i-CBT platform (in minutes) is measured to assess i-CBT engagement.","timeFrame":"Weekly up to Day 91."},{"measure":"i-CBT engagement using time spent on each i-CBT module","description":"Time spent on each i-CBT session is measured to assess i-CBT engagement.","timeFrame":"Weekly up to Day 91."},{"measure":"i-CBT engagement","description":"Number of logins per day, amount of time logged in, time spent on each session, time of day logged in, and time spent in each section of the module of the internet-based CBT will be measured to assess i-CBT engagement.","timeFrame":"Weekly up to Day 91."},{"measure":"Addiction Potential Using the Drug Liking and Craving Questionnaire (DLCQ)","description":"The likeability and craving for the study drug is assessed using the DLCQ. Likeability scores range from 0-10, with higher scores indicating more likeability. How much the participant is craving the study drug is rated on a scale of 0-10, with higher scores indicating more cravings. Craving for using greater amounts ranges from 0 to 10, with higher scores indicating more craving for greater amounts of study drug.","timeFrame":"30 minutes Post Infusion, at Day 30, weekly after Day 30 up to Day 91."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Provide written, voluntary informed consent prior to study enrollment. Substitute decision makers will not be allowed to consent to study on a potential patient's behalf.\n2. Male or female between the age of 21 to 65, inclusive.\n3. Meets DSM-5 criteria for Major Depressive Disorder, currently experiencing a Major Depressive Episode (MDE) without psychotic features. Diagnosis will be confirmed using the Mini-International Neuropsychiatric Interview (MINI) conducted by a delegated physician or trained research study staff.\n4. Must present with a moderate to severe depressive episode, as determined by the MADRS score greater than 21.\n5. Must be at risk for suicide, operationalized as a response of 'yes' to items 1 or 2 on the Suicidal Ideation subscale or 'yes to any item of the Suicidal Behaviour subscale on the C-SSRS.\n6. Current MDE has inadequate response to two or more adequate first-line treatment trials for MDD, as per the 2016 CANMAT Depression Guidelines.\n7. Access to reliable internet for the entire study period and an internet-based device (i.e., a smartphone, laptop, desktop or tablet).\n8. Must have the ability to speak and read English. This is due to the i-CBT modules only being offered in English presently.\n\nExclusion Criteria:\n\n1. Currently has symptoms of mania or hypomania or mixed state bipolar, as determined by the Young Mania Rating Scale (YMRS) score greater than 12.\n2. Current symptoms of psychosis or a substance use disorder within the past 3 months. Past history of psychotic features during a mood episode will not be excluded. Other secondary psychiatric comorbidities (e.g. anxiety disorders, trauma related disorders, etc.) will not be excluded.\n3. Lifetime history of a primary psychotic disorder (including, but not limited to, schizophrenia or schizoaffective disorder).\n4. Lifetime history of ketamine use disorder.\n5. History of neurological disorders (including, but not limited to, uncontrolled seizure disorder, history of stroke within past 12 months, major head injuries, aneurysmal vascular disease \\[including thoracic and abdominal aorta, intracranial, and peripheral arterial vessels\\], arteriovenous malformation, or intracerebral hemorrhage).\n6. Presence a relative or absolute contraindication to ketamine or midazolam, including a drug allergy, stroke history, uncontrolled hypertension, low or labile blood pressure (as defined by a baseline systolic blood pressure \\> 140 mmHg and/or diastolic blood pressure \\> 90 mmHg), recent myocardial infarction within past 12 months, cardiac arrhythmia, severe coronary artery disease, heart failure or moderate to severe hepatic impairment (defined as a Child-Pugh score of B or C) or severe renal impairment (glomerular filtration rate (GFR) \\< 45 milliliters/min).\n7. Pregnant or breastfeeding women or women who intend to get pregnant. Patients who are sexually active must agree to use a highly effective contraceptive method.\n8. Use of prohibited concomitant medications, which includes other forms of ketamine including racemic ketamine and esketamine, benzodiazepines, monoamine oxidase inhibitors, stimulants or medical cannabis of any form. All other medications will be permitted.\n9. Currently receiving CBT or CBT-related interventions (e.g., Dialectical Behavioural Therapy).\n10. Changes in medication or non-CBT psychotherapy one month prior to study enrollment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"21 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Lee Phan, MSc","role":"CONTACT","phone":"416-603-5800","phoneExt":"5064","email":"lee.phan@uhn.ca"}],"overallOfficials":[{"name":"Rodrigo Mansur","affiliation":"University Health Network, Toronto","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Toronto General Hospital","status":"RECRUITING","city":"Toronto","state":"Ontario","country":"Canada","contacts":[{"name":"Lee Phan","role":"CONTACT","email":"lee.phan@uhn.ca"},{"name":"Rodrigo Mansur, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.70011,"lon":-79.4163}},{"facility":"Ontario Shores Centre for Mental Health Sciences","status":"RECRUITING","city":"Whitby","state":"Ontario","country":"Canada","contacts":[{"name":"Mervin Blair","role":"CONTACT","email":"blairmer@ontarioshores.ca"},{"name":"Amer Burhan, MBChB","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":43.88342,"lon":-78.93287}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"},{"id":"D000003865","term":"Depressive Disorder, Major"},{"id":"D000013405","term":"Suicide"},{"id":"D000061218","term":"Depressive Disorder, Treatment-Resistant"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000016728","term":"Self-Injurious Behavior"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M16191","name":"Suicide","asFound":"Suicide","relevance":"HIGH"},{"id":"M7060","name":"Depressive Disorder, Major","asFound":"Major Depressive Disorder","relevance":"HIGH"},{"id":"M29783","name":"Depressive Disorder, Treatment-Resistant","asFound":"Treatment Resistant Depression","relevance":"HIGH"},{"id":"M29364","name":"Suicidal Ideation","relevance":"LOW"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21835","name":"Mood Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M19089","name":"Self-Injurious Behavior","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000008874","term":"Midazolam"},{"id":"D000007649","term":"Ketamine"}],"ancestors":[{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000778","term":"Anesthetics, Dissociative"},{"id":"D000018686","term":"Anesthetics, Intravenous"},{"id":"D000018681","term":"Anesthetics, General"},{"id":"D000000777","term":"Anesthetics"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000018691","term":"Excitatory Amino Acid Antagonists"},{"id":"D000018683","term":"Excitatory Amino Acid Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000000759","term":"Adjuvants, Anesthesia"},{"id":"D000006993","term":"Hypnotics and Sedatives"},{"id":"D000014151","term":"Anti-Anxiety Agents"},{"id":"D000014149","term":"Tranquilizing Agents"},{"id":"D000011619","term":"Psychotropic Drugs"},{"id":"D000018757","term":"GABA Modulators"},{"id":"D000018682","term":"GABA Agents"}],"browseLeaves":[{"id":"M11845","name":"Midazolam","asFound":"Plant protein","relevance":"HIGH"},{"id":"M10674","name":"Ketamine","asFound":"Epidermal","relevance":"HIGH"},{"id":"M4032","name":"Analgesics","relevance":"LOW"},{"id":"M4107","name":"Anesthetics","relevance":"LOW"},{"id":"M4108","name":"Anesthetics, Dissociative","relevance":"LOW"},{"id":"M20766","name":"Anesthetics, Intravenous","relevance":"LOW"},{"id":"M20761","name":"Anesthetics, General","relevance":"LOW"},{"id":"M20771","name":"Excitatory Amino Acid Antagonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"},{"id":"M4089","name":"Adjuvants, Anesthesia","relevance":"LOW"},{"id":"M10043","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M16905","name":"Anti-Anxiety Agents","relevance":"LOW"},{"id":"M14474","name":"Psychotropic Drugs","relevance":"LOW"},{"id":"M20827","name":"GABA Modulators","relevance":"LOW"}],"browseBranches":[{"abbrev":"AdjAn","name":"Adjuvants, Anesthesia"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Analg","name":"Analgesics"}]}},"hasResults":false}