{"protocolSection":{"identificationModule":{"nctId":"NCT06476028","orgStudyIdInfo":{"id":"APHP240101"},"organization":{"fullName":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"briefTitle":"Adherence to Antidepressants During Pregnancy","officialTitle":"Utilization of Antidepressants During Pregnancy: a Multinational Cross-sectional, Web-based Survey - French Contribution","acronym":"MAMP-DEP"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-02-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-03-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Assistance Publique - Hôpitaux de Paris","class":"OTHER"},"collaborators":[{"name":"University of Oslo","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Depression is one of the most common psychiatric disorders accompanying pregnancy and the postpartum period. In Western countries, it is estimated that up to 18% of women experience depression during pregnancy, and 13% have at least one episode of severe depression.\n\nAlthough non-pharmacological interventions are of central importance in treating depression and anxiety, especially during pregnancy, for some women, pharmacological interventions are necessary.\n\nWhile prescription data is inadequate to capture real-life adherence to medication, there is also a lack of suitable self-completed scales to measure adherence to antidepressants among pregnant women. The information the investigators currently have on adherence to antidepressants in pregnancy is from the studies that have used pregnancy non-specific measurements, which do not consider pregnancy-related factors that could influence adherence, including fear of the potential teratogenic risk of antidepressants or untreated psychiatric disorders to the fetus and specific pregnancy-related concerns, such as being a good mother and bonding with a child that is going to be born.\n\nIn this study, the investigators will develop and adherence scale dedicated to antidepressant treatement during pregnancy and investigators will include pregnancy-specific predictors of antidepressant adherence as well as the woman's beliefs and perceptions regarding such use.\n\nThe recruitment of the patients will be done in various countries from Europe. This protocol covers the French contribution to this international initiative","detailedDescription":"Depression is one of the most common psychiatric disorders accompanying pregnancy and the postpartum period.\n\nIn Western countries, it is estimated that up to 18% of women experience depression during pregnancy, and 13% have at least one episode of severe depression. Anxiety disorders are also common in the perinatal period, with a prevalence estimate of 15%. In many cases, these disorders concur, adding substantial illness burden to the woman.\n\nAlthough non-pharmacological interventions are of central importance in treating depression and anxiety, especially during pregnancy, for some women, pharmacological interventions are necessary.\n\nSelective serotonin reuptake inhibitors (SSRIs) are in the first line of the pharmacological treatment of depression and anxiety, but depending on the clinical situation, the choice is often between SSRIs (international prevalence of use in pregnancy: 3.0% \\[95% CI 2.3-3.7\\]), serotonin-norepinephrine reuptake inhibitors (SNRIs; 0.7% \\[95% CI 0.5-0.9\\]) and tricyclic antidepressants (TCAs; 0.4% \\[95% CI 0.3-0.5\\]). Prevalence estimates have shown significant variation by geographical region, with a prevalence estimate of 1.6% for SSRIs in Europe.\n\nWhen choosing treatment options for pregnant women, three crucial aspects must be considered: the benefits of the treatment, the risks of the treatment, and the risks of untreated disease for both mother and child.\n\nOverestimation of the medication risk often results in the discontinuation of pharmacological therapy. Every other pregnant woman on antidepressant treatment prior to pregnancy stops using the treatment, usually during the first six weeks of the pregnancy. Even among women continuing antidepressants during pregnancy, one in two has a low level of adherence to therapy.\n\nThe benefit of continued use of antidepressants for relapse prevention in pregnant women seems to be more prominent among women having severe depression.\n\nDepression left untreated in pregnancy can lead to negative consequences for the mother, child, and family as a whole, including poor living and eating habits, substance abuse, suicidal thoughts, thoughts of harming the infant, and the development of postpartum depression. Untreated depressive symptoms and poor health behaviors in pregnancy may increase the risk of preterm birth, low birth weight, and developmental problems in offspring. Maternal anxiety during pregnancy is also positively related to behavioral, cognitive, and emotional difficulties in offspring, and is associated with an increased risk of preterm birth and low birth weight. Being adherent to antidepressants is of special importance to women with severe or recurrent depression, who are at an increased risk of relapse following antidepressant discontinuation.\n\nWhile prescription data is inadequate to capture real-life adherence to medication, there is also a lack of suitable self-completed scales to measure adherence to antidepressants among pregnant women. The information investigators currently have on adherence to antidepressants in pregnancy is from the studies that have used pregnancy non-specific measurements, which do not consider pregnancy-related factors that could influence adherence, including fear of the potential teratogenic risk of antidepressants or untreated psychiatric disorders to the fetus and specific pregnancy-related concerns, such as being a good mother and bonding with a child that is going to be born.\n\nIn this study, the adherence scale to be developed includes pregnancy-specific predictors of antidepressant adherence as well as the woman's beliefs and perceptions regarding such use. It will ideally enable tailored interventions in practice, which would improve antidepressant adherence and the outcome of antidepressant therapy.\n\nThe recruitment of the patients will be done in various countries from Europe. This protocol covers the French contribution to this international initiative"},"conditionsModule":{"conditions":["Antidepressants During Pregnancy"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"develop an international scale for measuring adherence to antidepressants during pregnancy","description":"develop an international scale for measuring adherence to antidepressants during pregnancy, building upon the scale previously piloted in a Norwegian population - Adherence to Antidepressants in Pregnancy (AADP) scale","timeFrame":"Through study time period, 6 months"},{"measure":"evaluate an international scale for measuring adherence to antidepressants during pregnancy","description":"evaluate an international scale for measuring adherence to antidepressants during pregnancy","timeFrame":"Through study time period, 6 months"}],"secondaryOutcomes":[{"measure":"estimate the prevalence of low antidepressant adherence, as well as associated maternal factors","description":"The secondary aim is to estimate the prevalence of low antidepressant adherence, as well as associated maternal factors.\n\nThis will be done through the following specific objectives:\n\n1. assessment of the psychometric properties of the AADP scale and identification of cut-off levels for low and high adherence to antidepressants in pregnancy;\n2. description of the extent to which women adhere to antidepressants in pregnancy;\n3. determination of the maternal factors associated with low adherence to antidepressants during pregnancy.","timeFrame":"Through study time period, 6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged between 18 and 50 years\n* Pregnant or have given birth in the past year.\n* Used antidepressants 12 months before and/or during pregnancy\n\nExclusion Criteria:\n\n* Women under legal protection","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"50 Years","stdAges":["ADULT"],"studyPopulation":"Women treated with antidepressants during pregnancy","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Benoit MARIN","role":"CONTACT","phone":"01 44 73 53 94","email":"benoit.marin@aphp.fr"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"Rare","name":"Rare Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4247","name":"Antidepressive Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"PsychDr","name":"Psychotropic Drugs"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}