{"protocolSection":{"identificationModule":{"nctId":"NCT06479811","orgStudyIdInfo":{"id":"10001709"},"secondaryIdInfos":[{"id":"001709-C"}],"organization":{"fullName":"National Institutes of Health Clinical Center (CC)","class":"NIH"},"briefTitle":"[212Pb]VMT-Alpha-NET in Metastatic or Inoperable Somatostatin-Receptor Positive Gastrointestinal Neuroendocrine Tumors, Pheochromocytoma/Paragangliomas, Small Cell Lung, Renal Cell, and Head and Neck Cancers","officialTitle":"Phase I Trial of [212Pb]VMT-Alpha-NET in Metastatic or Inoperable Somatostatin-Receptor Positive Gastrointestinal Neuroendocrine Tumors, Pheochromocytoma/Paragangliomas, Small Cell Lung, Renal Cell, and Head and Neck Cancers"},"statusModule":{"statusVerifiedDate":"2024-06-26","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-04","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-01-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2032-01-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-27","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"National Cancer Institute (NCI)","class":"NIH"}},"oversightModule":{"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background:\n\nSome cancers have high levels of proteins called somatostatin receptors (SSTRs) on the surface of the tumors. These tumors can be in the lung, head and neck, digestive tract, kidneys, and in or near the adrenal glands. Researchers want to know if drug treatments that target SSTRs can help shrink these types of tumors.\n\nObjective:\n\nTo test a study drug (\\[212Pb\\]VMT-Alpha-NET) in people with tumors that have SSTRs.\n\nEligibility:\n\nPeople aged 18 years and older with tumors of the lung, kidneys, head and neck, digestive tract, or adrenal glands that have SSTRs. Their tumors must have spread to other organs and cannot be removed with surgery.\n\nDesign:\n\nParticipants will be screened. They will have a physical exam with blood and urine tests. They will have imaging scans and a test of their heart function. A sample of tumor tissue may be collected if one is not already available.\n\n\\[212Pb\\]VMT-Alpha-NET is given through a tube attached to a needle inserted into a vein. The drug will be given on the first day of four 8-week cycles. Participants will stay in the hospital for a few nights after each dose. They will have blood tests once a week during each cycle.\n\nSome participants will also get a related study drug (\\[203Pb\\]VMT-Alpha-NET). They will receive this drug a few days before the first 2 cycles. At 4, 24, and 48 hours after each infusion, they will have whole body scans. These scans will show where the study drug went in their body.\n\nFollow-up visits will continue up to 6 years after the last treatment.","detailedDescription":"Background:\n\n* Somatostatin receptors (SSTR) have been shown to be over-expressed in a number of human tumors, including gastrointestinal (GI) neuroendocrine tumors (NET), pheochromocytoma/paragangliomas (PPGL), small cell lung cancers (SCLC), kidney cancers (KC), and some head and neck (H\\&N) cancers.\n* Targeted radioligand therapy (TRT) is a class of cancer therapeutic agents formed by attaching a radioactive isotope to a ligand that can target specific surface receptors such as SSTR on a tumor cell membrane. Efficacy is typically determined by the radiation dose deposited onto a tumor, which is determined by the radioactive isotope being used as well as the binding characteristics of the ligand-receptor/transporter pair.\n* Alpha emitters such as 212Pb emit alpha particles that are more damaging to tumor cells than beta emitters such as 177Lu. Therefore, TRT agents using alpha emitters are considered to be more potent than beta-emitting TRTs.\n* VMT-Alpha-NET is a peptide that binds to SSTR, which when attached to 212Pb becomes an alpha particle-emitting TRT that can be used to treat tumors that have SSTR surface expression.\n* \\[203Pb\\]VMT-Alpha-NET is the chemically identical imaging surrogate for \\[212Pb\\]VMT-Alpha-NET and has the same mechanism of action via binding to SSTR2. The nuclide 203Pb contained in \\[203Pb\\]VMT-Alpha-NET emits gamma radiation suitable for single-photon emission computerized tomography (SPECT) imaging. These images can be used to assess drug product biodistribution throughout the body.\n\nObjective:\n\n-To determine the maximum tolerated dose (MTD) of \\[212Pb\\]VMT-Alpha-NET (dose escalation cohort) and assess the safety of \\[212Pb\\]VMT-Alpha-NET at the MTD (dose expansions cohorts).\n\nEligibility:\n\n* Age \\>= 18 years.\n* Histopathologically confirmed GI NET, PPGL, SCLC, KC, or H\\&N (nasopharyngeal carcinoma \\[NPC\\], olfactory neuroblastoma \\[ONB\\], sinonasal neuroendocrine carcinoma \\[SNEC\\]) cancers that are metastatic or inoperable.\n* No prior systemic radioligand therapy.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status \\<= 1.\n\nDesign:\n\n* This is an open-label, single-arm, single-center, phase I study evaluating the safety, preliminary efficacy, and pharmacokinetic properties of \\[212Pb\\]VMT-Alpha-NET in GI NET, PPGL, SCLC, KC, or H\\&N cancers.\n* First, participants will be accrued in Dose Escalation Part with 4 dose levels to estimate MTD of \\[212Pb\\]VMT-Alpha-NET. Once MTD is estimated, the following participants with GI NET, PPGL, SCLC, KC, or H\\&N cancers will be accrued in separate cohorts and treated at MTD of \\[212Pb\\]VMT-Alpha-NET.\n* \\[212Pb\\]VMT-Alpha-NET will be given IV every 8 weeks for a total of 4 administrations.\n* A subset of participants (Dosimetry Arm 1) will have \\[203Pb\\]VMT-Alpha-NET administration followed by whole-body gamma scans combined with dosimetry SPECT/ Computed Tomography (CT) scans and collection of blood and urine samples prior to the first and the second doses of \\[212Pb\\]VMT-Alpha-NET (Cycles 1-2).\n* All participants will undergo serial whole-body dose rate measurements after \\[203Pb\\]VMT-Alpha-NET and/or \\[212Pb\\]VMT-Alpha-NET administration.\n* Participants will have timed clinical laboratory evaluations, imaging studies, and research blood, and urine samples while on the study therapy for safety and efficacy evaluations.\n* Following completion of treatment, participants will be seen at the NIH Clinical Center approximately 30 days later, every 12 weeks for 3 years after that for safety and efficacy assessments. Beyond 3 years, participants will be contacted annually through any NIH-approved platform to assess for overall survival and health status."},"conditionsModule":{"conditions":["Somatostatin Receptor Positive","Gastrointestinal Neuroendocrine Tumors","Pheochromocytoma/Paragangliomas","Small Cell Lung Cancers","Kidney Cancers","Head and Neck Tumors"],"keywords":["212Pb","Targeted alpha Therapy","Image-Guided Dosimetry","VMT-alpha-NET"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE1"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"SEQUENTIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":120,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"1/Dosimetry Arm 1","type":"EXPERIMENTAL","description":"Escalating doses of \\[212Pb\\]VMT-alpha-NET, imaging with \\[203Pb\\]VMT-alpha-NET","interventionNames":["Drug: [212Pb]VMT-alpha-NET","Drug: [203Pb]VMT-alpha-NET","Drug: 68Ga-DOTATATE"]},{"label":"2/Arm 2","type":"EXPERIMENTAL","description":"Escalating doses of \\[212Pb\\]VMT-alpha-NET","interventionNames":["Drug: [212Pb]VMT-alpha-NET","Drug: 68Ga-DOTATATE"]},{"label":"3/Arm 3","type":"EXPERIMENTAL","description":"\\[212Pb\\]VMT-alpha-NET at MTD","interventionNames":["Drug: [212Pb]VMT-alpha-NET","Drug: 68Ga-DOTATATE"]}],"interventions":[{"type":"DRUG","name":"[212Pb]VMT-alpha-NET","description":"\\[212Pb\\]VMT-alpha-NET will be given IV on Day 1 of every cycle for 4 cycles total at escalating doses in Phase I and at MTD during dose expansion. One cycle is 8 weeks.","armGroupLabels":["1/Dosimetry Arm 1","2/Arm 2","3/Arm 3"]},{"type":"DRUG","name":"[203Pb]VMT-alpha-NET","description":"\\[203Pb\\]VMT-alpha-NET will be given IV 7 days prior to \\[212Pb\\]VMT-alpha-NET.","armGroupLabels":["1/Dosimetry Arm 1"]},{"type":"DRUG","name":"68Ga-DOTATATE","description":"68Ga-DOTATATE PET/CT whole-body scanning will be done at at different intervals to monitor disease.","armGroupLabels":["1/Dosimetry Arm 1","2/Arm 2","3/Arm 3"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"MTD of [212Pb]VMT-alpha-NET (dose escalation cohort) and safety of [212Pb]VMT-alpha-NET at the MTD (dose expansions cohorts)","description":"The MTD will be presented as a recommended dose to be used in Dose Expansion Part for each disease group being studied.Descriptive tabulations of toxicity will be provided in Dose Expansion Part, along with the agent attribution determination and CTCAE grade for each toxicity event. The data will be presented as an absolute count of the event at a participant level as well as a percentage of total evaluable participants.","timeFrame":"DLTs through 12 weeks after initial 212Pb]VMT-alpha-NET administration (dose escalation) and all toxicities from day 1 up through 3 years (dose expansion)."}],"secondaryOutcomes":[{"measure":"Overall Response Rate","description":"The duration of overall response is measured from the time measurement criteria are met for CR or PR (whichever is first recorded) until the first date that recurrent or progressive disease is objectively documented (taking as reference for progressive disease the smallest measurements recorded since the treatment started). The overall response rate will be presented as a percentage along with 95% confidence intervals. Only evaluable participants will be included.","timeFrame":"Baseline, weeks 12 and 32 during treatment, every 12 weeks after that until progression or 3 years after the first [203Pb]VMT-alpha-NET infusion."},{"measure":"Progression Free Survival","description":"PFS is defined as the duration of time from start of treatment to time of progression or death, whichever occurs first. Kaplan-Meier curves of PFS will be constructed. Median PFS and OS will be reported with 95% confidence intervals.","timeFrame":"Baseline until progression or 6 years after receiving the first infusion of study drug"},{"measure":"Safety of [203Pb]VMT-alpha-NET (dose escalation cohort) and [212Pb]VMT-alpha-NET","description":"Descriptive tabulations of toxicity will be provided, along with the agent attribution determination and CTCAE grade for each toxicity event. The data will be presented as an absolute count of the event at a participant level as well as a percentage of total evaluable participants.","timeFrame":"Study duration"},{"measure":"Overall Survival","description":"Kaplan-Meier curves of OS, will be constructed. Median OS will be reported with 95% confidence intervals.","timeFrame":"Baseline until progression or 6 years after receiving the first infusion of study drug"},{"measure":"PK properties of [212Pb]VMT-alpha-NET via blood and urine sampling","description":"PK data will be represented as a scatter plot graphing time vs. the amount of radioactivity found in blood and urine samples.","timeFrame":"After every infusion of [212Pb]VMT-alpha-NET"},{"measure":"Dosimetry properties of [212Pb]VMT-alpha-NET via SPECT/CT, using [203Pb]VMT-alpha-NET as a surrogate with and without the administration of amino acids (Dosimetry Arm 1 only)","description":"Biodistribution and dosimetry data will be represented in a tabular format which indicates the percentage of the injected dose calculated to be in each of the major organs using gamma scan results. Radiation dose calculations will be performed using OLINDA/EXM software. Absorbed doses in organs and the whole body will be determined using the appropriate adult phantom (e.g., adult male, adult female). Tumor lesion absorbed doses will be determined using the sphere model in OLINDA.","timeFrame":"After each SPECT/CT and gamma planar imaging and after every [203Pb]VMT-alpha-NET infusion (in Dosimetry Arm 1 only)"}]},"eligibilityModule":{"eligibilityCriteria":"* INCLUSION CRITERIA:\n* Participants must have histopathologically confirmed gastrointestinal neuroendocrine tumors (GI NET), pheochromocytoma/paraganglioma (PPGL), small cell lung cancers (SCLC), kidney cancers (KC), or Head \\& Neck cancers (nasopharyngeal carcinoma \\[NPC\\], olfactory neuroblastoma \\[ONB\\], sinonasal neuroendocrine carcinoma \\[SNEC\\]) that are metastatic or inoperable per Standard of Care. Note: for KC, all histopathologies of kidney cancers are eligible as long as it is a primary renal neoplasm.\n* Required prior therapies:\n* GI NET, PPGL, H\\&N: no specific prior therapy is needed.\n* SCLC: At least one prior line of standard of care systemic treatment such as chemotherapy and/or immunotherapy.\n* KC: Renal cell carcinoma (RCC) participants should have received at least one line of prior therapy in the metastatic setting and should have received at least one Programmed cell death protein 1 (PD1) / Programmed death-ligand 1 (PDL1)-targeted immune checkpoint inhibitor as well as one agent targeting the VEGF pathway. Participants with fumarate hydratase (FH) deficient RCC should have received at least one prior line of systemic therapy (such as bevacizumab plus erlotinib). No prior therapy is needed for participants with other histologic subtypes.\n* Have NOT received prior systemic radioligand therapy for definitive therapeutic purposes. Prior external beam radiation therapy is allowed.\n* History of disease progression by imaging (e.g., RECIST 1.1) or clinically (defined as increase in severity or frequency of symptoms related to disease) within the past 36 months prior to the first dose of \\[203Pb\\]VMT-Alpha-NET.\n* Evidence of somatostatin receptors (SSTR) expression on at least 50% of the radiographically identifiable (i.e., visible on an anatomic scan such as CT or magnetic resonance imaging \\[MRI\\]) tumor, as indicated by a positive (uptake qualitatively identifiable as above the local background) on SSTR PET scan.\n* Age \\>= 18 years.\n* ECOG performance status \\<=1.\n* Participants must have adequate organ and marrow function as defined below:\n\n  * Leukocytes: 3,000/microliter\n  * Absolute Neutrophil Count: 1,500/microliter\n  * Platelets 100,000/microliter\n  * Hemoglobin \\>= 9.0 g/dL\n  * Total bilirubin: within normal institutional limits. Note: \\<= 5 X institutional upper limit of normal (ULN) if bilirubin elevation is due to a benign process such as Gilbert syndrome\n  * AST: \\<= 2.5 X institutional ULN\n  * ALT: \\<= 2.5 X institutional ULN\n  * Creatinine: within normal institutional limits\n\nOR\n\n* Calculated creatinine clearance (glomerular filtration rate (eGFR): \\>= 60 mL/min/1.73 m\\^2 for participants with creatinine levels above institutional normal\n\n  * Participants with treated brain metastases are eligible if follow-up brain imaging after central nervous system (CNS)-directed therapy shows no evidence of progression at screening.\n  * Participants with new or progressive brain metastases or leptomeningeal disease are eligible as long as the participant is asymptomatic and not requiring medication for symptom control from the brain lesions at screening.\n  * Participants seropositive for human immunodeficiency virus (HIV) must:\n* be on effective anti-retroviral therapy; and\n* have an undetectable viral load at screening.\n\n  * Participants seropositive for hepatitis B virus (HBV), must have HBV viral load undetectable at screening.\n  * Participants seropositive for hepatitis C virus (HCV) must:\n* received curative treatment; and\n* have an undetectable HCV viral load at screening.\n\n  * Women of child-bearing potential (WOCBP) and men must agree to use an effective method of contraception (barrier, hormonal, intrauterine device \\[IUD\\], surgical sterilization, abstinence) at study entry and up to 6 months after the last dose of the study agent(s).\n  * Breastfeeding participants must be willing to discontinue breastfeeding from study treatment initiation through 6 months after the last dose of the study agents.\n  * The ability of the participant to understand and the willingness to sign a written informed consent document.\n\nEXCLUSION CRITERIA:\n\n* Any investigational agents should be stopped at least 28 days prior to the first dose of \\[203Pb\\]VMT-Alpha-NET.\n* Systemic therapy should be stopped at least 28 days prior to the first dose of \\[203Pb\\]VMT-Alpha-NET (participants with prior systemic therapies for their malignancy only, except participants with SCLC).\n* Systemic therapy should be stopped at least 14 days prior to the first dose of \\[203Pb\\]VMT-Alpha-NET (participants with SCLC only).\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to VMT-Alpha-NET.\n* Positive Beta human chorionic gonadotropin (Beta-HCG) serum or urine pregnancy test performed in females of childbearing potential at screening.\n* QTc \\> 450 ms on electrocardiogram (EKG) at screening. Note: Framingham correction for QTc will be used\n* History of or detection at screening of active/untreated secondary malignancy except nonmelanoma skin cancer and carcinoma in situ of the uterine cervix.\n* Uncontrolled intercurrent illness, factors, evaluated by medical history and physical exam which would potentially increase in the risk of the participant.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"120 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Joy Zou, R.N.","role":"CONTACT","phone":"(240) 760-6153","email":"zoujh@mail.nih.gov"},{"name":"Frank I Lin, M.D.","role":"CONTACT","phone":"(240) 760-6166","email":"frank.lin2@nih.gov"}],"overallOfficials":[{"name":"Frank I Lin, M.D.","affiliation":"National Cancer Institute (NCI)","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"National Institutes of Health Clinical Center","city":"Bethesda","state":"Maryland","zip":"20892","country":"United States","contacts":[{"name":"National Cancer Institute Referral Office","role":"CONTACT","phone":"888-624-1937","email":"ncimo_referrals@mail.nih.gov"}],"geoPoint":{"lat":38.98067,"lon":-77.10026}}]},"referencesModule":{"seeAlsoLinks":[{"label":"NIH Clinical Center Detailed Web Page","url":"https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_001709-C.html"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":".All IPD recorded in the medical record will be shared with intramural investigators upon request. This study will comply with the NIH Data Management and Sharing (DMS) Policy, which applies to all new and ongoing NIH-funded research in the IRP, as of January 25, 2023, that is associated with a ZIA, with a clinical protocol that undergoes scientific review.","infoTypes":["STUDY_PROTOCOL","SAP","ICF"],"timeFrame":"Data from this study may be requested by other researchers after the completion of the primary endpoint.","accessCriteria":"Data from this study may be requested by contacting the PI."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009369","term":"Neoplasms"},{"id":"D000006258","term":"Head and Neck Neoplasms"},{"id":"D000055752","term":"Small Cell Lung Carcinoma"},{"id":"D000018358","term":"Neuroendocrine Tumors"},{"id":"D000010673","term":"Pheochromocytoma"},{"id":"D000010235","term":"Paraganglioma"},{"id":"D000007414","term":"Intestinal Neoplasms"},{"id":"D000010190","term":"Pancreatic Neoplasms"},{"id":"D000013274","term":"Stomach Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000002283","term":"Carcinoma, Bronchogenic"},{"id":"D000001984","term":"Bronchial Neoplasms"},{"id":"D000008175","term":"Lung Neoplasms"},{"id":"D000012142","term":"Respiratory Tract Neoplasms"},{"id":"D000013899","term":"Thoracic Neoplasms"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000017599","term":"Neuroectodermal Tumors"},{"id":"D000009373","term":"Neoplasms, Germ Cell and Embryonal"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009380","term":"Neoplasms, Nerve Tissue"},{"id":"D000005770","term":"Gastrointestinal Neoplasms"},{"id":"D000004067","term":"Digestive System Neoplasms"},{"id":"D000004066","term":"Digestive System Diseases"},{"id":"D000005767","term":"Gastrointestinal Diseases"},{"id":"D000007410","term":"Intestinal Diseases"},{"id":"D000004701","term":"Endocrine Gland Neoplasms"},{"id":"D000010182","term":"Pancreatic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"},{"id":"D000013272","term":"Stomach Diseases"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","asFound":"Head and Neck Tumors","relevance":"HIGH"},{"id":"M28323","name":"Small Cell Lung Carcinoma","asFound":"Small Cell Lung Cancer","relevance":"HIGH"},{"id":"M5548","name":"Carcinoma, Renal Cell","relevance":"LOW"},{"id":"M20495","name":"Neuroendocrine Tumors","asFound":"Neuroendocrine Tumors","relevance":"HIGH"},{"id":"M13578","name":"Pheochromocytoma","asFound":"Pheochromocytoma","relevance":"HIGH"},{"id":"M13149","name":"Paraganglioma","asFound":"Paraganglioma","relevance":"HIGH"},{"id":"M10703","name":"Kidney Neoplasms","relevance":"LOW"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M10448","name":"Intestinal Neoplasms","asFound":"Gastrointestinal Neuroendocrine Tumors","relevance":"HIGH"},{"id":"M13110","name":"Pancreatic Neoplasms","asFound":"Gastrointestinal Neuroendocrine Tumors","relevance":"HIGH"},{"id":"M16064","name":"Stomach Neoplasms","asFound":"Gastrointestinal Neuroendocrine Tumors","relevance":"HIGH"},{"id":"M5540","name":"Carcinoma, Bronchogenic","relevance":"LOW"},{"id":"M5260","name":"Bronchial Neoplasms","relevance":"LOW"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M19845","name":"Neuroectodermal Tumors","relevance":"LOW"},{"id":"M20388","name":"Neuroectodermal Tumors, Primitive","relevance":"LOW"},{"id":"M12318","name":"Neoplasms, Germ Cell and Embryonal","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M12325","name":"Neoplasms, Nerve Tissue","relevance":"LOW"},{"id":"M7256","name":"Digestive System Neoplasms","relevance":"LOW"},{"id":"M8886","name":"Gastrointestinal Neoplasms","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"M10444","name":"Intestinal Diseases","relevance":"LOW"},{"id":"M7863","name":"Endocrine Gland Neoplasms","relevance":"LOW"},{"id":"M13102","name":"Pancreatic Diseases","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"},{"id":"M16062","name":"Stomach Diseases","relevance":"LOW"},{"id":"T5271","name":"Small Cell Lung Cancer","asFound":"Small Cell Lung Cancer","relevance":"HIGH"},{"id":"T4906","name":"Renal Cell Carcinoma","relevance":"LOW"},{"id":"T4091","name":"Neuroendocrine Tumor","asFound":"Neuroendocrine Tumors","relevance":"HIGH"},{"id":"T4530","name":"Pheochromocytoma","asFound":"Pheochromocytoma","relevance":"HIGH"},{"id":"T4409","name":"Paragangliomas 1","asFound":"Paraganglioma","relevance":"HIGH"},{"id":"T2442","name":"Gastro-enteropancreatic Neuroendocrine Tumor","asFound":"Gastrointestinal Neuroendocrine Tumors","relevance":"HIGH"},{"id":"T4387","name":"Pancreatic Cancer","relevance":"LOW"},{"id":"T5486","name":"Stomach Cancer","relevance":"LOW"},{"id":"T4092","name":"Neuroepithelioma","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M15806","name":"Somatostatin","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}