{"protocolSection":{"identificationModule":{"nctId":"NCT06476171","orgStudyIdInfo":{"id":"6"},"organization":{"fullName":"Petrovsky National Research Centre of Surgery","class":"OTHER"},"briefTitle":"Validation of Hematological Indices","officialTitle":"Validation of Hematological Indices as Prognostic Markers of Inflammatory Complications and Multiple Organ Dysfunction in Cardiac Surgery Patients."},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-19","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-03-05","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Petrovsky National Research Centre of Surgery","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The hypothesis of the study is that hematological indices (neutrophil to lymphocyte ratio, platelet to lymphocyte ratio and systemic index of inflammation) may be predictors of infectious complications and multiple organ dysfunction in patients after cardiac surgery.","detailedDescription":"The hematological index validation study is a single-center interventional prospective study. The aim of the study: to determine the average and threshold values of hematological indices in patients with cardiac surgery before surgery and in the early postoperative period; to determine the levels of hematological indices that indicate an unfavorable course of the postoperative period and may be predictors of infection or multiple organ dysfunction. The study will include 200 patients who are shown cardiac surgery. Blood samples will be collected before the study at three stages: before the operation, on the first day after the operation and on the third day after the operation. Based on the hematological indices studied (NLR, PLR, SII), other biomarkers often used in clinical practice (presepsin, procalcitonin, interleukins, etc.) will also be determined. Each patient will be monitored throughout the perioperative period until the patient is discharged from the hospital by the study participants, in the future all records from the medical history will also be analyzed., including data from instrumental and laboratory studies, consultations of specialists. Based on these data, patients will be divided into groups depending on the presence of complications and their nature. Data concerning demographic indicators, the levels of biomarkers studied and the course of postoperative will be stored in the Exel program. Statistical analysis is planned to be carried out in the IBM SPSS Statistics program. For each quantitative indicator, the nature of the distribution will be determined using the Kolmogorov-Smirnov criterion. All quantitative data with a normal distribution will be presented in the form of mean and standard deviation; with a distribution other than normal - in the form of a median (Q2) and an interquartile span (Q1; Q3). Parametric and nonparametric criteria will be used to assess the differences between the samples, depending on the nature of the distribution. It is planned to complete the correlation analysis performed; assessment of the influence of independent variables on dependent, encoded binary, using logistic regression; construction of ROC curves. It is planned to calculate the odds ratio (OR), 95% confidence interval (CI) and the significance of the influence of p. In all cases, the results of statistical analysis are considered significant at p \\< 0.05."},"conditionsModule":{"conditions":["Multiple Organ Dysfunction","Sepsis","Pneumonia","Wound Infection"],"keywords":["Multiple Organ Dysfunction","Sepsis","cardiac surgery","hematological indices"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Control Group","type":"EXPERIMENTAL","description":"A group of patients whose postoperative period proceeded without complications, in connection with which they were transferred to the specialized department within 1-2 days.","interventionNames":["Diagnostic Test: Determination of the level of the studied biomarkers"]},{"label":"Group of patients with complications","type":"EXPERIMENTAL","description":"Patients who had postoperative complications: pneumonia, wound infection, sepsis, multiple organ dysfunction.","interventionNames":["Diagnostic Test: Determination of the level of the studied biomarkers"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Determination of the level of the studied biomarkers","description":"Determination of the level of hematological indices based on a general blood test; Determination of the levels of the following biomarkers: isolation of neutrophils from the blood using the gradient centrifugation method; assessment using enzyme immunoassay (ELISA) of the content of neutrophil elastase in the supernatant; myeloperoxidase, ELISA; lactoferrin, ELISA; interleukin -1ß,17,10,6, ELISA; presepsin, ELISA; endothelin, ELISA; lipopolysaccharide, LAL test; lipopolysaccharide binding protein, ELISA; NETs release, immunofluorescence method; the number of neutrophils expressing PDL-1, flow cytofluorimetry method; procalcitonin in human plasma and serum, VIDAS B.R.A.H.M.S. PCT; ferritin, reagent for determination (FERRITIN); lactate dehydrogenase, reagent for determination of QSR6128;Endotoxin Activity Assay, chemiluminescent immunodiagnostics.","armGroupLabels":["Control Group","Group of patients with complications"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Number of patients with onset of complications of any type in the postoperative period","description":"Recording by the attending physician of the occurrence of a complication","timeFrame":"Up to 12 weeks"}],"secondaryOutcomes":[{"measure":"Changes in the levels of other biomarkers often used in clinical practice","description":"neutrophil elastase; myeloperoxidase; lactoferrin; interleukins -1β,17,10,6; presepsin; endothelin; lipopolysaccharide; lipopolysaccharide binding protein; procalcitonin; lactoferrin; interleukins -1β,17,10,6; presepsin; endothelin; lipopolysaccharide; lipopolysaccharide binding protein; procalcitonin; ferritin ; lactate dehydrogenase, tumor necrosis factor - alpha; Endotoxin Activity Assay","timeFrame":"Up to 1 week"},{"measure":"Number of patients with nosocomial pneumonia","description":"In accordance with national clinical guidelines, the diagnosis of pneumonia was made with the appearance of fresh focal infiltrative changes in the lungs according to X-ray examination data in combination with two or more clinical and laboratory signs (acute fever 38,0 ° C and higher; cough with sputum; physical signs - focus of crepitation/small bubbly wheezing, bronchial respiration, shortening of percussion sound; leukocytosis \\> 10 x 109 /l and/or rod shift \\> 10%).","timeFrame":"Up to 12 weeks"},{"measure":"Number of patients with wound infection","description":"The diagnosis of wound infection is established jointly with surgeons on the basis of examination of the postoperative wound during dressing and bacteriological examination of the discharge from the wound.","timeFrame":"Up to 12 weeks"},{"measure":"Number of patients with multiple organ dysfunction","description":"With the dysfunction of two or more functional systems (cardiovascular, respiratory, renal-hepatic), the syndrome of multiple organ dysfunction was established","timeFrame":"Up to 12 weeks"},{"measure":"Number of patients with sepsis","description":"If there is a focus of infection or suspected infection in combination with multiple organ dysfunction (+ 2 points on the SOFA scale), sepsis is diagnosed.","timeFrame":"Up to 12 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* age from 18 to 80 years\n* cardiac surgery\n* operation in the conditions of cardiopulmonary bypass\n* availability of voluntary informed consent of the patient to participate in the study\n\nExclusion Criteria:\n\n* refusal of the patient from the study\n* transfer of the patient to another medical institution","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maxim A. Babaev, D.M.","role":"CONTACT","phone":"89160269066","email":"maxbabaev@mail.ru"},{"name":"Oxana O. Grin","role":"CONTACT","phone":"89168748565","email":"grin_oksana@mail.ru"}],"overallOfficials":[{"name":"Maxim A. Babaev, D.M.","affiliation":"Petrovsky NRCS","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Petrovsky National Reasearch Centre of Surgery","status":"RECRUITING","city":"Moscow","zip":"119991","country":"Russian Federation","contacts":[{"name":"OXANA GRIN'","role":"CONTACT","phone":"89168748586","email":"grin_oksana@mail.ru"},{"name":"MAXIM BABAEV, D.М.Sc.","role":"CONTACT","phone":"89160269066","email":"maxbabaev@mail.ru"}],"geoPoint":{"lat":55.75222,"lon":37.61556}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014946","term":"Wound Infection"}],"ancestors":[{"id":"D000007239","term":"Infections"}],"browseLeaves":[{"id":"M17685","name":"Wounds and Injuries","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M13904","name":"Pneumonia","relevance":"LOW"},{"id":"M20864","name":"Sepsis","relevance":"LOW"},{"id":"M16869","name":"Toxemia","relevance":"LOW"},{"id":"M17684","name":"Wound Infection","asFound":"Wound Infection","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10799","name":"Lactoferrin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}