{"protocolSection":{"identificationModule":{"nctId":"NCT06477003","orgStudyIdInfo":{"id":"OU-SCC-MOTORX"},"organization":{"fullName":"University of Oklahoma","class":"OTHER"},"briefTitle":"Multispectral Optoacoustic Tomography in Head and Neck Squamous Cell Cancer","officialTitle":"Multispectral Optoacoustic Tomography for the Detection of Extranodal Extension and Radiation Induced Fibrosis in Head and Neck Squamous Cell Cancer","acronym":"OUSCCMOTORX"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-20","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Oklahoma","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true,"isUnapprovedDevice":true},"descriptionModule":{"briefSummary":"The purpose of this research is to assess the safety and evaluate the potential of the Multispectral Optoacoustic Tomography (MSOT) device to more precisely identify and assess the neck lymph nodes which might be affected in patients with metastatic head and neck squamous cell carcinomas.","detailedDescription":"This is a 2-Arm investigational device study designed to provide safety information regarding the use of the Acuity MSOT device in the clinical setting, and to determine the ability of MSOT imaging data to correlate with clinical findings identified via pathology. Imaging with the MSOT device is expected to obtain information about the number, size, and appearance of the lymph nodes in the neck. The device will be used to obtain images of the tumor or lymph node margins for investigational use only to compare to clinical pathology and patient's medical records. All images will be obtained pre-surgery for Arm 1 patients (undergoing surgery for their cancer) and before, during and after radiotherapy in Arm 2 patients (undergoing radiotherapy treatment for their cancer). The temperature of the patient's skin will also be measured prior to and after each MSOT scan. Once radiotherapy treatment has completed, images using the MSOT device will be obtained every 6 months for 2 years to assess for radiation induced fibrosis. MSOT scans will be for research only and no treatment decisions will be based on the MSOT images obtained."},"conditionsModule":{"conditions":["Head and Neck Squamous Cell Carcinoma"],"keywords":["Imaging device"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1 - surgery patients","type":"EXPERIMENTAL","description":"70 patients with clinically confirmed metastatic head and neck squamous cell carcinomas (N+ HNSCC) planned for definitive surgery will be imaged using the MSOT device prior to surgery. Skin temperature will be measured prior to and after MSOT imaging to assess for safety.","interventionNames":["Device: Multispectral Optoacoustic Tomography","Procedure: Temperature Measurement"]},{"label":"Arm 2 - radiotherapy patients","type":"EXPERIMENTAL","description":"30 patients with clinically confirmed metastatic head and neck squamous cell carcinomas (N+ HNSCC) planned for definitive radiotherapy (RT) (+/- chemo) will be imaged using the MSOT device before, during, and after radiotherapy. 15 patients will be treated with photon RT and 15 patients will be treated with proton therapy. Skin temperature will be measured prior to and after MSOT imaging to assess for safety.","interventionNames":["Device: Multispectral Optoacoustic Tomography","Procedure: Temperature Measurement"]}],"interventions":[{"type":"DEVICE","name":"Multispectral Optoacoustic Tomography","description":"The MSOT device will be used to take images of the tumor or affected lymph nodes of patients with head and neck squamous cell carcinoma.","armGroupLabels":["Arm 1 - surgery patients","Arm 2 - radiotherapy patients"]},{"type":"PROCEDURE","name":"Temperature Measurement","description":"The temperature of the skin will be measured prior to and after MSOT imaging.","armGroupLabels":["Arm 1 - surgery patients","Arm 2 - radiotherapy patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Adverse events due to MSOT imaging prior to surgery","description":"Proportion of patients that experience adverse events resulting from MSOT imaging. The first MSOT image will be taken prior to surgery","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Adverse events due to MSOT imaging prior to radiotherapy","description":"Proportion of patients that experience adverse events resulting from MSOT imaging. The first MSOT image will be taken prior to radiotherapy.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Adverse events due to MSOT imaging during week 4 of radiotherapy","description":"Proportion of patients that experience adverse events resulting from MSOT imaging. The second MSOT image will be taken during week 4 of radiotherapy for patients enrolled in Arm 2.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Adverse events due to MSOT imaging after the completion of radiotherapy treatment.","description":"Proportion of patients that experience adverse events resulting from MSOT imaging. The third MSOT image will be taken after conclusion of radiotherapy for patients enrolled in Arm 2.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Measurement of skin temperature before MSOT imaging","description":"Number of patients with skin temperatures measured pre-MSOT imaging with a touch thermometer as part of the safety evaluation of the MSOT device. A temperature measurement will be recorded by placing the touch thermometer onto the skin until a temperature appears (about 30 seconds) before the MSOT image is obtained.","timeFrame":"1-2 minutes before the MSOT image."},{"measure":"Measurement of skin temperature after MSOT imaging","description":"Number of patients with skin temperatures measured post-MSOT imaging with a touch thermometer as part of the safety evaluation of the MSOT device. A temperature measurement will be recorded by placing the touch thermometer onto the skin until a temperature appears (about 30 seconds) after the MSOT image is obtained.","timeFrame":"1-2 minutes after the MSOT image"}],"secondaryOutcomes":[{"measure":"Assessment of radiation induced fibrosis via MSOT imaging in first follow up scan for Arm 2","description":"Area of fibrosis will be measured by MSOT scans and compared to data from physical examination 6 months after end of radiation therapy.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Assessment of radiation induced fibrosis via MSOT imaging in second follow up scan for Arm 2","description":"Area of fibrosis will be measured by MSOT scans and compared to data from physical examination 12 months after end of radiation therapy.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Assessment of radiation induced fibrosis via MSOT imaging in third follow up scan for Arm 2","description":"Area of fibrosis will be measured by MSOT scans and compared to data from physical examination 18 months after end of radiation therapy.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Assessment of radiation induced fibrosis via MSOT imaging in fourth follow up scan for Arm 2","description":"Area of fibrosis will be measured by MSOT scans and compared to data from physical examination 24 months after end of radiation therapy.","timeFrame":"30 minutes for an MSOT image (up to 24 hours post-image)"},{"measure":"Degree of bias for the comparison of MSOT images with CT scans (or other imaging modalities if necessary)","description":"For Arm 2 of the study, tumor volume based on MSOT and standard CT measurements will be compared to PET Scan reference standard. The degree of bias for each imaging technique will be assessed using Bland-Altman plots and will be subsequently compared between the two imaging techniques.","timeFrame":"2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Clinically confirmed node positive head and neck squamous cell cancer\n* Written informed consent signed and dated by the patient prior to the performance of the MSOT\n* At least 18 years-of-age at the time of signature of the informed consent form (ICF)\n* Patients planned for curative intent therapy\n* Patient available for the study duration\n* Patients of childbearing potential must have a negative pregnancy test prior to the study entry.\n* Patients of childbearing potential must use an effective form of contraceptive as per the protocol.\n\nExclusion Criteria:\n\n* History of previous head and neck radiotherapy\n* Intent of treatment palliative\n* Women who are pregnant\n* Patients with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety of efficacy assessment of the investigational regimen should be included.\n* Psychological, familial, sociological, or geographical conditions that do not permit compliance with the protocol and/or follow-up procedures outlined in the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Ingrid Block","role":"CONTACT","phone":"1-405-271-8777","email":"SCC-IIT-Office@ouhsc.edu"},{"name":"Lead Nurse","role":"CONTACT","phone":"1-405-271-8777","email":"SCC-IIT-Office@ouhsc.edu"}],"overallOfficials":[{"name":"Christina Henson, MD","affiliation":"University of Oklahoma","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Oklahoma Health Sciences Center","city":"Oklahoma City","state":"Oklahoma","zip":"73104","country":"United States","contacts":[{"name":"Christina Henson, MD","role":"CONTACT","phone":"405-271-8001","phoneExt":"52473","email":"christina-henson@ouhsc.edu"}],"geoPoint":{"lat":35.46756,"lon":-97.51643}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002294","term":"Carcinoma, Squamous Cell"},{"id":"D000077195","term":"Squamous Cell Carcinoma of Head and Neck"},{"id":"D000018307","term":"Neoplasms, Squamous Cell"}],"ancestors":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000006258","term":"Head and Neck Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M8485","name":"Fibrosis","relevance":"LOW"},{"id":"M5550","name":"Carcinoma, Squamous Cell","asFound":"Squamous Cell Cancer","relevance":"HIGH"},{"id":"M2621","name":"Radiation Fibrosis Syndrome","relevance":"LOW"},{"id":"M2083","name":"Extranodal Extension","relevance":"LOW"},{"id":"M1689","name":"Squamous Cell Carcinoma of Head and Neck","asFound":"Head and Neck Squamous Cell Carcinoma","relevance":"HIGH"},{"id":"M20451","name":"Neoplasms, Squamous Cell","asFound":"Squamous Cell Cancer","relevance":"HIGH"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M9348","name":"Head and Neck Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC26","name":"Wounds and Injuries"}]}},"hasResults":false}