{"protocolSection":{"identificationModule":{"nctId":"NCT06471127","orgStudyIdInfo":{"id":"2023-1101"},"secondaryIdInfos":[{"id":"1K23DC021744","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1K23DC021744"},{"id":"A481800","type":"OTHER","domain":"UW Madison"},{"id":"L&S/COMMUN SCI & DISORDERS","type":"OTHER","domain":"UW Madison"},{"id":"Protocol Version 2/26/2024","type":"OTHER","domain":"UW Madison"}],"organization":{"fullName":"University of Wisconsin, Madison","class":"OTHER"},"briefTitle":"Neuroplasticity Biomarkers in Aphasia","officialTitle":"Genetic and MRI Biomarkers of Neuroplasticity Predict Aphasia Recovery and Phenotypes"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-05-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-05-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Wisconsin, Madison","class":"OTHER"},"collaborators":[{"name":"National Institutes of Health (NIH)","class":"NIH"},{"name":"National Institute on Deafness and Other Communication Disorders (NIDCD)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Patients with stroke frequently suffer from aphasia, a disorder of expressive and/or receptive language, that can lead to serious health consequences, including social isolation, depression, reduced quality of life, and increased caregiver burden. Aphasia recovery varies greatly between individuals, and likely relies upon the capacity for neuroplasticity, both at a systems level of reorganized brain networks and a molecular level of neuronal repair and plasticity. The proposed work will evaluate genetic and neural network biological markers of neuroplasticity associated with variability in aphasia, with a future goal to improve prognostics and identify therapeutic targets to reduce the long-term burdens of aphasia.","detailedDescription":"Aphasia is an acquired neurologic language disorder that is among the most challenging long-term disabilities for stroke survivors, often leading to social isolation and reduced quality of life. Recovery from aphasia relies on plasticity in residual brain networks. However, neuroplasticity varies substantially across individuals, making the presence, severity, and phenotype of language impairments challenging to predict. A vital step toward post-stroke precision medicine is identifying neuroplasticity-related biological markers that can improve prognostic models and targeted neurorehabilitation therapies for people with aphasia. The proposed research will test the central hypothesis that individual differences in neuroplasticity, measured through genetic polymorphisms and longitudinal neuroimaging connectivity biomarkers, will account for significant variance in post-stroke aphasia recovery. This 5-year project will include three specific aims. Aim 1 is to index spontaneous recovery by determining relationships between genetic biomarkers of plasticity, longitudinal neural network connectivity, and changes in language during sub-acute to chronic stroke recovery. Aim 2 is to identify genetic and MRI biomarkers predictive of chronic post-stroke aphasia severity and phenotypes. Aim 3 is to characterize genetic and MRI biomarkers associated with verbal learning variability in chronic aphasia. These data will support the development of a larger, multi-site R01 study to examine interactions between multiple biomarkers of neuroplasticity that inform longitudinal aphasia prognostics and treatment efficacy."},"conditionsModule":{"conditions":["Aphasia","Language","Stroke"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Translational. This protocol 1) tests neural mechanisms of connectivity and reorganization that support post-stroke language recovery and 2) determines biomarkers predictive of language impairments to improve prognostics for persons with aphasia.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental word-learning task for aphasia","type":"EXPERIMENTAL","description":"The word learning task includes 210 trials across 7 learning blocks (30 trials/block). Each trial features two novel objects (target and foil) on the screen, with an audio recording naming one object. Subjects must quickly and accurately identify the named object. Correct responses are rewarded with a happy face, and incorrect ones with a sad face. The target object's position is counter-balanced, and trial order is randomized for each subject. Short pauses occur every 60 trials to reduce fatigue. After 7 learning blocks, feedback is discontinued, and an immediate test block assesses word-referent recognition. A week later, a second test block, with the same instructions, measures retained learning. Each test block consists of 30 randomized trials without feedback.","interventionNames":["Behavioral: Pseudoword learning paradigm task"]}],"interventions":[{"type":"BEHAVIORAL","name":"Pseudoword learning paradigm task","description":"Pseudoword learning is an experimental learning task by which participants view two novel objects (a target and a foil) and simultaneously hear an audio recording of the pseudoword name of one of the two objects. Participants must choose (via mouse click) which object corresponds to the word presented, immediately after which feedback is provided.","armGroupLabels":["Experimental word-learning task for aphasia"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Aphasia presence/severity","description":"The primary outcome measure for Aim 1 will be overall aphasia severity. Severity across language domains will be measured by Western Aphasia Battery-Revised Aphasia Quotient (AQ). AQ scores range from 0-100 and rate severity as follows: 0-25 is very severe, 26-50 is severe, 51-75 is moderate, and 76+ is mild.","timeFrame":"3 months, 6 months, 1 year post-stroke"},{"measure":"Semantic processing","description":"A primary outcome measure for Aim 2 will be semantic versus phonological processing ability. Semantic processing will be measured by the three pictures version of the Pyramids and Palm Trees Test (PPT) and Psycholinguistic Assessments of Language Processing in Aphasia (PALPA) 51: Word Semantic Association, and semantic weights will be calculated from Philadelphia Naming Test (PNT).\n\nPPT ranges from 0-52, with higher scores indicating a better ability to retrieve item names from semantic memory.\n\nPALPA 51 ranges from 0 to 40, with each correct semantic association earning one point.\n\nPNT semantic weights refer to the measure of the semantic relatedness of the words used in the test.","timeFrame":"At least 1 year post-stroke"},{"measure":"Phonological processing","description":"A primary outcome measure for Aim 2 will be semantic versus phonological processing ability. Phonological processing will be measured by PALPA 1: Same-Different Discrimination Using Nonword Minimal Pairs as a measure of input phonology and phonological weights will be calculated from Philadelphia Naming Test (PNT).\n\nPALPA 1 range is 0 to 40, with higher scores indicating greater accuracy. PNT phonological weights refer to the measure of the phonologic relatedness of the words used in the test.","timeFrame":"At least 1 year post-stroke"},{"measure":"Noun processing","description":"A primary outcome measure for Aim 2 will be noun versus verb processing ability. Noun processing will be measured by Object and Action Naming Battery (OANB) to assess production and Psycholinguistic Assessments of Language Processing in Aphasia (PALPA) 47 to assess comprehension.\n\nPALPA 47 range is from 0 to 40, with higher scores indicating greater accuracy. OANB object naming range is 0 to 162, with higher scores indicating greater accuracy.","timeFrame":"At least 1 year post-stroke"},{"measure":"Verb processing","description":"A primary outcome measure for Aim 2 will be noun versus verb processing ability. Verb processing will be measured by Object and Action Naming to assess production and Northwestern Assessment of Verbs and Sentences (NAVS) Verb Comprehension Test.\n\nNAVS Verb Comprehension range is 0-22, with higher scores indicating greater accuracy.\n\nOANB action naming range is 0 to 100, with higher scores indicating greater accuracy.","timeFrame":"At least 1 year post-stroke"},{"measure":"Pseudoword learning","description":"A primary outcome measure for Aim 3 will be pseudoword learning, with scores for immediate recognition and delayed recognition ability. This experimental paradigm has been implemented in patients with aphasia by Penaloza and colleagues from the Ancient Farming Equipment Paradigm.\n\nThis assessment is measured in proportion of correction responses, range 0-100%, with higher scores indicating greater accuracy.","timeFrame":"At least 1 year post-stroke"},{"measure":"Verbal learning","description":"A primary outcome measure for Aim 3 will be verbal learning, which will be measured by the standardized assessment of Hopkins Verbal Learning Test. Immediate recall is range 0-36 and delayed recall is range 0-12. Higher scores indicate more words recalled. Recognition is range 0-12, with higher scores indicating better ability to correctly identify previously learned information among distractors.","timeFrame":"At least 1 year post-stroke"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Ages 40-90\n2. Right-handed (prior to stroke)\n3. Proficient English speakers\n4. History of a single ischemic stroke in the middle cerebral artery territory that is lateralized to the left or right (Aim 1) cerebral hemisphere.\n5. Presence of aphasia (Aims 2-3)\n6. Capacity to understand the nature of the study and provide informed consent\n7. Acute or subacute stroke at the time of Aim 1 enrollment; Stroke #12 months old (chronic) at the time of Aims 2-3 enrollment\n8. Medically stable\n\nExclusion Criteria:\n\n1. History of significant medical or neurological disorder (other than stroke)\n2. History of significant or poorly controlled psychiatric disorders\n3. Current abuse of alcohol or drugs, prescription or otherwise\n4. Clinically significant and uncorrected vision or hearing loss\n5. Anything other than standard of care stroke treatment such as Plavix, aspirin (81-300 mg daily), beta-blockers, diabetes medications or choles- terol-lowering agents, thrombolytics (e.g., tPA), anticoagulation agents such as Heparin, Warfarin/Coumadin","healthyVolunteers":false,"sex":"ALL","minimumAge":"40 Years","maximumAge":"90 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Haley Dresang, PhD","role":"CONTACT","phone":"(608) 890-0628","email":"hdresang@wisc.edu"}],"overallOfficials":[{"name":"Haley Dresang, PhD","affiliation":"University of Wisconsin, Madison","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001037","term":"Aphasia"}],"ancestors":[{"id":"D000013064","term":"Speech Disorders"},{"id":"D000007806","term":"Language Disorders"},{"id":"D000003147","term":"Communication Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M22306","name":"Stroke","relevance":"LOW"},{"id":"M4352","name":"Aphasia","asFound":"Aphasia","relevance":"HIGH"},{"id":"M15864","name":"Speech Disorders","relevance":"LOW"},{"id":"M10823","name":"Language Disorders","relevance":"LOW"},{"id":"M6374","name":"Communication Disorders","relevance":"LOW"},{"id":"M21826","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}