{"protocolSection":{"identificationModule":{"nctId":"NCT06478511","orgStudyIdInfo":{"id":"SECT / SST immediate implant"},"organization":{"fullName":"Mansoura University","class":"OTHER"},"briefTitle":"Subepithelial Connective Tissue Graft Versus Socket Shield Technique In Immediately Placed Implants","officialTitle":"Subepithelial Connective Tissue Graft Versus Socket Shield Technique In Immediately Placed Implants In Maxillary Esthetic Region: A Randomized Controlled Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-12-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-10","type":"ACTUAL"},"completionDateStruct":{"date":"2024-04-20","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hesham Mohammed","investigatorTitle":"PhD researcher in oral medicine and periodontology department","investigatorAffiliation":"Mansoura University"},"leadSponsor":{"name":"Mansoura University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The purposes of study are:\n\n1. To assess the efficacy of immediate implant placement in preserving hard and soft tissue around implants clinically and radiographically.\n2. To assess the efficacy of immediate implant placement combined with subepithelial connective tissue graft in preserving hard and soft tissue around implants clinically and radiographically.\n3. To assess the efficacy of implants installed immediately using Socket Shield Technique in preserving hard and soft tissue around implants clinically and radiographically.\n4. To compare immediate implant placement versus implants installed immediately using Socket Shield Technique in preserving hard and soft tissue around implants clinically and radiographically.","detailedDescription":"Patient's selection:\n\nPatients in this study will be selected from the outpatient clinic of Oral Medicine and Periodontology department, Faculty of Dentistry, Mansoura University.\n\nPatients participating in this study will sign an informed consent demonstrating the purpose of this study, treatment procedure, probable risks and benefits from this treatment procedure. The study proposal will be reviewed by the faculty's Research Ethics Committee.\n\nAll the selected patients will receive full mouth scaling, preoperative periapical x-ray and cone beam computed.\n\nSurgical procedures:\n\nBefore surgery, Preoperative antibiotics will be given orally one hour prior to surgery (amoxicillin, 2g, or clindamycin, 600 mg, for patients allergic to penicillin) the patients will be advised to rinse for one minute with chlorhexidiene mouthwash. After local anesthesia administration, In group 1, the teeth will be extracted gently using periotomes, in an attempt to preserve facial and lingual bone plates. The sockets will be debrided of soft tissue and irrigated. Then all walls of the socket will be inspected and checked for the presence of fenestration or dehiscence defects in bone. The length and width of extracted roots will be measured to determine the length and diameter of implants placed. The osteotomy sites will be prepared and the drills will be used in proper sequence according to manufacturer's instructions, with maximum use of bone apical to the extraction sockets. The drills will extend 3 to 5 mm beyond the apex of the socket to ensure primary stability after placement, taking care of the anatomical boundaries. After the osteotomy sites had been prepared, the implants will be placed.\n\nIn group 2, concerning the donor site of the connective tissue, connective tissue graft was harvested from palate using trap door technique (27) utilizing a horizontal incision 3-4 mm away from the gingival margin with two vertical incisions on the either end of the first incision, creating a door, the door is then undermined and opened using a sharp dissection, the underlying connective tissue is then harvested using a periosteal elevator, and the door was then sutured using 4 0 silk sutures Finally, the connective tissue graft was immediately placed into the recipient site after a tunneling procedure and sutured with 6-0 nonresorbable monofilament sutures.\n\nIn group 3, the crown of the involved tooth will be removed and the root will be then sectioned in a mesiodistal direction along its long axis as far apical as was possible using a long shank fissure bur coupled to a hydrated high-speed handpiece. Sectioning will divide the tooth root into facial and palatal halves with the intention of preserving the facial root section unmanipulated and attached to the tooth socket. Periotomes will be then inserted between the palatal root section and the alveolar socket wall to sever the PDL and this section of root will be then carefully delivered with so as not to disturb the facial root section.\n\nThe remaining root section will be then reduced coronally to 1 mm above the alveolar crest, and will be thinned slightly to a concave contour by careful application in an apico-coronal and mesiodistal direction with a long shanked round diamond. The tooth socket's palatal wall and apex will be then curetted to remove any tissue or infective remnants and the root section will be checked for immobility with a sharp probe. With the preparation steps complete, the tooth root hereafter will be known as the socket-shield. An osteotomy will be then sequentially prepared and internal conical connection implant was inserted palatal to the socket shield with the implant 2 mm below the facial crest.\n\nImmediate temporary dentures were fabricated using plastic and inserted on the day of implantation. Patients were instructed to consume soft food for eight weeks. Following a healing period of 6 months, the final restorations will be delivered."},"conditionsModule":{"conditions":["Immediate Implants"],"keywords":["Immediate implants,Socket shield technique"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Patients participating in this study will sign an informed consent demonstrating the purpose of this study, treatment procedure, probable risks and benefits from this treatment procedure.\n\nPatients will be randomly allocated to one of three groups:\n\n1. Group 1 (control group):\n\n   Will include 11 implants (Nucleoss T6®) , maximum two per patient, will be placed immediately after atraumatic extraction.\n2. Group 2 :\n\n   Will include 11 implants, maximum two per patient will be placed immediately after atraumatic extraction and subepithelial connective tissue graft will be harvested and placed.\n3. Group 3:\n\nWill include 11 implants, maximum two per patient will be placed immediately using Socket Shield Technique.\n\nAll osteotomy sites will receive Biogap® bone graft if there are gap between implant and labial bone/ buccal shield ≥ 2mm.\n\nAll the selected patients will receive full mouth scaling, preoperative periapical x-ray and cone beam computed tomography.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":33,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Classic immediate implant","type":"ACTIVE_COMPARATOR","description":"Include 11 implants (Nucleoss T6®) , maximum two per patient, will be placed immediately after atraumatic extraction.","interventionNames":["Procedure: Classic Immediate implant"]},{"label":"Immediate implant combined with subepithelial connective tissue graft","type":"ACTIVE_COMPARATOR","description":"Include 11 implants, maximum two per patient will be placed immediately after atraumatic extraction and subepithelial connective tissue graft will be harvested and placed.","interventionNames":["Procedure: Immediate implant combined with subepithelial connective tissue graft"]},{"label":"Immediate implant using socket shield technique","type":"ACTIVE_COMPARATOR","description":"include 11 implants, maximum two per patient will be placed immediately using Socket Shield Technique.","interventionNames":["Procedure: Immediate dental implant placement using socket shield technique"]}],"interventions":[{"type":"PROCEDURE","name":"Classic Immediate implant","description":"The teeth will be extracted gently using periotomes to preserve facial and lingual bone plates. All walls of the socket will be inspected and checked for the presence of fenestration or dehiscence defects in bone. The length and width of extracted roots will be measured to determine the length and diameter of implants placed. The osteotomy sites will be prepared and the drills will be used in proper sequence according to manufacturer's instructions, with maximum use of bone apical to the extraction sockets. The drills will extend 3 to 5 mm beyond the apex of the socket to ensure primary stability after placement, taking care of the anatomical boundaries. The implants will be placed.","armGroupLabels":["Classic immediate implant"]},{"type":"PROCEDURE","name":"Immediate implant combined with subepithelial connective tissue graft","description":"Connective tissue graft was harvested from palate using trap door technique utilizing a horizontal incision 3-4 mm away from the gingival margin with two vertical incisions on the either end of the first incision, the door is then undermined and opened using a sharp dissection, the underlying connective tissue is then harvested using a periosteal elevator, and the door was then sutured using 4 0 silk sutures Finally, the connective tissue graft was immediately placed into the recipient site after a tunneling procedure and sutured with 6-0 nonresorbable monofilament sutures.","armGroupLabels":["Immediate implant combined with subepithelial connective tissue graft"]},{"type":"PROCEDURE","name":"Immediate dental implant placement using socket shield technique","description":"The crown of the involved tooth will be removed and the root will be then sectioned in a mesiodistal direction along its long axis as far apical as was possible using a long shank fissure bur. Preserving the facial root section unmanipulated and attached to the tooth socket. Periotomes will be then inserted between the palatal root removed gentelly.The remaining root section will be then reduced coronally to 1 mm above the alveolar crest.The tooth socket's palatal wall and apex will be then curetted to remove any tissue or infective remnants and the root section will be checked for immobility with a sharp probe. With the preparation steps complete, the tooth root hereafter will be known as the socket-shield. An osteotomy will be then sequentially prepared and internal conical connection implant was inserted palatal to the shield with the implant 2 mm below the facial crest.","armGroupLabels":["Immediate implant using socket shield technique"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Clinical success of socket shield technique in immediate implant placement","description":"Implant placement using socket shield technique, including: shortened treatment time and minimizes alveolar bone loss.","timeFrame":"6 months"},{"measure":"Clinical success of socket shield technique in immediate implant placement","description":"Implant placement using socket shield technique, including: shortened treatment time and minimizes alveolar bone loss.","timeFrame":"12 months"},{"measure":"Clinical success of SECT graft in immediate implant placement","description":"Implant placement with SECT graft, including: shortened treatment time and minimizes alveolar bone loss.","timeFrame":"6 months"},{"measure":"Clinical success of SECT graft in immediate implant placement","description":"Implant placement with SECT graft, including: shortened treatment time and minimizes alveolar bone loss.","timeFrame":"12 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Male/female patients, age: \\>18 years.\n* Healthy periodontium with gingival biotype at least 2mm.\n* Extraction socket with four intact walls.\n* Adequate native bone to achieve good primary stability.\n* No untreated carious lesions.\n* Missing anterior (incisor/canine) with healthy adjacent teeth bilaterally.\n* Useless broken single-tooth with only lingual root fracture caused by trauma.\n\nExclusion Criteria:\n\n* History of systemic disease (excluding well-controlled diabetes).\n* Recent infectious diseases or surgical treatment within 30 days.\n* Smokers (≥10 cigarettes a day).\n* Pregnancy or lactation.\n* Patients on regular medications affecting periodontal healing (e.g., phenytoin, dihydropyridines, calcium antagonists, and cyclosporine) or anticoagulant therapy with warfarin, clopidogrel, ticlopidine, and aspirin.\n* Presence of pathological lesions around the surgical area.\n* Severe mental disorders or uncooperative patients.","healthyVolunteers":true,"sex":"ALL","minimumAge":"20 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Samah H Elmeadawy, PhD","affiliation":"Professor Of Periodontology, Faculty Of Dentistry, Mansoura University","role":"STUDY_CHAIR"},{"name":"Bassant H Elmowafey, PhD","affiliation":"Professor Of Oral Radiology Faculty Of Dentistry, Mansoura University","role":"STUDY_DIRECTOR"},{"name":"Hesham Abdallah, MSc","affiliation":"PhD researcher at Faculty Of Dentistry, Mansoura University","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Faculty of Dentistery","city":"Mansoura","zip":"35516","country":"Egypt","geoPoint":{"lat":31.03637,"lon":31.38069}}]},"referencesModule":{"references":[{"pmid":"31680339","type":"RESULT","citation":"Sun C, Zhao J, Liu Z, Tan L, Huang Y, Zhao L, Tao H. Comparing conventional flap-less immediate implantation and socket-shield technique for esthetic and clinical outcomes: A randomized clinical study. Clin Oral Implants Res. 2020 Feb;31(2):181-191. doi: 10.1111/clr.13554. Epub 2019 Dec 13."},{"pmid":"30661247","type":"RESULT","citation":"Zhang Z, Dong Y, Yang J, Xu R, Deng F. Effect of socket-shield technique on alveolar ridge soft and hard tissue in dogs. J Clin Periodontol. 2019 Feb;46(2):256-263. doi: 10.1111/jcpe.13073."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}