{"protocolSection":{"identificationModule":{"nctId":"NCT06474585","orgStudyIdInfo":{"id":"24/229--E"},"organization":{"fullName":"Universidad Complutense de Madrid","class":"OTHER"},"briefTitle":"Clinical Effects of the Medial Longitudinal Arch Slope of a Plantar Orthosis","officialTitle":"Effects of the Medial Longitudinal Slope on Clinical Parameters and Acceleration Impacts During Gait"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-20","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-11-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-12-20","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Universidad Complutense de Madrid","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"The objective of this clinical trial is to compare the effects of the geometry of the medial longitudinal arch (MLA) of the insole on acceleration impacts during gait, measured using an accelerometry system, in patients with pain related to the presence of a pronated foot morphotype. The main questions it aims to answer are:\n\nIs the slope of the medial longitudinal arch of the orthotic treatment a factor that reduces the peak tibial accelerometry in a symptomatic foot with a medially oriented subtalar joint axis? To assess the predictive effect of changes in acceleration impacts on the patient's painful symptoms.\n\nThe researchers will compare the MLA of the insole taken in a standing position with the MLA of the insole taken in a sitting position (the treatment applied in routine clinical practice) to evaluate if changing the slope of the MLA generates changes in the tibial acceleration impacts.\n\nThe participants:\n\nMust use the insoles to carry out their daily activities, except for sleeping or bathing.\n\nThe first review of the orthotic treatment will be conducted 3 months after the treatment initiation.","detailedDescription":"Study Population The study population will consist of patients treated from June 2024 onwards at the Pathology and Orthopedics Service of the University Clinic of Podiatry at Complutense University of Madrid. All participants will be informed beforehand about the characteristics, objectives, and methodology of the present study and must consent by signing the informed consent form, which complies with the regulatory legislation under the Organic Law on Data Protection and guarantee of digital rights 3/2018, of December 5, and Law 41/2002, of November 14, which regulates the patient's autonomy and rights and obligations in terms of information and clinical documentation. (Organic Law 3/2018) recognizes a series of rights for citizens, such as the right of access, rectification, cancellation, and opposition to their personal data, the right to limit the treatment of incorrect data, request a copy, or transfer the data provided for the study to a third party (portability), to the extent that they are applicable.\n\nSample Size A sample size is estimated for the comparison of two independent proportions at a 5% significance level, an 80% statistical power, and a two-tailed test. Since no published study has evaluated exactly the angulation in both sitting and standing positions under the same conditions, reference values are not precisely known. However, it is estimated that the main outcome variable, peak acceleration, will behave similarly. There is a threshold for this variable at 8 g, such that a peak above this is a risk factor for developing lower limb pathology. In our study, it is expected that only 5% of patients in group A will have a peak above 8 g, while 30% of patients in group B will have a peak above 8 g. Considering these factors and anticipating a 15% possible dropout rate, a minimum sample size of 37 patients per group is needed to achieve the main objective, totaling 74 patients.\n\nAnalyzed Variables and Data Collection Procedures Patient data recording will begin on the first consultation day after conducting the relevant screening and fulfilling the established inclusion and exclusion criteria. All data will be collected in a data collection notebook, with each patient assigned an identification code to safeguard compliance with the Organic Law on Data Protection and guarantee of digital rights 3/2018, of December 5, and Law 41/2002, of November 14, which regulates the patient's autonomy and rights and obligations in terms of information and clinical documentation.\n\nDependent Variables\n\nOutcome Variables:\n\nPrimary Variable: Maximum tibial acceleration (g). Continuous quantitative variable (m/s²).\n\nSecondary Variables:\n\nMaximum head acceleration (g). Continuous quantitative variable (m/s²). Magnitude of head acceleration (g). Continuous quantitative variable (m/s²). Head acceleration ratio (38-70) (g/s). Continuous quantitative variable (m/s²). Magnitude of tibial acceleration (g). Continuous quantitative variable (m/s²). Tibial acceleration ratio (30-70) (g/s). Continuous quantitative variable (m/s²).\n\nImpact attenuation (%). Continuous quantitative variable (m/s²). Step length (cm). Continuous quantitative variable (cm). Stride frequency (Hz). Continuous quantitative variable (Hz). Independent Variables Treatment Variables Demographic Variables - Covariates Clinical Variables Variables related to the wear of the orthotic treatment Study Planning Patient Recruitment Start: June 2024 Estimated End of Patient Recruitment: December 2024 Treatments Treatment A: A plantar orthosis made of 4.5 mm polypropylene with BIO at the necessary degrees according to the patient's biomechanical characteristics, MLA that replicates the geometry and slope of the MLA in the sitting position (unloaded). Duration of treatment: 12 weeks.\n\nTreatment B: A plantar orthosis made of 4.5 mm polypropylene with BIO, and the MLA taken from the patient replicates the geometry and slope of the MLA in the standing position (loaded). Duration: 12 weeks.\n\nPatient Visit Planning VISIT 1: Inclusion in the study. VISIT 2: Treatment delivery. Acceleration data will be recorded using an Xsens DOR accelerometry system (Xsens, Enschede, Netherlands: total mass: 10.9 g; dimensions 36x30x11 mm, range ± 16 g), consisting of 3 triaxial accelerometers. Two accelerometers will be placed on the anteromedial surface of the distal end of both tibias, 3 cm superior to the medial malleolus where the first uniform/flat surface is present, with the vertical axis of the accelerometer parallel to the tibial vertical axis; the third accelerometer will be placed on the forehead with the tibial vertical axis; and the third accelerometer will be placed on the forehead with the accelerometer's vertical axis perpendicular to the ground. All accelerometers will be placed by a single researcher (ASR). Patients will wear sports clothing, shorts, and neutral Reebok Classics sneakers. Before starting the test, the patient will walk freely around the room for 5 minutes to get used to the shoes and/or orthosis. Then, the patient will be instructed to walk at a \"comfortable and safe\" speed along a straight 12 m corridor, performing a total of 10 series. Accelerometry data will be recorded during the central 8 meters, with 2 meters at the start and 2 meters at the end designated as acceleration and deceleration zones, respectively, to avoid their effects. The speed of each series will be recorded using a photo-cell system (Chronojump Boscosystem), but it will not be controlled to avoid altering the natural gait pattern. The average speed of all series for each participant will be calculated, and those not within ±5% of each participant's average speed will be discarded to minimize the effect of gait speed on acceleration impacts.\n\nAfter this second visit, orthoses A and B will be distributed randomly, dividing the sample into two equal halves, so that patients will use the assigned orthosis daily for 12 weeks.\n\nVISIT 3: 12 weeks after starting the treatment."},"conditionsModule":{"conditions":["Pronated Left Foot","Pronated Right Foot"],"keywords":["\"tibial accelerometry, biomechanics AND foot\""]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The patient included in the study will be provided with two pairs of insoles. Insole type A is molded in an unloaded condition (sitting), which is the standard method we routinely use (CONTROL). Insole type B is molded under load (standing), and this treatment is considered EXPERIMENTAL. Once we receive both treatments, they will be randomized using the \"random.org\" application. Therefore, one group will use insole type A, and another group will use insole type B.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["PARTICIPANT"]}},"enrollmentInfo":{"count":74,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Sitting Group","type":"ACTIVE_COMPARATOR","description":"Patients assigned the treatment molded in the unloaded condition (this is the routine clinical practice).","interventionNames":["Device: Plantar orthosis"]},{"label":"Weight-bearing Group","type":"EXPERIMENTAL","description":"Patients assigned the treatment molded under load.","interventionNames":["Device: Plantar orthosis"]}],"interventions":[{"type":"DEVICE","name":"Plantar orthosis","description":"Plantar orthosis taken in sitting position Plantar orthosis taken in standing position","armGroupLabels":["Sitting Group","Weight-bearing Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Maximum tibial acceleration (g).","description":"Tibial axial acceleration corresponds to a line bisecting the proximal and distal ends of the tibia in the frontal and sagittal planes. Longitudinal acceleration provides a measure of impact accelerations at the knee moving longitudinally along the tibia and has previously been identified as a potential indicator of injury risk.","timeFrame":"The maximum tibial acceleration (g) is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system."}],"secondaryOutcomes":[{"measure":"Maximum head acceleration (g)","description":"Peak acceleration is the maximum amplitude of the acceleration signal, providing information about the mechanical stress that the shock wave causes in the body. This variable can be correlated with ground reaction forces measured on a force platform.","timeFrame":"The maximum head acceleration (g) is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system."},{"measure":"Magnitude of head acceleration (g).","description":"It is defined as the difference between the maximum acceleration and the minimum acceleration of the head.","timeFrame":"The magnitude of head acceleration (g) is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system."},{"measure":"Acceleration ratio (38-70) in head (g/s).","description":"It's the slope of the impact, that is, the variation in acceleration from ground contact time until reaching the peak","timeFrame":"Acceleration ratio (38-70) in head (g/s). It is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system"},{"measure":"Magnitude of tibial acceleration (g)","description":"It is defined as the difference between the maximum acceleration and the minimum acceleration of the tibia.","timeFrame":"Magnitude of tibial acceleration (g). It is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system."},{"measure":"Acceleration ratio (30-70) in tibia (g/s).","description":"It is the slope of the impact, that is, the variation in acceleration from ground contact time until reaching the maximum","timeFrame":"Acceleration ratio (30-70) in tibia (g/s). It is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system."},{"measure":"Impact attenuation (%)","description":"It is conceptualized as the reduction in the acceleration signal from one location to another, typically from the tibia to the head. It is obtained by calculating the difference in magnitude between the maximum peak in the tibia, expressed as a percentage.","timeFrame":"Impact attenuation (%). It is measured during the 2nd visit when we initiate orthopedic treatment and during the 3rd visit, after 3 months of using the plantar orthosis, using a triaxial accelerometry system."}],"otherOutcomes":[{"measure":"Foot posture Index","description":"The Foot Posture Index (FPI-6), first described by Redmond et al., is known to be a reliable and validated test for quantifying the static position of the foot. Unlike other instruments, the FPI-6 covers most segments of the foot and all three planes of movement","timeFrame":"The test will be conducted on the patient before and after delivering the plantar orthosis."},{"measure":"Relaxed calcaneal position","description":"The relaxed calcaneal position under weight-bearing assesses the degrees of inclination of the calcaneus towards valgus or varus in the frontal plane during closed kinetic chain.","timeFrame":"The patient will be assessed before and after delivering the plantar orthosis using goniometry."},{"measure":"Orientation of the axis of rotation of the subastragalar joint","description":"It studies the axis of the subtalar joint (STJ), evaluating that normal values place the axis of the STJ when passing through the first intermetatarsal space, potentially showing a medialized axis if it passes medial to the normal position, and indicating a lateralized axis if it is displaced towards lateral areas relative to the normal axis.","timeFrame":"The patient will be assessed before and after delivering the plantar orthosis"},{"measure":"Angle of the medial longitudinal arch","description":"The angle of the medial longitudinal arch (MLA). The MLA angle is defined as the angle formed by two vectors: one passing from the midpoint of the medial malleolus to the navicular tuberosity, and the other passing from the midpoint of the medial aspect of the first metatarsal head to the navicular tuberosity.","timeFrame":"The patient will be assessed before and after the delivery of the plantar orthosis using goniometry."},{"measure":"Navicular Drop Test Navicular Drop Test Navicular Drop test","description":"It shows the change in the height of the tarsal navicular when the patient moves into bipedal stance, serving as an indicative test of the decrease in height and the excess pronation of the foot during dynamic movement.","timeFrame":"The patient will be measured before and after receiving the plantar orthosis using goniometry."},{"measure":"Pain according to the Visual Analog Scale (VAS)","description":"It is a reliable measure represented by a continuous scale, depicting pain, comfort perceived in different colors, numbers, shapes, and images. It is a validated tool used in foot and ankle pathology, often to quantify the intensity of pain","timeFrame":"The patient will be assessed before and after delivering the plantar orthosis based on the VAS (Visual Analog Scale)."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nSubjects of both sexes, aged over 18 years. Patients with painful symptoms in the lower limb associated with a Foot Posture Index (FPI-6) score \\> 5, indicative of foot pronation position.\n\nNavicular Drop Test \\> 10 mm. Subjects with painful symptoms associated with foot pronation position. Signed informed consent explaining the study's characteristics and objectives.\n\nExclusion Criteria:\n\nSubjects presenting at least one of the following conditions will be excluded:\n\nPrevious diagnosis of neurological or rheumatological systemic disease. History of foot or ankle surgery resulting in limitations in the mobility of the subtalar, midtarsal, or metatarsophalangeal joints.\n\nHistory of leg, ankle, or foot fracture resulting in limitations in the mobility of these structures.\n\nLower limb morpho-functional alteration: clinical asymmetry greater than 5 mm, presence of genu varum, genu valgum with a difference of more than 2° femoro-tibial between limbs, internal or external femoral torsion.\n\nCognitive impairment preventing understanding of the study's objectives and compliance with participation guidelines.\n\nPatients unable to walk independently due to musculoskeletal injury in the lower limbs within the last 6 months.\n\nCurrently receiving any analgesic treatment for the lower limbs at the time of intervention.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}