{"protocolSection":{"identificationModule":{"nctId":"NCT06475690","orgStudyIdInfo":{"id":"CQB2"},"organization":{"fullName":"First Affiliated Hospital of Chongqing Medical University","class":"OTHER"},"briefTitle":"the Psychological Interventions for Alleviating Anxiety and Depressive Emotion Among Oocyte Retrieval Patients","officialTitle":"the Psychological Interventions for Alleviating Anxiety and Depressive Emotion Among Oocyte Retrieval Patients"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-25","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-01","studyFirstSubmitQcDate":"2024-06-20","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-20","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Qibin Chen","investigatorTitle":"associate professor","investigatorAffiliation":"First Affiliated Hospital of Chongqing Medical University"},"leadSponsor":{"name":"First Affiliated Hospital of Chongqing Medical University","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn if psychological interventions alleviate the anxious emotion of women undergoing oocyte retrieval operation with general anesthesia.\n\nThe main questions it aims to answer are:\n\nIf psychological interventions reduced participants' anxiety scores before the oocyte retrieval operation. Researchers will compare psychological interventions to no interventions to see if psychological interventions work to alleviate anxious emotion. Questionnaires related anxiety were completed online before surgery by participants."},"conditionsModule":{"conditions":["Infertility","in Vitro Fertilization","Mental Health","Anesthesia, General"],"keywords":["oocyte retrieval","Anxiety symptoms","depression symptoms","psychological intervention","intravenous anesthesia"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":180,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"AC group","type":"EXPERIMENTAL","description":"AC group (active communication group): Prior to oocyte retrieval 24h, anesthesiologist and patient sign an informed consent form for anesthesia, then anxiety and depressive symptoms are assessed by scales including APAIS, GAD-7, PHQ-9 and HAD. This is the first score for all questionnaire. Subsequently, active communication will be performed, including addressing surgical procedures, anesthesia processes, and potential complications. No matter whether the patient asks the anesthesiologist about surgery and anesthesia or not, the active communication will be provided. One hour before surgery, patients' anxiety will be reassessed using APAIS. This is the second score for APAIS. Anxiety and depressive symptoms will be evaluated by GAD-7, PHQ-9 and HAD between 24 to 48 hours after oocyte retrieval operation. This is the second score for GAD-7, PHQ-9 and HAD.","interventionNames":["Other: Psychological interventions"]},{"label":"CON group","type":"NO_INTERVENTION","description":"CON group (control group): Prior to oocyte retrieval 24h, anesthesiologist and patient sign an informed consent form for anesthesia, then anxiety and depressive symptoms are assessed by scales including APAIS, GAD-7, PHQ-9 and HAD. This is the first score for all questionnaire. If a patient doesn't ask any question about surgery or anesthesia, no interpretation will be provided. That is to say, the anesthesiologist will not actively communicate with the patient about surgical and anesthesia issues. One hour before surgery, patients' anxiety will be reassessed using APAIS. This is the second score for APAIS. Anxiety and depressive symptoms will be evaluated by GAD-7, PHQ-9 and HAD between 24 to 48 hours after oocyte retrieval operation. This is the second score for GAD-7, PHQ-9 and HAD."}],"interventions":[{"type":"OTHER","name":"Psychological interventions","description":"Psychological interventions is used for intervention group","armGroupLabels":["AC group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The difference in incidence of anxiety 1 hour before operation between the two groups","description":"The degree of anxiety was measured by the Amsterdam Preoperative Anxiety and Information Scale and it is abbreviated as APAIS in the Primary Outcome. This is a six-item questionnaire. Every item is graded on a five-point scale from 1(meaning not at all) to 5 (meaning extremely). The scoring range of this scale is from 6 to 30 points, with a cutoff point of 11. Specifically, a score of ≤10 indicates no anxiety, while a score of ≥11 indicates anxiety. Each patient received two APAIS assessments, 24 hours before and 1 hour before surgery respectively. After the second assessment, the number of anxious patients in each group was calculated based on the APAIS scores. Then, the number of anxious patients divided by the total number of patients in the group is the incidence of anxiety. Finally, a statistical comparison was made to determine if there is a significant difference in incidence of anxiety between the two groups of patients.","timeFrame":"Each patient is assessed by APAIS for two times. The first time is 24 hours before surgery, and the second time is 1 hour before surgery."}],"secondaryOutcomes":[{"measure":"the comparison of APAIS score in two group 1h before operation","description":"The degree of anxiety is measured by the Amsterdam Preoperative Anxiety and Information Scale and it is abbreviated as APAIS in the outcome. This is a six-item questionnaire. Every item is graded on a five-point scale from 1( not at all) to 5 (extremely). The score range of this scale is from 6 to 30 points, with a cutoff point of 11. Specifically, a score of ≤10 indicates no anxiety, while a score of ≥11 indicates anxiety. Each patient received two APAIS assessments, 24 hours before and 1 hour before surgery respectively. After the second evaluation about APAIS, the comparison of APAIS scores is fulfilled to determine if there is a significant difference among the two groups.","timeFrame":"Each patient is assessed by APAIS for two times. The first time is 24 hours before surgery, and the second time is 1 hour before surgery."},{"measure":"the comparison of incidence of postoperative anxiety between two groups","description":"The anxiety is measured by the Generalized anxiety disorder 7- item scale, a seven-item questionnaire, which is abbreviated as GAD-7. Every item is graded on a 4-point scale from 0 to 3. 0,1,2 and 3 stand for not at all, several days, more than half the days and nearly every day respectively. The total score ranges from 0 to 21 and 0-4, 5-9, 10-14, and 15-21 represent minimal, mild, moderate, and severe levels of anxiety respectively. A score of ≤4 represents no anxiety, while a score of ≥5 indicates the presence of anxiety. Each patient is assessed by GAD-7 twice, 24 hours before and 24\\~48 hours after surgery respectively. After the second GAD-7 rating, the number of anxious people and incidence of postoperative anxiety are calculated in each group and according to the GAD-7 score. Finally, a statistical comparison is made to determine whether there is a significant difference in incidence of postoperative anxiety between the two groups of patients.","timeFrame":"Each patient is assessed by GAD-7 twice.The first time is 24 hours before surgery, and the second time is 24~48 hours after surgery."},{"measure":"the comparison of postoperative GAD-7 scores between two groups","description":"The degree of anxiety was measured by the Generalized anxiety disorder 7- item scale and it is abbreviated as GAD-7 in this outcome. This is a seven-item questionnaire. Every item is graded on a 4-point scale from 0 to 3. 0,1,2 and 3 stand for not at all, several days, more than half the days and nearly every day respectively. The total score of this scale ranges from 0 to 21, where 0-4, 5-9, 10-14, and 15-21 represent minimal, mild, moderate, and severe levels of anxiety respectively. That means a score of ≤4 represents no anxiety, while a score of ≥5 indicates the presence of mild anxiety or higher-level anxiety. After the second GAD-7 rating, GAD-7 scores between the two groups of patients are compared to determine whether there is a statistical difference.","timeFrame":"Each patient is assessed by GAD-7 twice. The first time is 24 hours before surgery, and the second time is 24~48 hours after surgery."},{"measure":"the comparison of incidence of postoperative depression in two groups","description":"The depression is measured by the Patient Health Questionnaire 9-item scale, a nine-item questionnaire, which is abbreviated as PHQ-9. Every item is graded on a 4-point scale from 0 to 3. 0,1,2 and 3 stand for not at all, several days, more than half the days and nearly every day respectively. The total score of this scale ranges from 0 to 27, where 0-4, 5-9, 10-14, 15-20 and 21-27 represent minimal, mild, moderate, moderately severe and severe levels of depression respectively. That means a score of ≤4 represents no depression, and a score of ≥5 indicates the presence of depression. Each patient is assessed by PHQ-9 twice, 24 hours before and 24\\~48 hours after surgery respectively. After the second PHQ-9 rating, the incidence of depression is calculated in each group according to the PHQ-9 score. Finally, a statistical comparison is made to determine whether there is a significant difference in the incidence of postoperative depression between the two groups of patients.","timeFrame":"Each patient is assessed by PHQ-9 twice. The first time is 24 hours before surgery, and the second time is 24~48 hours after surgery."},{"measure":"the comparison of postoperative PHQ-9 scores between two groups","description":"The degree of depression is measured by the Patient Health Questionnaire 9-item scale and it is abbreviated as PHQ-9 in this outcome. This is a nine-item questionnaire. Every item is graded on a 4-point scale from 0 to 3. 0,1,2 and 3 stand for not at all, several days, more than half the days and nearly every day respectively. The total score of this scale ranges from 0 to 27, where 0-4, 5-9, 10-14, 15-20 and 21-27 represent minimal, mild, moderate, moderately severe and severe levels of depression respectively. That means a score of ≤4 represents no anxiety, while a score of ≥5 indicates the presence of mild depression or higher-level depression. Each patient is assessed by PHQ-9 two times, 24 hours before surgery and 24\\~48 hours after surgery respectively. After the second PHQ-9 rating, PHQ-9 scores between the two groups of patients are compared to determine whether there was a statistical difference.","timeFrame":"Each patient is assessed by PHQ-9 twice. The first time is 24 hours before surgery, and the second time is 24~48 hours after surgery."},{"measure":"the comparison of postoperative HADS scores between two groups","description":"The Hospital Anxiety and Depression Scale can be used to measure anxiety and depression and it is abbreviated as HADS in this outcome. This is a 14-item questionnaire. Assessment of the overall severity of anxiety and depression are both rated on four-point (0-3) scales by the researchers. HADS includes two subscales the depression subscale and the anxiety subscale. The total score of this scale ranges from 0 to 21 for each subscale. For the depression subscale it is found that a score of 7 or less for no depressive cases, scores of 8-10 for doubtful cases and scores of 11 or more for definite cases combined with depression. The scoring range of anxiety subscale is the same as that of depression subscale. Each patient is assessed by HADS two times, 24 hours before surgery and 24\\~48 hours after surgery respectively. After the second HADS rating, HADS scores between the two groups of patients are compared to determine whether there was a statistical difference.","timeFrame":"Each patient is assessed by HADS twice. The first time is 24 hours before surgery, and the second time is 24~48 hours after surgery."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* underwent oocyte retrieval operation with general anesthesia\n* able to use smartphone to complete questionnaire\n\nExclusion Criteria:\n\n* had major psychological trauma, schizophrenia\n* morbid obesity (BMI greater than 40.0 kg/m2.)\n* serious disease of cardiovascular system including uncontrolled hypertension\n* serious endocrine system disease including uncontrolled hypothyroidism\n* history of severe adverse events related to anesthesia\n* history of substance abuse or severe allergy\n* refusal to provide written consent","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"20 Years","maximumAge":"50 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"jiying zhou, doctor","role":"CONTACT","phone":"86-023-89011876","email":"cyyykyc@qq.com"}]},"referencesModule":{"references":[{"pmid":"33658786","type":"BACKGROUND","citation":"Liu YF, Fu Z, Chen SW, He XP, Fan LY. The Analysis of Anxiety and Depression in Different Stages of in vitro Fertilization-Embryo Transfer in Couples in China. Neuropsychiatr Dis Treat. 2021 Feb 25;17:649-657. doi: 10.2147/NDT.S287198. eCollection 2021."},{"pmid":"33508704","type":"BACKGROUND","citation":"Li G, Jiang Z, Kang X, Ma L, Han X, Fang M. Trajectories and predictors of anxiety and depression amongst infertile women during their first IVF/ICSI treatment cycle. J Psychosom Res. 2021 Mar;142:110357. doi: 10.1016/j.jpsychores.2021.110357. Epub 2021 Jan 16."},{"pmid":"38224730","type":"BACKGROUND","citation":"Braverman AM, Davoudian T, Levin IK, Bocage A, Wodoslawsky S. Depression, anxiety, quality of life, and infertility: a global lens on the last decade of research. Fertil Steril. 2024 Mar;121(3):379-383. doi: 10.1016/j.fertnstert.2024.01.013. Epub 2024 Jan 13."},{"pmid":"8623940","type":"BACKGROUND","citation":"Moerman N, van Dam FS, Muller MJ, Oosting H. The Amsterdam Preoperative Anxiety and Information Scale (APAIS). Anesth Analg. 1996 Mar;82(3):445-51. doi: 10.1097/00000539-199603000-00002."},{"pmid":"16717171","type":"BACKGROUND","citation":"Spitzer RL, Kroenke K, Williams JB, Lowe B. A brief measure for assessing generalized anxiety disorder: the GAD-7. Arch Intern Med. 2006 May 22;166(10):1092-7. doi: 10.1001/archinte.166.10.1092."},{"pmid":"11556941","type":"BACKGROUND","citation":"Kroenke K, Spitzer RL, Williams JB. The PHQ-9: validity of a brief depression severity measure. J Gen Intern Med. 2001 Sep;16(9):606-13. doi: 10.1046/j.1525-1497.2001.016009606.x."},{"pmid":"6880820","type":"BACKGROUND","citation":"Zigmond AS, Snaith RP. The hospital anxiety and depression scale. Acta Psychiatr Scand. 1983 Jun;67(6):361-70. doi: 10.1111/j.1600-0447.1983.tb09716.x."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007246","term":"Infertility"}],"ancestors":[{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M7058","name":"Depression","relevance":"LOW"},{"id":"M7061","name":"Depressive Disorder","relevance":"LOW"},{"id":"M10290","name":"Infertility","asFound":"Infertility","relevance":"HIGH"},{"id":"M4324","name":"Anxiety Disorders","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4107","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}