{"protocolSection":{"identificationModule":{"nctId":"NCT06473311","orgStudyIdInfo":{"id":"P.T.REC/012/ 005015"},"organization":{"fullName":"Cairo University","class":"OTHER"},"briefTitle":"Whole Body Vibration and Virtual Reailtry on Quadriceps Strength and Activity of Daily Living in Children With Burn","officialTitle":"The Effect of Two Proprioceptive Stimulations on Quadriceps Strength and Activity of Daily Living in Children With Burn"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-06-17","type":"ACTUAL"},"completionDateStruct":{"date":"2024-06-17","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-22","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-22","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Mostafa S Ali","investigatorTitle":"associate professor of pediatric physiotherapy, cairo university","investigatorAffiliation":"Cairo University"},"leadSponsor":{"name":"Cairo University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Burns are injuries that can have both local and systemic effects and are brought on by biological, chemical, electrical, and physical factors. Mobility is a significant problem for burn patients in terms of their quality of life since the burn injury affects their capacity to participate in activities of daily living. The immobility of the patient has a major impact on their physical health. The aim of current study was to compare between the effect of virtual reality and whole body vibration as two methods of proprioceptive stimulation on quadriceps strength and activity of daily living in children with burn.","detailedDescription":"The current study is pre-post experimental study which was carried out from January 2024 to June 2024. A stratified and convenience sampling technique was used to select the study participants taking into consideration the inclusion criteria. Forty children with lower limb thermal burn were selected from Ahlah Misr Burn Hospital to participate in this study. They were selected according to the following inclusion criteria: a) Both sexes were included, b) Children with unilateral front thigh thermal burn of deep partial thickness of dermis (second degree) burns, c) Their ages ranged from 6 to 12 years, d) They can assume standing position. A child who had one or more of the following criteria was excluded from the study: a) 1st, 3rd and 4th degrees of burn, b) Other types of burn rather than thermal, c) Neurological or neuromuscular disorders, d) Dermatological disorders, e) Visual or hearing disorder, f) Child with contractures or lower limbs on fixed deformities. Subjects who met the previous mentioned criteria were randomly assigned into two study groups of equal numbers Study I \\& study II using sealed envelope. Study group I were treated by a conventional physical therapy program directed towards improving the condition of the patient function in addition to whole body vibration therapy. Study group II were treated by a Wii-fit therapy program in a form of virtual reality treatment program in addition to the same conventional physical therapy program given to patients in the study group I."},"conditionsModule":{"conditions":["Whole Body Vibration","Virtual Reality"],"keywords":["Burn","proprioceptive stimulation","Whole body vibration","Virtual reality","Activity of daily living"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"FACTORIAL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":40,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"whole body vibration","type":"EXPERIMENTAL","interventionNames":["Device: whole bady vibration and virtual reality"]},{"label":"virtual reality","type":"EXPERIMENTAL","interventionNames":["Device: whole bady vibration and virtual reality"]}],"interventions":[{"type":"DEVICE","name":"whole bady vibration and virtual reality","description":"study group I received a whole body vibration program in addition to a conventional physical therapy program, and study group II received a Wii-fit therapy program (a virtual reality treatment program) in addition to the same. A two-month treatment program was implemented for both groups. Every child in both groups had the same evaluation processes, which included using the Physical Self Maintenance Scale (PSMS) for daily living activities and a dynamometer to measure quadriceps muscular strength. Evaluation was done prior to the start of treatment and was done again after one month (post I) and two months (post II).","armGroupLabels":["virtual reality","whole body vibration"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"quadriceps strength","description":"measurement of quadriceps power by Baseline Economy Mechanical Push/Pull","timeFrame":"2 months"},{"measure":"activities of daily living","description":"measurement od ADL by Physical Self Maintenance Scale. the score is 1 and zero the better score is 1","timeFrame":"2 MONTHS"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Both sexes were included\n2. Children with unilateral front thigh thermal burn of deep partial thickness of dermis (second degree) burns\n3. Their ages ranged from 6 to 12 years, d) They can assume standing position\n\nExclusion Criteria:\n\n1. 1st, 3rd and 4th degrees of burn\n2. Other types of burn rather than thermal\n3. Neurological or neuromuscular disorders\n4. Dermatological disorders\n5. Visual or hearing disorder\n6. Child with contractures or lower limbs on fixed deformities.","healthyVolunteers":false,"sex":"ALL","minimumAge":"6 Years","maximumAge":"12 Years","stdAges":["CHILD"]},"contactsLocationsModule":{"locations":[{"facility":"Mostafa S Ali","city":"Giza","state":"Married","zip":"12668","country":"Egypt","geoPoint":{"lat":30.00808,"lon":31.21093}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","infoTypes":["STUDY_PROTOCOL"],"timeFrame":"2 MONTHS"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M5326","name":"Burns","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}