{"protocolSection":{"identificationModule":{"nctId":"NCT06482931","orgStudyIdInfo":{"id":"20028"},"organization":{"fullName":"University Medical Center Groningen","class":"OTHER"},"briefTitle":"Bleeding in Multiple Myeloma","officialTitle":"Incidence and Burden of Bleeding in Multiple Myeloma Patients Receiving Thromboprophylaxis","acronym":"BiMM"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-10-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Medical Center Groningen","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"* Background Multiple myeloma (MM) is a haematological malignancy characterised by uncontrolled plasma cell proliferation leading to bone damage, anaemia, kidney failure, and hypercalcemia. Venous thromboembolism (VTE) represents a significant concern in MM and more than 10% of patients develop a VTE. The currently most used thromboprophylaxis regimens consist of either aspirin or prophylactic low molecular weight heparin (LMWH). The choice between the two depends on patient risk assessment according to the International Myeloma Working Group (IMWG) guidelines. Due to the associated high VTE risk, MM patients have an inherent need for thromboprophylaxis which is an essential part of their care. The previous randomized controlled trials (RCTs) comparing aspirin with LMWH observed no major bleeding events and only one minor bleeding in the LMWH group and when comparing aspirin with LMWH and warfarin, major bleeding events were observed only in three patients (1.4%) who received aspirin. Moreover, six patients (2.7%) in the aspirin group, one patient (0.5%) in the warfarin group, and three patients (1.4%) in the LMWH group experienced minor bleeding events. However, clinically relevant non-major bleedings (CRNMBs) were not reported, and the follow-up varied widely between the two studies. The risk-benefit ratio between the different regimens is yet unclear and it is difficult to conclude which anticoagulation should be implemented as standard of care in daily practice. Moreover, the current regimens, namely LMWH, might be perceived as burdensome by MM patients due to their subcutaneous administration. Therefore, it is unclear whether thromboprophylaxis represents an additional significant burden for MM patients because of the method of administration or adverse bleeding events.\n* Main research question What is the current real-life bleeding incidence in MM patients receiving thromboprophylaxis and what is the perceived burden of thromboprophylaxis?\n* Design (including population, confounders/outcomes) This prospective observational study will include newly diagnosed MM patients receiving thromboprophylaxis. The International Society on Thrombosis and Haemostasis (ISTH) bleeding criteria and the ISTH bleeding assessment tool (ISTH-BAT) will be adapted to the daybook format, patient friendly vocabulary and translated to Dutch. Patients will be asked to record bleeding events for 6 months after starting thromboprophylaxis. Incidence of bleeding events stratified per major, minor and CRNMB will be calculated with death as competing risk. Bleeding events in LMWH and aspirin patients will be compared with a double-sided z test for independent proportions. Quality of life will be assessed with validated questionnaires. Lastly incidence of VTE and arterial thrombosis (AT) will be calculated.\n* Expected results In an RCT comparing LMWH with aspirin prophylaxis for a fracture of an extremity, bleeding events occurred in 14% of patients receiving aspirin and 14% of patients receiving LMWH within 90 days of follow-up. Since comparable doses will be used in this study, we expect to see similar results."},"conditionsModule":{"conditions":["Multiple Myeloma"],"keywords":["thromboprophylaxis"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":160,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"LMWH","description":"Patients receiving LMWH thromboprophylaxis.","interventionNames":["Other: Quality of life questionnaires"]},{"label":"Aspirin","description":"Patients receiving aspirin thromboprophylaxis.","interventionNames":["Other: Quality of life questionnaires"]}],"interventions":[{"type":"OTHER","name":"Quality of life questionnaires","description":"Patients will be asked to fill in two quality of life questionnaires: PACT-Q and EQ-5D-5L.","armGroupLabels":["Aspirin","LMWH"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Cumulative bleeding incidence with death as competing risk","description":"Bleeding events stratified according to International Society on Thrombosis and Haemostasis (ISTH) criteria: minor bleeding, clinically relevant non-major bleeding and/or major bleeding.","timeFrame":"6 months after inclusion"}],"secondaryOutcomes":[{"measure":"Cumulative venous thrombosis incidence with death as competing risk","description":"VTE events incidence","timeFrame":"6 months after inclusion"},{"measure":"Cumulative arterial thrombosis incidence with death as competing risk","description":"AT events incidence","timeFrame":"6 months after inclusion"},{"measure":"Quality of life according to the EQ-5D-5L questionnaire","description":"Perceived quality of life according to the EQ-5D-5L questionnaire. This questionnaire assesses quality of life on a scale of 1 to 5 (no problems to severe problems) on five dimensions, namely mobility, self-care, usual activities, pain/discomfort, anxiety/depression. It also measures overall perceived quality of life on a scale of 1 to 100 (the worst health imaginable to the best health imaginable).","timeFrame":"Baseline and 6 months after inclusion"},{"measure":"Therapy satisfaction according to the PACT-Q questionnaire","description":"Perceived anticoagulation satisfaction according to the PACT-Q questionnaire. The questionnaire evaluates treatment expectations (at baseline), convenience, burden, treatment satisfaction (all three after completion of treatment) on a scale of 1 to 5 (not at all to extremely).","timeFrame":"Baseline and 6 months after inclusion"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients must be newly diagnosed with MM.\n* MM patients must be receiving thromboprophylaxis (aspirin or LMWH).\n* Patient must be willing or able to fill-in questionnaires.\n\nExclusion Criteria:\n\n* Patients objecting to the use of their data for research purposes.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Newly diagnosed multiple myeloma patients with an indication for thromboprophylaxis.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"referencesModule":{"references":[{"pmid":"26764429","type":"BACKGROUND","citation":"Kaatz S, Ahmad D, Spyropoulos AC, Schulman S; Subcommittee on Control of Anticoagulation. Definition of clinically relevant non-major bleeding in studies of anticoagulants in atrial fibrillation and venous thromboembolic disease in non-surgical patients: communication from the SSC of the ISTH. J Thromb Haemost. 2015 Nov;13(11):2119-26. doi: 10.1111/jth.13140. No abstract available."},{"pmid":"31940972","type":"BACKGROUND","citation":"Fotiou D, Gavriatopoulou M, Terpos E. Multiple Myeloma and Thrombosis: Prophylaxis and Risk Prediction Tools. Cancers (Basel). 2020 Jan 13;12(1):191. doi: 10.3390/cancers12010191."},{"pmid":"21255254","type":"BACKGROUND","citation":"Carrier M, Le Gal G, Tay J, Wu C, Lee AY. Rates of venous thromboembolism in multiple myeloma patients undergoing immunomodulatory therapy with thalidomide or lenalidomide: a systematic review and meta-analysis. J Thromb Haemost. 2011 Apr;9(4):653-63. doi: 10.1111/j.1538-7836.2011.04215.x."},{"pmid":"21835953","type":"BACKGROUND","citation":"Larocca A, Cavallo F, Bringhen S, Di Raimondo F, Falanga A, Evangelista A, Cavalli M, Stanevsky A, Corradini P, Pezzatti S, Patriarca F, Cavo M, Peccatori J, Catalano L, Carella AM, Cafro AM, Siniscalchi A, Crippa C, Petrucci MT, Yehuda DB, Beggiato E, Di Toritto TC, Boccadoro M, Nagler A, Palumbo A. Aspirin or enoxaparin thromboprophylaxis for patients with newly diagnosed multiple myeloma treated with lenalidomide. Blood. 2012 Jan 26;119(4):933-9; quiz 1093. doi: 10.1182/blood-2011-03-344333. Epub 2011 Aug 11."},{"pmid":"21282540","type":"BACKGROUND","citation":"Palumbo A, Cavo M, Bringhen S, Zamagni E, Romano A, Patriarca F, Rossi D, Gentilini F, Crippa C, Galli M, Nozzoli C, Ria R, Marasca R, Montefusco V, Baldini L, Elice F, Callea V, Pulini S, Carella AM, Zambello R, Benevolo G, Magarotto V, Tacchetti P, Pescosta N, Cellini C, Polloni C, Evangelista A, Caravita T, Morabito F, Offidani M, Tosi P, Boccadoro M. Aspirin, warfarin, or enoxaparin thromboprophylaxis in patients with multiple myeloma treated with thalidomide: a phase III, open-label, randomized trial. J Clin Oncol. 2011 Mar 10;29(8):986-93. doi: 10.1200/JCO.2010.31.6844. Epub 2011 Jan 31."},{"pmid":"36652352","type":"BACKGROUND","citation":"Major Extremity Trauma Research Consortium (METRC); O'Toole RV, Stein DM, O'Hara NN, Frey KP, Taylor TJ, Scharfstein DO, Carlini AR, Sudini K, Degani Y, Slobogean GP, Haut ER, Obremskey W, Firoozabadi R, Bosse MJ, Goldhaber SZ, Marvel D, Castillo RC. Aspirin or Low-Molecular-Weight Heparin for Thromboprophylaxis after a Fracture. N Engl J Med. 2023 Jan 19;388(3):203-213. doi: 10.1056/NEJMoa2205973."},{"pmid":"20626619","type":"BACKGROUND","citation":"Rodeghiero F, Tosetto A, Abshire T, Arnold DM, Coller B, James P, Neunert C, Lillicrap D; ISTH/SSC joint VWF and Perinatal/Pediatric Hemostasis Subcommittees Working Group. ISTH/SSC bleeding assessment tool: a standardized questionnaire and a proposal for a new bleeding score for inherited bleeding disorders. J Thromb Haemost. 2010 Sep;8(9):2063-5. doi: 10.1111/j.1538-7836.2010.03975.x. No abstract available."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009101","term":"Multiple Myeloma"},{"id":"D000054219","term":"Neoplasms, Plasma Cell"}],"ancestors":[{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000020141","term":"Hemostatic Disorders"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010265","term":"Paraproteinemias"},{"id":"D000001796","term":"Blood Protein Disorders"},{"id":"D000006402","term":"Hematologic Diseases"},{"id":"D000006474","term":"Hemorrhagic Disorders"},{"id":"D000008232","term":"Lymphoproliferative Disorders"},{"id":"D000007160","term":"Immunoproliferative Disorders"},{"id":"D000007154","term":"Immune System Diseases"}],"browseLeaves":[{"id":"M12058","name":"Multiple Myeloma","asFound":"Multiple Myeloma","relevance":"HIGH"},{"id":"M27588","name":"Neoplasms, Plasma Cell","asFound":"Multiple Myeloma","relevance":"HIGH"},{"id":"M9556","name":"Hemorrhage","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"},{"id":"M21977","name":"Hemostatic Disorders","relevance":"LOW"},{"id":"M5059","name":"Blood Coagulation Disorders","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M13178","name":"Paraproteinemias","relevance":"LOW"},{"id":"M5077","name":"Blood Protein Disorders","relevance":"LOW"},{"id":"M9490","name":"Hematologic Diseases","relevance":"LOW"},{"id":"M9560","name":"Hemorrhagic Disorders","relevance":"LOW"},{"id":"M11225","name":"Lymphoproliferative Disorders","relevance":"LOW"},{"id":"M10206","name":"Immunoproliferative Disorders","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"T3947","name":"Multiple Myeloma","asFound":"Multiple Myeloma","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC15","name":"Blood and Lymph Conditions"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4548","name":"Aspirin","relevance":"LOW"},{"id":"M9581","name":"Heparin, Low-Molecular-Weight","relevance":"LOW"},{"id":"M1943","name":"Tinzaparin","relevance":"LOW"},{"id":"M20153","name":"Dalteparin","relevance":"LOW"}],"browseBranches":[{"abbrev":"Antipy","name":"Antipyretics"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"ARhu","name":"Antirheumatic Agents"},{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"AnCoag","name":"Anticoagulants"}]}},"hasResults":false}