{"protocolSection":{"identificationModule":{"nctId":"NCT06481384","orgStudyIdInfo":{"id":"149/2023"},"organization":{"fullName":"Escola Superior de Tecnologia da Saúde de Coimbra","class":"OTHER"},"briefTitle":"Validity and Reliability of the Self-administered Timed Up and Go Test: a Promising Telehealth Resource for Monitoring the Risk of Falls in Community-dwelling Older Adults","officialTitle":"Validity and Reliability of the Self-administered Timed Up and Go Test: a Promising Telehealth Resource for Monitoring the Risk of Falls in Community-dwelling Older Adults"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-10","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-05-25","type":"ACTUAL"},"completionDateStruct":{"date":"2024-05-25","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anabela Correia Martins","investigatorTitle":"Principal Investigador","investigatorAffiliation":"Escola Superior de Tecnologia da Saúde de Coimbra"},"leadSponsor":{"name":"Anabela Correia Martins","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Digital health is an effective solution to overcome logistical and access challenges in urban and rural areas. Telephysiotherapy can play a vital role in tracking and monitoring health and risk factors in older adults.The aim of this study was to determinate the validity and the reliability of the self-administered Timed Up and Go (TUG) test, a gold standard test for fall risk screening, when compared to the traditional face-to-face assessment carried out by a physiotherapist. The protocol included sociodemographic and history of falls questions, the Self-Efficacy for Exercise questionnaire, the Activities and Participation Profile Related to Mobility (PAPM) and three functional tests, namely the 10-Meter Walking Speed (10-MWS) test, TUG test and 30 Seconds Sit to Stand (30s STS) test. Within an interval of 18-24 hours after the face-to-face moment, the participants were invited and instructed to self-administer the TUG test at home.","detailedDescription":"Variable: Self-reported questionnaire The self-report questionnaire included yes/no questions to characterise the sample in terms of sociodemographic and clinical data, history of falls, fear of falling, sedentary behaviours, measured by spending over 4 hours seated, 5 days or more per week, and questions on education level and health self-perception.\n\nVariable: Self-Efficacy for Exercise This 5-item questionnaire intended to analyse the confidence that a person has to perform exercise according to 5 different emotional states, such as feeling worried or having problems, feeling depressed, feeling tired, feeling tense, and being busy.\n\nVariable: Activities and Participation Profile Related to Mobility (PAPM) PAPM is an 18-item scale to assess the difficulties an individual experiences while performing certain daily activities in their natural environment, such as interactions and social relations, education, employment, money management, and social and community life and influence a person's active participation in society. It has a 5-point Likert scale from 0, meaning \"no limitation or restriction,\" to 4, meaning \"complete limitation or restriction.\" In between, 1 indicates \"mild limitation or restriction,\" 2 indicates \"moderate limitation or restriction,\" and 3 indicates \"severe limitation or restriction\" and since some activities may not apply, not all activities may be rated.\n\nFunctional tests Functional capacity was assessed using a set of three tests, also associated with the cited protocol. The 10-Meter Walking Speed (10-MWS) test, 30s Seconds Sit to Stand (30s STS) test and TUG test. These tests assess domains such as gait, balance, functional mobility, lower limb strength and fall risk.\n\nVariable: 10-Meter Walking Speed test The 10-MWS test was used to calculate the speed of accelerated walking, without running, timed over a 10-metre course. This can be useful in identifying those who are at risk or in need of intervention. Performing this test requires a 20-meter course, with 5 meters of acceleration and 5 meters of deceleration and 10 meters for timed walking. Markings are made at 5, 10, 15 and 20 meters and the time between 5 and 15 meters is recorded. The person is instructed to walk at their fastest speed, wearing comfortable footwear and walking aids if necessary.\n\nVariable:30 Seconds Sit to Stand The 30s STS test is a simple instrument used to assess lower limb strength and assess muscle weakness. The person is instructed to perform cycles of sitting and getting up from a chair as many times as possible for 30 seconds. At the end, the number of repetitions is recorded.\n\nVariable: Timed up and Go test The TUG test evaluates dynamic balance, mobility and strength of the lower limbs. The test begins with the person sitting in a standard chair and is instructed to walk a 3-metre course, turn around and return to the chair and sit down, as quickly as possible, without running and without the aid of the upper limbs.\n\nThe participants were given a new informed consent to take part in the study and explained its purpose and procedure. Each one was measured in person by the physiotherapist (face-to-face assessment) and at home by the participant (self-administered assessment), 18 to 24 hours apart.\n\nThe face-to-face assessment was carried out by a physiotherapist. It should be noted that each participant performed a single TUG test and the result was recorded in seconds, to two decimal places.\n\nThe statistical analysis was carried out using IBM SPSS (Statistical Package for the Social Sciences) software, version 29.0.1.0 for Windows. The interpretation of statistical analysis tests was conducted on a significance level of 0.05 (p≤0.05), with a confidence interval of 95%. Pearson´s correlation (r) was used for the analysis of correlations. In the descriptive analysis of the variables, the data was presented according to the mean and standard deviation or percentage, whichever was more appropriate. Pearson´s correlation (r) was used for the analysis of correlations with the values: 0.9-1.0 very strong, 0.70-0.89 strong, 0.40-0.69 moderate, 0.10-0.39 weak and 0.00-0.19 negligible. The data was also presented in terms of its distribution, with a Q-Q graph and T-test for normality. For the TUG test, the minimum clinically acceptable limit of 5 seconds was used, as previously reported.\n\nFirstly, the validity between the self-administered assessment and the simultaneous face-to-face assessment was determined using paired t-tests. For concurrent validity between the self-administered assessment and the separate face-to-face assessment, the Bland and Altman limit of agreement statistic was used. Values that were within the minimum clinically acceptable difference were considered valid and acceptable.\n\nThe validity of the assessment carried out by the participant at home was also established by comparing it with the separate face-to-face assessment, using the mean difference of assessments, paired t-tests and intra-class correlation coefficient (ICC)."},"conditionsModule":{"conditions":["Telehealth"],"keywords":["Telephysiotherapy","Self-administered","Timed Up and Go test","Reliability","Validity"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":37,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Time Up and Go Test face-to-face","description":"Seconds","timeFrame":"Day 0"},{"measure":"Time Up and Go test self-administered","description":"Seconds","timeFrame":"18-24 hours after the first measurement"}],"secondaryOutcomes":[{"measure":"Fear of falling","description":"\"Are you afraid of falling?\"","timeFrame":"Day 0"},{"measure":"History of falls","description":"Falls occurrence 12 months prior to screening. \"Did you fall in the past 12 months?\"","timeFrame":"Day 0"},{"measure":"Sedentary behaviours","description":"\"Do you spend more than 4 hours sitting, 5 days a week?\"","timeFrame":"Day 0"},{"measure":"Education Level","description":"\"Basic education (4-9 years)\" or \"High school (10-12 years)\" or \"University education\"","timeFrame":"Day 0"},{"measure":"Health self-perception","description":"\"Very good\" or \"Good\" or \"Satisfactory\" or \"Poor\"","timeFrame":"Day 0"},{"measure":"Self-Efficacy for Exercise","description":"Score 5 to 20 points","timeFrame":"Day 0"},{"measure":"Activities and Participation Profile Related to Mobility (PAPM)","description":"Classification: 0, meaning \"no limitation or restriction,\" to 4, meaning \"complete limitation or restriction.\" In between, 1 indicates \"mild limitation or restriction,\" 2 indicates \"moderate limitation or restriction,\" and 3 indicates \"severe limitation or restriction\"","timeFrame":"Day 0"},{"measure":"10- Meter Walking Speed Test","description":"meters per second","timeFrame":"Day 0"},{"measure":"30 Seconds Sit to Stand","description":"number os stands","timeFrame":"Day 0"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female and male individuals, aged 50 years or over;\n* Residents in the community;\n* Present the ability to carry out screenings;\n* The individual cannot know the result of the test carried out in person;\n* The individual must agree to take the home test;\n* Sign to participate in the study and sign the informed consent form.\n\nExclusion Criteria:\n\n* Age less than 50 years old;\n* Residing in an institution;\n* Not being able or unwilling to give informed consent prior to completing the questionnaire;\n* People who demonstrate difficulties in understanding the indications for carrying out functional tests, raising doubts about their cognitive capacity/dementia/ and/or depression;","sex":"ALL","minimumAge":"50 Years","maximumAge":"95 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"The participants were adults aged 50 or over, living in the community, who took part in fall risk screening actions advertised in the usual places (municipalities and associations) in the centre of Portugal.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Escola Superior de Tecnologia da Saúde de Coimbra","city":"Coimbra","zip":"3046-854","country":"Portugal","geoPoint":{"lat":40.20564,"lon":-8.41955}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"}},"hasResults":false}