{"protocolSection":{"identificationModule":{"nctId":"NCT06477848","orgStudyIdInfo":{"id":"23208"},"secondaryIdInfos":[{"id":"1R61DA059948-01","type":"NIH","link":"https://reporter.nih.gov/quickSearch/1R61DA059948-01"}],"organization":{"fullName":"Indiana University","class":"OTHER"},"briefTitle":"Workforce and System Change to Treat Adolescent Opioid Use Disorder Within Integrated Pediatric Primary Care","officialTitle":"Workforce and System Change to Treat Adolescent Opioid Use Disorder Within Integrated Pediatric Primary Care"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-06","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Leslie A Hulvershorn","investigatorTitle":"Associate Professor of Psychiatry","investigatorAffiliation":"Indiana University"},"leadSponsor":{"name":"Indiana University","class":"OTHER"},"collaborators":[{"name":"National Institute on Drug Abuse (NIDA)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This project seeks to address the increasing risk of overdose death, substance use disorder (SUD), and opioid use disorder (OUD) in adolescents. The investigators believe that pediatric primary care providers (PCP) could play an important role in helping youth with SUD because most adolescents see their PCPs for annual wellness visits. However, PCPs have many barriers to treating their young patients with SUD/OUD: lack of training, resources, and support to deliver SUD/OUD services, limited time with patients, and the only available referral options often come with long wait times for an appointment.\n\nThrough this project, the investigators will build upon an existing Integrated Behavioral Health (IBH) system by offering stigma-reduction interventions and brief SUD interventions within primary care settings. The goal of this project is to learn if clinics participating in an Integrated Behavioral Healthcare Program with SUD resources will increase delivery of effective adolescent SUD care and ultimately lead to better health outcomes when compared to standard primary care treatment.\n\nDuring the first project phase, the research team will gather a Parent and Youth Advisory Board, Primary Care Provider Advisory Board, and Integrated Care Expert Panel (Aim 1) to inform the development and refinement of the primary care-based SUD interventions. The investigators will gather input from national experts, local stakeholders, and PCPs to refine our screening to treatment approach (Aim 2), coupled with stigma reduction activities, within pediatric primary care.\n\nDuring the second project phase, researchers will assess the impact of SUD IBH on PCP behaviors around adolescent SUD intervention. The investigators will interview and survey PCPs, clinic managers, and other clinical staff for willingness to engage in adolescent SUD treatment. The investigators will evaluate implementation outcomes (views toward SUD, stigma attitudes, IBH team dynamics; Aim 3) and effectiveness/reach outcomes (delivery of integrated primary care-based SUD services, the use of brief interventions for adolescents, number of consultation calls, and increased treatment engagement; Aim 4a), along with an exploratory test of local overdose rates for youth (Aim 4b), in order to examine local effects of the new intervention.\n\nThis project is supported by the HEAL Initiative (https://heal.nih.gov/).","detailedDescription":"Adolescents are at increasing risk of overdose death. Since 2020, the overdose crisis has expanded most rapidly among younger populations, largely because of the recent reality that any illicit substance (e.g., counterfeit pharmaceuticals, methamphetamines) used by adolescents has the potential to contain lethal amounts of fentanyl. Preventing overdose deaths, therefore, necessitates identifying and treating youth - not only with opioid use disorder (OUD) - but any substance use disorder (SUD).\n\nThe investigators seek to ensure a robust workforce is available and equipped to deliver interventions to youth with SUD. The investigators will do so by implementing a multifaceted intervention to change the cultural and procedural norms of pediatric primary care settings regarding adolescent SUD treatment. The investigators will take advantage of a large-scale roll out of integrated behavioral health (IBH) to improve assessment and treatment of adolescents with substance use and SUDs. Intervention components for this adolescent SUD IBH program consist of task-shifting within primary care settings to facilitate delivery of brief SUD intervention, case management, provider-to-provider (P2P) consultation regarding adolescent OUD pharmacology, telehealth SUD/OUD service delivery (when indicated) and stigma-reduction interventions.\n\nThe investigators argue that pediatric primary care providers (PCPs) could play a critical role in clinical management of adolescent SUD/OUD, since most youth attend annual well-child visits and PCPs already regularly engage around management of mental health disorders. However, current primary care norms present barriers to expanding the availability of effective SUD care for youth. First, most adolescent PCPs fail to sufficiently screen or inquire about SUD treatment needs, especially emergent needs associated with disorders like OUD. Relatedly, PCPs have notoriously limited time with patients, rendering appropriate SUD assessment and delivery of even brief interventions challenging to implement and sustain within primary care. While effective treatments and specialists are theoretically available for youth with SUD/OUD, stark workforce gaps in community-based behavioral healthcare prevent PCPs from being able to make meaningful referrals to services. For instance, of the Indiana buprenorphine prescribers surveyed by our team, less than 9% were willing to accept patients under age 18. Without viable referral options, PCPs face a conundrum about how best to care for their patients as they often lack formal SUD-related training, leaving them feeling unqualified to diagnose, discuss, and treat SUD/OUD in youth independently. Lastly, PCPs and their staff commonly hold high levels of stigmatizing attitudes toward people who use illicit substances and people treated for SUD, particularly OUD; PCP stigma is associated with less willingness to provide needed care. Empirically supported team-based solutions are needed to shift primary care norms, address stigma, and expand the workforce to meet the needs of adolescents with SUD/OUD.\n\nThe research team will capitalize on the infrastructure of three statewide initiatives to improve behavioral healthcare for adolescents: 1) IU Health's Pediatric Integrated Behavioral Health (IBH) Project, which is in the process of embedding behavioral healthcare providers/procedures in primary care practices across Indiana; 2) the Indiana Adolescent Addiction Access Program (AAA), a statewide provider to provider (P2P) consultation program focused on adolescent SUD/OUD; and 3) ENCOMPASS, an established hybrid telehealth outpatient dual diagnosis treatment program for adolescents with more severe SUD, including OUD. The primary purpose of the proposed intervention is to formally combine, build on, and increase uptake of the resources available through these initiatives to shift primary care practice toward delivering effective adolescent SUD care.\n\nR61 Specific Aims: Convene a Parent and Youth Advisory Board, Primary Care Provider Advisory Board, and Integrated Care Expert Panel (Aim 1) to inform the development and refinement of the proposed primary care-based SUD interventions. The investigators will apply a person-centered research design approach with the expert panel to refine our screening to treatment approach (Aim 2), coupled with stigma reduction activities, within pediatric primary care.\n\nR33 Specific Aims: Assess the impact of SUD IBH on PCP behaviors around adolescent SUD/OUD intervention. The investigators will conduct a cluster-randomized stepped-wedge trial to compare the effects of SUD IBH on PCP willingness to engage in adolescent SUD treatment. The investigators will evaluate implementation outcomes (views toward MOUD, stigma attitudes, IBH team dynamics; Aim 3) and effectiveness/reach outcomes (delivery of integrated primary care-based OUD/SUD services, the use of MOUD for adolescents, number of P2P consultation calls to AAA, and increased treatment engagement; Aim 4a), along with an exploratory test of local overdose rates for youth (Aim 4b), in order to examine local effects of the new intervention.\n\nHere, the research team of clinician-scientists with expertise in etiology and treatment of adolescent SUDs, implementation science, and stigma reduction will study novel efforts to improve workforce capacity and willingness to deliver SUD services for youth. The research team is ideally situated in Indiana, where investigators can leverage the upcoming roll out of funded statewide behavioral health initiatives to rigorously evaluate how to best provide timely, evidence-based treatment for youth with SUD/OUD.\n\nThis project is supported by the HEAL Initiative (https://heal.nih.gov/)."},"conditionsModule":{"conditions":["Substance Use Disorder","Opioid Use Disorder","Adolescent"],"keywords":["Opioid Use","Opioid Use Disorder","Substance Use Disorder","Opioid","Treatment","Adolescent"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The investigators will conduct a cluster-randomized stepped-wedge trial to compare the effects of SUD IBH on PCP willingness to engage in adolescent SUD treatment.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":400,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Primary Care Practice As Usual","type":"NO_INTERVENTION","description":"Data are collected regarding standard primary care practice and outcomes before implementation of SUD resources within the Integrated Behavioral Health System."},{"label":"Integrated Behavioral Health with SUD Resources","type":"EXPERIMENTAL","description":"Participating clinics receive a system-level intervention, an Integrated Behavioral Health System with SUD Resources, designed to improve youth connection to substance use treatment.","interventionNames":["Other: Integrated Behavioral Health System with SUD Resources"]}],"interventions":[{"type":"OTHER","name":"Integrated Behavioral Health System with SUD Resources","description":"This is a system-level intervention designed to improve collaboration among personnel from primary care clinics and SUD resources.","armGroupLabels":["Integrated Behavioral Health with SUD Resources"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Evidence-Based Practice Attitudes Scale","description":"15 items that gather general attitudes surrounding Evidence-Based Practices will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Primary Care Team Dynamics Survey","description":"11 items that assess dynamics within Primary Care Clinic teams will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Implementation Leadership and Climate Scale","description":"6 and 18 items to measure organization climate's support of adopting new innovations will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Attribution Questionnaire - SUD","description":"18 items to measure adolescent SUD stigma will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Attitudes of Medication Opioid Use Disorder (MOUD) Treatment","description":"15 items to measure attitudes toward MOUD treatment for adolescents with OUD will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Acceptability of Intervention, Intervention Appropriateness Measure, Feasibility of Intervention Measure","description":"12 items to assess perceptions of acceptability, feasibility, and appropriateness of IBH will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Confidence, Barriers, and Feedback","description":"6 items to measure confidence in ability to implement the model, barriers encountered, suggested improvements will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Provider Report of Sustainment Scale","description":"3 items to measure sustainability or continued sue of IBH program will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Systems Usability Scale","description":"12 items to measure electronic Health Record usability will be administered to approximately 8 Primary Care Clinic team members and 2 system leaders from each site.","timeFrame":"Surveys will be collected prior to implementation, then continue every six months for a total of 1 year."},{"measure":"Stages of Implementation Completion (SIC)","description":"The SIC is a measure of implementation process fidelity and allows for continuous measurement of implementation success. The SIC is an observation-based assessment tool that qualitatively measures intervention implementation process and fidelity. Assessment of the SIC results will be ongoing across the intervention time period and into sustainment.","timeFrame":"From baseline through study completion, an average of 5 years"},{"measure":"Screening Rates","description":"Percent of youth screened for Substance Use","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."},{"measure":"Referral Rates","description":"Percent of youth referred to SUD treatment","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."},{"measure":"Brief Substance Use Disorder (SUD) Treatment Engagement","description":"Percent of indicated youth who received brief SUD treatment (e.g. Teen Intervene)","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."},{"measure":"Comprehensive SUD Treatment Engagement","description":"Percent of indicated youth who received comprehensive SUD treatment (e.g. ENCOMPASS)","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."},{"measure":"MOUD Prescription","description":"Prescription fills of MOUD to adolescents","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."},{"measure":"Provider 2 Provider (P2P) Consultation Calls","description":"Number of P2P Consultation Calls","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."}],"secondaryOutcomes":[{"measure":"Nonfatal overdose","description":"EMS and ED records indicating OD","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."},{"measure":"Fatal overdose","description":"Accidental OD death, vital records","timeFrame":"From clinical trial launch, data will be collected twice a year, for a total of four years."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria for providers and staff recruited to complete surveys, focus groups, and/or interviews:\n\n1. member of participating pediatric primary care team\n2. at least 18 years old\n3. speaks and understanding English.\n\nInclusion Criteria for administrative data:\n\n1. patient at one of the participating pediatric primary care team\n2. 12-18 years old\n\nExclusion Criteria:\n\n* N/A","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Amanda C Feagans, MS, CCRP","role":"CONTACT","phone":"317-278-0503","email":"feagansa@iupui.edu"},{"name":"Ashley N Vetor, MPH, CCRP","role":"CONTACT","phone":"317-274-2737","email":"abozell@iu.edu"}],"overallOfficials":[{"name":"Leslie A Hulvershorn, MD","affiliation":"Indiana University/Indiana University Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Zachary W Adams, PhD","affiliation":"Indiana University/Indiana University Health","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Matthew C Aalsma, PhD","affiliation":"Indiana University/Indiana University Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Indiana University School of Medicine","city":"Indianapolis","state":"Indiana","zip":"46202","country":"United States","contacts":[{"name":"Amanda C Feagans, MS, CCRP","role":"CONTACT","phone":"317-278-0503","email":"feagansa@iupui.edu"}],"geoPoint":{"lat":39.76838,"lon":-86.15804}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000019966","term":"Substance-Related Disorders"},{"id":"D000009293","term":"Opioid-Related Disorders"}],"ancestors":[{"id":"D000064419","term":"Chemically-Induced Disorders"},{"id":"D000001523","term":"Mental Disorders"},{"id":"D000079524","term":"Narcotic-Related Disorders"}],"browseLeaves":[{"id":"M21837","name":"Substance-Related Disorders","asFound":"Substance Use Disorders","relevance":"HIGH"},{"id":"M12244","name":"Opioid-Related Disorders","asFound":"Opioid Use Disorder","relevance":"HIGH"},{"id":"M30302","name":"Chemically-Induced Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"M2057","name":"Narcotic-Related Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC25","name":"Substance Related Disorders"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4033","name":"Analgesics, Opioid","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}