{"protocolSection":{"identificationModule":{"nctId":"NCT06481436","orgStudyIdInfo":{"id":"HHC-2024-0097"},"organization":{"fullName":"Hartford Hospital","class":"OTHER"},"briefTitle":"Use of Artificial Intelligence by Urogynecologic Patients","officialTitle":"Use of Artificial Intelligence by Patients for Understanding of Diagnosis of Urogynecologic Conditions and Its Role in Treatment Decisions"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Hartford Hospital","class":"OTHER"},"collaborators":[{"name":"Boston Scientific Corporation","class":"INDUSTRY"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to learn about how Urogynecology patients use Artificial Intelligence (AI) Chatbots like ChatGPT, and how it affects healthcare decision making. The main question\\[s\\] it aims to answer are:\n\n* How does the AI Chatbot affect participants' understanding of diagnoses and participant satisfaction with a urogynecology consultation?\n* How accurate is the chatbot-provided diagnosis and counseling information? Participants will be asked to use the ChatGPT chatbot and ask it questions about the main problem the participant is seeing the doctor for, and will also be asked to fill out some questionnaires.\n\nResearchers will compare using the Chatbot before the visit, after the visit, or not at all to see if the way participants understand the information changes based on timing of use.","detailedDescription":"Artificial Intelligence (AI) in medicine and the use of machine learning to improve patient care and outcomes is a quickly developing field. Interest is building in the use and accuracy of AI chatbot programs such as ChatGPT for patient diagnosis and counseling. A recent study of Chat GPT accuracy compared with patient pamphlets about pelvic organ prolapse found comparable accuracy and completeness.Given the novelty of this field, no current literature exists regarding the use of AI chatbot technology for patient care and patient counseling in Urogynecology.\n\nThis will be a single-center, prospective, randomized, non-blinded study examining patient use of AI Chatbot technology (Chat GPT4) at initial visits to supplement understanding of urogynecologic problems. The primary aim of this study is to investigate the effect of use of an AI Chatbot platform on patient understanding of disease processes and treatment options prior to or following a consult with a urogynecologist at the initial visit. The secondary aims are to evaluate the accuracy of the chatbot-provided diagnosis (for participants applicable through randomization) and counseling information, and to evaluate patient satisfaction with the visit.\n\nThis study will recruit patients with presenting problems of prolapse, lower urinary tract symptoms, or incontinence into one of three arms: use of an AI chatbot prior to seeing the urogynecologist, use of an AI chatbot following a consult with the urogynecologist, no use of an AI chatbot at the time of the visit. During time of their initial urogynecology visit, data will be collected including demographics, Pelvic Floor Disorders Inventory (PFDI) intake questionnaire data, health literacy, Chat GPT conversation, office consultation diagnoses/treatment, physician questionnaire, and post-consultation questionnaire (Diagnosis and Treatment, Decisional Conflict Scale, Patient Satisfaction, Chatbot Satisfaction). Patients will be asked three months after their visit to complete the post-consultation questionnaire again."},"conditionsModule":{"conditions":["Uterovaginal Prolapse","Urinary Incontinence","Lower Urinary Tract Symptoms"],"keywords":["Artificial Intelligence"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"Randomized Controlled Trial","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE","maskingDescription":"This is a non-blinded study"}},"enrollmentInfo":{"count":125,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Pre-Visit ChatGPT Use","type":"EXPERIMENTAL","description":"After being consented, the participant will be provided with ChatGPT-4 application and a brief orientation to the program. The participant will then be instructed to ask ChatGPT about the participant's primary presenting problem with will be discussed at their urogynecology consultation. The participant will be allowed up to five follow-up/clarification entries into the Chat GPT program, but may finish asking questions at any time. This should take no more than five minutes of the participant's time. After completing this, the participant will be returned to the waiting room, and will proceed through the urogynecology visit as normal.","interventionNames":["Behavioral: Use of ChatGPT"]},{"label":"Post-Visit ChatGPT Use","type":"EXPERIMENTAL","description":"After being consented, the participant will be returned to the waiting room and will proceed through the urogynecology visit as normal. After the visit, the participant will be provided with ChatGPT-4 application and a brief orientation to the program. The participant will then be instructed to ask ChatGPT about the participant's primary presenting problem with will be discussed at their urogynecology consultation. The participant will be allowed up to five follow-up/clarification entries into the Chat GPT program, but may finish asking questions at any time. This should take no more than five minutes of the participant's time. After completing this, the participant will be allowed to leave the visit.","interventionNames":["Behavioral: Use of ChatGPT"]},{"label":"No ChatGPT Use","type":"NO_INTERVENTION","description":"After undergoing the consent process, participants will be returned to the waiting room to await the beginning of the appointment. The participant will complete the urogynecology visit as normal."}],"interventions":[{"type":"BEHAVIORAL","name":"Use of ChatGPT","description":"Patients will be provided with the opportunity to ask ChatGPT questions about their primary presenting problem at a time point during their initial Urogynecology consultation visit.","armGroupLabels":["Post-Visit ChatGPT Use","Pre-Visit ChatGPT Use"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient understanding of diagnosis and treatment - physician understanding of diagnosis","description":"The effect of use of an AI Chatbot platform on participant understanding of diagnosis at the initial urogynecology visit. This will be measured by the incidence of agreement of participant-reported diagnosis with their physician-reported diagnosis. The physician will be asked the patient's primary diagnosis in one multiple choice question (part of Physician Questionnaire). There are no minimum or maximum values to this questionnaire, and there are no answers that would mean a better or worse outcome.","timeFrame":"Baseline"},{"measure":"Patient understanding of diagnosis and treatment - physician perception of participant understanding","description":"The effect of use of an AI Chatbot platform on participant understanding of diagnosis at the initial urogynecology visit. This will be measured by the incidence of agreement of participant-reported diagnosis with their physician-reported diagnosis. The physician will be asked about the participants' understanding of their diagnosis and treatment plans in three multiple choice questions (part of Physician Questionnaire). The questionnaire will ask for responses on a Likert Scale 1 - 5, with the minimum value of 1 being \"Strongly Disagree\" and 5the maximum value of 5 being \"Strongly Agree.\" Higher scores mean a better outcome. Score will be assessed in aggregate with a total possible score of 15.","timeFrame":"Baseline"},{"measure":"Patient understanding of diagnosis and treatment - participant understanding of diagnosis and treatment plan","description":"The effect of use of an AI Chatbot platform on participant understanding of diagnosis at the initial urogynecology visit. This will be measured by the incidence of agreement of participant-reported diagnosis with their physician-reported diagnosis. The participant will be provided with a three-item questionnaire (Post Consultation Participant Questionnaire). Each item will have multiple choice options. The participant will be asked asked to select the participant's primary diagnosis, treatment options, and selected management plan. There are no minimum or maximum values to this questionnaire, and there are no answers that would mean a better or worse outcome.","timeFrame":"Baseline and three month follow-up"},{"measure":"Patient understanding of diagnosis and treatment - understanding of diagnosis","description":"The effect of use of an AI Chatbot platform on participant understanding of diagnosis at the urogynecology initial visit. This will be measured by rate of participant agreement to a medical decision making questionnaire (Understanding of Diagnosis Questionnaire). The questionnaire has three items, and will ask for responses on a Likert Scale 1 - 5, with the minimum value of 1 being \"Strongly Disagree\" and the maximum value of 5 being \"Strongly Agree.\" Higher scores mean a better outcome. Score will be assessed in aggregate with a total possible score of 15.","timeFrame":"Baseline and three month follow-up"},{"measure":"Patient understanding of diagnosis and treatment - decision making","description":"The effect of use of an AI Chatbot platform on participant decision making at the urogynecology initial visit. This will be measured by rate of participant agreement to a validated medical decision making questionnaire (Decisional Conflict Scale). The questionnaire has sixteen items, and will ask for responses on a Likert Scale 1 - 5, with the minimum value of 1 being \"Strongly Disagree\" and the maximum value of 5 being \"Strongly Agree.\" Higher scores mean a better outcome. Score will be assessed in aggregate with a total possible score of 80.","timeFrame":"Baseline and three month follow-up"}],"secondaryOutcomes":[{"measure":"Patient satisfaction - medical visit","description":"The effect of use of an AI Chatbot platform on participant satisfaction with the urogynecology visit. This will be measured by rate of participant agreement to a satisfaction questionnaire (Patient Satisfaction Questionnaire). The questionnaire has four items, and will ask for responses on a Likert Scale 1 - 5, with the minimum value of 1 being \"Very Unsatisfied\" and the maximum value of 5 being \"Very Satisfied.\" Higher scores mean a better outcome. Score will be assessed in aggregate with a total possible score of 20.","timeFrame":"Baseline and three month follow-up"},{"measure":"Patient satisfaction - Chatbot","description":"The effect of use of an AI Chatbot platform on participant satisfaction with the urogynecology visit. This will be measured by rate of participant agreement to a satisfaction questionnaire (Chatbot Satisfaction Questionnaire). The questionnaire has six items, and will ask for responses on a Likert Scale 1 - 5, with the minimum value of 1 being \"Strongly Disagree\" and the maximum value of 5 being \"Strongly Agree.\" Higher scores mean a better outcome. Score will be assessed in aggregate with a total possible score of 30.","timeFrame":"Baseline and three month follow-up"},{"measure":"Patient Chatbot use after urogynecology visit","description":"The participant use of the Chatbot platform at home after the urogynecology visit. This will be measured by one yes or no question asking if the participant used the Chatbot after the Urogynecology visit (Three Month Questionnaire). The questionnaire has one yes/no item. There are no minimum or maximum values to this questionnaire, and there are no answers that would mean a better or worse outcome.","timeFrame":"Three month follow-up"},{"measure":"Chatbot information accuracy","description":"The accuracy of chatbot-provided diagnosis and counseling information via expert clinician review. This will be measured by expert review of all chatbot transcripts by two independent clinicians with a third for adjudication with assessment using the Patient Education Materials Assessment Tool (PEMAT). The questionnaire has twenty-six items, and will ask for responses on a two point scale of \"Disagree\" meaning 0 points, and \"Agree\" meaning 1 point. Higher scores mean a better outcome. Score will be assessed in aggregate with a total possible score of 26.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* female\n* presenting for their initial evaluation by a urogynecology physician for one of the following:\n\n  * urinary incontinence (UI)\n  * lower urinary tract symptoms (LUTS)\n  * pelvic organ prolapse (POP)\n* greater than or equal to18 and less than or equal to89 years old\n* any race/ethnicity\n* able to read or speak English or Spanish\n* able/willing to consent to participate\n\nExclusion Criteria:\n\n* male\n* primary presenting problem other than UI, LUTS, or POP\n* non-English or non-Spanish speaking\n* pregnant or lactating, as this may affect patient treatment counseling\n* unable/unwilling to consent to participate","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"89 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Nicole J Wood, MD","role":"CONTACT","phone":"(860) 972-4338","email":"nicole.wood@hhchealth.org"},{"name":"Elena Tunitsky-Bitton, MD","role":"CONTACT","phone":"(860) 972-4338","email":"elena.tunitsky@hhchealth.org"}],"overallOfficials":[{"name":"Nicole J Wood, MD","affiliation":"Hartford Hosptial Division of Urogynecology","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Elena Tuntisky-Bitton, MD","affiliation":"Hartford Hosptial Division of Urogynecology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hartford Hospital","city":"Hartford","state":"Connecticut","zip":"06106","country":"United States","contacts":[{"name":"Nicole J Wood, MD","role":"CONTACT","phone":"860-972-4338","email":"nicole.wood@hhchealth.org"}],"geoPoint":{"lat":41.76371,"lon":-72.68509}}]},"referencesModule":{"references":[{"pmid":"37486359","type":"BACKGROUND","citation":"Daykan Y, O'Reilly BA. The role of artificial intelligence in the future of urogynecology. Int Urogynecol J. 2023 Aug;34(8):1663-1666. doi: 10.1007/s00192-023-05612-3. Epub 2023 Jul 24."},{"pmid":"18533119","type":"BACKGROUND","citation":"Robinson CJ, Swift S, Johnson DD, Almeida JS. Prediction of pelvic organ prolapse using an artificial neural network. Am J Obstet Gynecol. 2008 Aug;199(2):193.e1-6. doi: 10.1016/j.ajog.2008.04.029. Epub 2008 Jun 4."},{"pmid":"21420230","type":"BACKGROUND","citation":"Serati M, Salvatore S, Siesto G, Cattoni E, Braga A, Sorice P, Cromi A, Ghezzi F, Bolis P. Urinary symptoms and urodynamic findings in women with pelvic organ prolapse: is there a correlation? Results of an artificial neural network analysis. Eur Urol. 2011 Aug;60(2):253-60. doi: 10.1016/j.eururo.2011.03.010. Epub 2011 Mar 21."},{"pmid":"36924907","type":"BACKGROUND","citation":"Grunebaum A, Chervenak J, Pollet SL, Katz A, Chervenak FA. The exciting potential for ChatGPT in obstetrics and gynecology. Am J Obstet Gynecol. 2023 Jun;228(6):696-705. doi: 10.1016/j.ajog.2023.03.009. Epub 2023 Mar 15."},{"pmid":"38484238","type":"BACKGROUND","citation":"Johnson CM, Bradley CS, Kenne KA, Rabice S, Takacs E, Vollstedt A, Kowalski JT. Evaluation of ChatGPT for Pelvic Floor Surgery Counseling. Urogynecology (Phila). 2024 Mar 1;30(3):245-250. doi: 10.1097/SPV.0000000000001459."},{"pmid":"37085095","type":"BACKGROUND","citation":"Acker A, Senapati S, Dokras A. Barriers to access: findings from an implementation study of an artificial intelligence-augmented 2-way chatbot for fertility care. Fertil Steril. 2023 Jul;120(1):199-201. doi: 10.1016/j.fertnstert.2023.04.016. Epub 2023 Apr 20. No abstract available. Erratum In: Fertil Steril. 2024 Apr;121(4):711."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot_SAP","hasProtocol":true,"hasSap":true,"hasIcf":false,"label":"Study Protocol and Statistical Analysis Plan","date":"2024-04-25","uploadDate":"2024-06-07T10:38","filename":"Prot_SAP_000.pdf","size":305985}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014549","term":"Urinary Incontinence"},{"id":"D000011391","term":"Prolapse"},{"id":"D000059411","term":"Lower Urinary Tract Symptoms"}],"ancestors":[{"id":"D000014555","term":"Urination Disorders"},{"id":"D000014570","term":"Urologic Diseases"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"},{"id":"D000020924","term":"Urological Manifestations"},{"id":"D000020763","term":"Pathological Conditions, Anatomical"}],"browseLeaves":[{"id":"M14261","name":"Prolapse","asFound":"Prolapse","relevance":"HIGH"},{"id":"M17299","name":"Urinary Incontinence","asFound":"Urinary Incontinence","relevance":"HIGH"},{"id":"M29464","name":"Lower Urinary Tract Symptoms","asFound":"Lower Urinary Tract Symptoms","relevance":"HIGH"},{"id":"M7936","name":"Enuresis","relevance":"LOW"},{"id":"M17305","name":"Urination Disorders","relevance":"LOW"},{"id":"M17319","name":"Urologic Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"},{"id":"M22659","name":"Urological Manifestations","relevance":"LOW"},{"id":"M22519","name":"Pathological Conditions, Anatomical","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]}},"hasResults":false}