{"protocolSection":{"identificationModule":{"nctId":"NCT06479109","orgStudyIdInfo":{"id":"IRB00024717"},"organization":{"fullName":"Johns Hopkins Bloomberg School of Public Health","class":"OTHER"},"briefTitle":"Evaluation of a Behavioral Intervention to Optimize Supplement Adherence in Ethiopia","officialTitle":"Evaluation of Prototype Solutions for Optimizing IFA or MMS Adherence Among Pregnant Women and Adolescent Girls in Ethiopia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-04","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Johns Hopkins Bloomberg School of Public Health","class":"OTHER"},"collaborators":[{"name":"Bill and Melinda Gates Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This trial aims to learn if a set of behavioral materials designed to be used by providers and pregnant women increases supplement adherence among pregnant women in Ethiopia. The main questions the study aims to answer are:\n\n* Do the behavioral materials increase adherence to iron and folic acid supplements (IFAS) or multiple micronutrient supplements (MMS) among women attending antenatal care visits?\n* Are the materials relevant, easy to use, acceptable, and scalable? During the analysis, researchers will compare supplement adherence between women exposed to the behavioral materials and women not exposed to the behavioral materials. Researchers will also compare supplement adherence before and after the behavioral intervention, ensuring a comprehensive evaluation.\n\nParticipants will include providers in intervention clinics and pregnant women attending intervention and control clinics for antenatal care (ANC):\n\n* A total of 28 clinics will receive the behavioral intervention, and another 28 will serve as controls providing the standard antenatal care counseling.\n* Pregnant women attending intervention clinics for ANC will receive behavioral materials to use at home as a reminder to take ther supplements (IFAS or MMS).\n* Pregnant women attending control clinics will receive the standard ANC counseling.","detailedDescription":"The design to meet the study objectives is as follows:\n\n1. A cross-section baseline and endline design with a nonequivalent control group will be used to assess the effect of the behavioral intervention (materials for pregnant women and ANC providers). Pregnant women in intervention and control sites will be interviewed using a structured questionnaire to assess adherence to IFAS or MMS. These women will be interviewed before the start of the intervention at the selected clinics (baseline). Four to six months (4-6mo) after the intervention, another sample of women who attended ANC visits and received IFAS or MMS will be invited for an interview (endline).\n2. Key informant interviews (KIIs) with service providers will be used to explore the relevance, usability, acceptability, scalability, and other factors related to the intervention. Interviews will be conducted with the woreda/district-level maternal, newborn, and child health/Maternal Child Health (MCH) coordinator, the Primary Health Care Unit (PHCU) director, midwives/nurses from health clinics, and Health Extension Workers (HEWs) and Health Development Army volunteers from health posts.\n3. In-depth interviews (IDIs) with pregnant women who received the intervention will be conducted to learn about the experiences with the materials.\n\nThe study will be implemented in sixteen districts (woredas) within four regions of Ethiopia - South Ethiopia, Central Ethiopia, South-West Ethiopia, and Sidama; four woredas/districts in each region. Per the direction of the Ministry of Health, two regions (South-West and Sidama) will continue to receive the standard of care (IFAS), and the other two will receive MMS."},"conditionsModule":{"conditions":["Adherence, Patient"],"keywords":["IFAS adherence","MMS adherence"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":5096,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Providers use a job aid (information sheet) during ANC counseling about supplement adherence.","type":"OTHER","description":"Providers in intervention sites use an information sheet that serves as a job aid to counsel women about the benefits of the supplements.","interventionNames":["Other: Providers"]},{"label":"Pregnant women receive a behavioral intervention in IFAS or MMS sites during antenatal care visits.","type":"OTHER","description":"Pregnant women in intervention clinics will receive antenatal care counseling assisted with an information sheet for providers to use.","interventionNames":["Behavioral: Motivational materials for pregnant women attending antenatal care visits to improve supplement adherence"]},{"label":"Pregnant women receive standard antenatal care visits in IFAS or MMS sites","type":"NO_INTERVENTION","description":"Pregnant women in control clinics will receive standard counseling from health providers during the antenatal care visits."}],"interventions":[{"type":"BEHAVIORAL","name":"Motivational materials for pregnant women attending antenatal care visits to improve supplement adherence","description":"During the antenatal care visit, pregnant women will receive the information sheet used by the provider and a dangler/poster to hang in a visible location in the participant's house. This will serve as a reminder for her and her family to take the daily pill.","armGroupLabels":["Pregnant women receive a behavioral intervention in IFAS or MMS sites during antenatal care visits."]},{"type":"OTHER","name":"Providers","description":"Providers in intervention sites use an information sheet that serves as a job aid to counsel women about the benefits of the supplements. The sheet also includes adherence tips, such as involving family to increase adherence. The information sheet is provided to the woman to take home.\n\nAntenatal care providers will use an information sheet describing the supplement's benefits and adherence tips to help pregnant women take IFAS or MMS.","armGroupLabels":["Providers use a job aid (information sheet) during ANC counseling about supplement adherence."]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Percentage of pregnant women who report consuming five or more [ 80 percent] IFA/MMS tablets in the past week","timeFrame":"Baseline, 8 months, 9 months"},{"measure":"Percentage of pregnant women who report consuming 24 or more [80 percent] IFA/MMS tablets in the last 30 days [past month]","timeFrame":"Baseline, 8 months, 9 months"},{"measure":"Percentage of pregnant women who report consuming 90 or more IFA/MMS tablets during the entire pregnancy","timeFrame":"Baseline, 8 months, 9 months"},{"measure":"Total number of pills provided based on the count of IFAS blister/strips or MMS pills in bottles","timeFrame":"Baseline, 8 months, 9 months"},{"measure":"Total number of pills consumed based on the count of IFAS blister/strips or MMS pills in bottles","timeFrame":"Baseline, 8 months, 9 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Pregnant women:\n\n  * Between 15 and 49 years of age.\n  * Have had at least one ANC visit and received IFAS or MMS in the prior four months.\n  * For unmarried 15-18 years of age: agree for her parent/guardian to be contacted.\n  * Women in Intervention sites: Have received and used the intervention materials for at least one month.\n* Health providers in intervention sites:\n\n  * Provide antenatal care and/or coordinate IFAS/MMS service provision at the clinic or post level.\n  * Health volunteers working in health extension services are 19 years or older and actively engaged in the implementation of the intervention\n\nExclusion Criteria:\n\n* Pregnant women\n\n  * Receiving IFAS supplementation for the treatment of anemia.\n  * For unmarried 15-18 years of age: her parent/guardian lives outside the study woreda/district.\n  * For Intervention sites: Has not attended ANC visits in the prior 4-6 months and did not receive the intervention materials.\n* Health providers in intervention sites:\n\n  * Have worked for less than six months in the health center or the health post at the intervention sites.\n  * Health volunteers working in health extension services are younger than 19 years old and not involved in house visits.","healthyVolunteers":false,"sex":"ALL","minimumAge":"15 Years","maximumAge":"49 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Maria-Elena Figueroa, PhD","role":"CONTACT","phone":"4438252977","email":"mfiguer1@jhu.edu"},{"name":"Habtamu Tamene, MPH","role":"CONTACT","email":"habtamut@jhu.edu"}],"overallOfficials":[{"name":"Maria-Elena Figueroa, PhD","affiliation":"Johns Hopkins Bloomberg School of Public Health","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Four regions in Ethiopia: South Ethiopia, Central Ethiopia, South-West Ethiopia, Sidama","city":"Hawassa","country":"Ethiopia","contacts":[{"name":"Habtamu Tamene, MPH","role":"CONTACT","email":"habtamut@jhu.edu"},{"name":"Yihune Tarekegn, MSC","role":"CONTACT","email":"yihuniel@jhu.edu"}],"geoPoint":{"lat":7.06205,"lon":38.47635}}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Following the donor's 2025 Open Access Policy, \"underlying data supporting Funded Manuscripts will be made accessible immediately and as open as possible upon availability of the Funded Manuscripts, subject to any applicable ethical, legal, or regulatory requirements or restrictions.\" For this purpose, the investigators may deposit the survey data into an existing data repository like the JHU Data Archive. Only fully de-identified datasets will be shared.","timeFrame":"Three to six months after a manuscript is completed.","accessCriteria":"The investigators will follow Johns Hopkins University data archive criteria and will include additional criteria when needed.","url":"https://openaccess.gatesfoundation.org/open-access-policy/2025-open-access-policy/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}