{"protocolSection":{"identificationModule":{"nctId":"NCT06482255","orgStudyIdInfo":{"id":"CEIM/2024/3/063"},"organization":{"fullName":"University of Alcala","class":"OTHER"},"briefTitle":"\"Evidence of the Use of Virtual Reality Versus Manual Therapy and Therapeutic Exercise in Rotator Cuff Injury\"","officialTitle":"Evidence of the Use of Virtual Reality Versus Manual Therapy and Therapeutic Exercise in Rotator Cuff Injury"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Alejandro Nubla Romero","investigatorTitle":"Alejandro Nubla Romero","investigatorAffiliation":"University of Alcala"},"leadSponsor":{"name":"University of Alcala","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study evaluates the effectiveness of virtual reality (VR) compared to manual therapy and therapeutic exercise in treating rotator cuff injuries. It involves 108 participants divided into two groups: one receiving VR combined with manual therapy and therapeutic exercise, and the other receiving only manual therapy and therapeutic exercise. The study spans 10 weeks, with assessments at the beginning, midpoint, and end. Variables measured include quality of life, perceived pain, shoulder disability, strength, pain intensity, and shoulder mobility. The aim is to determine if VR provides better outcomes in these variables compared to conventional treatments.","detailedDescription":"Introduction Background: The shoulder is one of the most mobile yet unstable joints in the human body, making it prone to injuries like tendinopathies, which are among the most disabling injuries in the upper limb. Rotator cuff injuries are particularly prevalent.\n\nRotator Cuff: Comprises the supraspinatus, infraspinatus, subscapularis, and teres minor muscles, which provide stability, strength, and movement to the shoulder joint.\n\nTreatment Options: There are conventional (non-surgical) and surgical treatments for rotator cuff injuries. Conventional treatments are often preferred due to fewer complications and lower costs.\n\nStudy Objective The study aims to assess the effectiveness of VR in comparison with traditional manual therapy and therapeutic exercise for treating rotator cuff injuries. The goal is to see if integrating VR can enhance patient outcomes.\n\nMethodology Participants: 108 individuals will be recruited and divided into two groups. Group 1: Will receive a combination of VR, manual therapy, and therapeutic exercise.\n\nGroup 2: Will receive only manual therapy and therapeutic exercise. Duration: The treatment will last for 10 weeks.\n\nMeasurements: The study will measure various outcomes, including:\n\nQuality of Life: Assessed using the SF-36 questionnaire. Perceived Pain and Shoulder Disability: Measured with the SPADI questionnaire. Strength: Evaluated using dynamometry. Pain Intensity: Assessed with the Numerical Rating Scale (NRS). Active Shoulder Mobility: Measured using an inclinometer. Assessment Points: Measurements will be taken before treatment, at the midpoint (5 weeks), and at the end of the treatment (10 weeks).\n\nData Collection and Analysis Data on pain, disability, strength, and range of motion will be collected at three intervals: pre-treatment, 5 weeks, and 10 weeks.\n\nQuality of life will be assessed at the beginning and end of the treatment. Statistical Analysis: Using SPSS version 29.0, descriptive and inferential statistics will be conducted to analyze the data. An ANOVA will be used to study the treatment effects, considering group and time as factors.\n\nLimitations Population Characteristics: The specific demographic characteristics of the study population might limit the generalizability of the results.\n\nLack of 3D Kinetic Evaluation: The absence of a three-dimensional kinetic evaluation protocol for scapular dyskinesia is noted as a limitation.\n\nCost of VR Technology: The expense associated with VR technology is highlighted as a limitation since it is still a growing and costly field.\n\nConclusion The study seeks to provide evidence on whether VR can be an effective tool alongside traditional therapies for rotator cuff injuries, potentially offering new avenues for rehabilitation practices.\n\n."},"conditionsModule":{"conditions":["Rotator Cuff Injuries"],"keywords":["rotator cuff","virtual reality","manual therapy","therapeutic exercise"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":108,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"virtual reality and manual therapy and therapeutic exercise","type":"EXPERIMENTAL","description":"* Soft tissue massage\n* Mobilization of the glenohumeral joint\n* Scapular retraining Therapeutic Exercise","interventionNames":["Other: manual therapy and therapeutic exercise and virtual reality"]},{"label":"manual therapy and therapeutic exercise","type":"ACTIVE_COMPARATOR","description":"* Soft tissue massage\n* Mobilization of the glenohumeral joint\n* Scapular retraining","interventionNames":["Other: manual therapy and therapeutic exercise"]}],"interventions":[{"type":"OTHER","name":"manual therapy and therapeutic exercise","description":"* Soft tissue massage\n* Mobilization of the glenohumeral joint\n* Scapular retraining Therapeutic Exercise","armGroupLabels":["manual therapy and therapeutic exercise"]},{"type":"OTHER","name":"manual therapy and therapeutic exercise and virtual reality","description":"* Soft tissue massage\n* Mobilization of the glenohumeral joint\n* Scapular retraining Therapeutic Exercise\n* virtual reality","armGroupLabels":["virtual reality and manual therapy and therapeutic exercise"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Perceived pain and disability regarding the shoulder","description":"continuous metric quantitative variable. To measure it we will use the SPADI questionnaire that takes values from or to 10 in each question. Reliability is greater than 0.7, with ranges between 0.7 and 0.9","timeFrame":"10 weeks"},{"measure":"strength","description":"continuous metric quantitative variable and we will measure it using the dynamometer. It has a reliability of 0.90%, making it a useful force measurement instrument.","timeFrame":"10 weeks"},{"measure":"Active shoulder mobility","description":"continuous metric quantitative variable. We will use an inclinometer to assess flexion, extension, rotation, abduction and adduction.","timeFrame":"10 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* be between 18 and 65 years old\n* have a rotator cuff injury lasting less than 3 months\n* have a limitation in strength of less than 30%\n* pain in mobility greater than 4/10\n\nExclusion Criteria:\n\n* previous shoulder surgeries, medical pathologies such as cancer\n* rheumatoid disease, infections and/or fractures, and CNS involvement.\n* In addition, physiotherapy treatment different from that of the study and not having an understanding of the Spanish language will be cause for exclusion.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"65 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alejandro Nubla Romero","role":"CONTACT","phone":"+34 637247797","email":"alejandronublaromero@gmail.com"}]},"referencesModule":{"references":[{"pmid":"31613444","type":"BACKGROUND","citation":"May T, Garmel GM. Rotator Cuff Injury. 2023 Jun 26. In: StatPearls [Internet]. Treasure Island (FL): StatPearls Publishing; 2024 Jan-. Available from http://www.ncbi.nlm.nih.gov/books/NBK547664/"},{"pmid":"27386812","type":"BACKGROUND","citation":"Jain NB, Luz J, Higgins LD, Dong Y, Warner JJ, Matzkin E, Katz JN. The Diagnostic Accuracy of Special Tests for Rotator Cuff Tear: The ROW Cohort Study. Am J Phys Med Rehabil. 2017 Mar;96(3):176-183. doi: 10.1097/PHM.0000000000000566."},{"pmid":"29802066","type":"BACKGROUND","citation":"Sgroi M, Loitsch T, Reichel H, Kappe T. Diagnostic Value of Clinical Tests for Supraspinatus Tendon Tears. Arthroscopy. 2018 Aug;34(8):2326-2333. doi: 10.1016/j.arthro.2018.03.030. Epub 2018 May 22."},{"type":"BACKGROUND","citation":"Osma Rueda JL, Carreño Mesa FA. Manguito de los rotadores: epidemiología, factores deriesgo, historia natural de la enfermedad y pronóstico. Revisión de conceptos actuales. Revista Colombiana de Ortopedia y Traumatología. Octubre de 2016;30:2-12"},{"type":"BACKGROUND","citation":"González Lagunas J.. Plasma rico en plaquetas. Rev Esp Cirug Oral y Maxilofac [Internet]. 2006 Abr [citado 2024 Abr 04] ; 28( 2 ): 89-99."},{"type":"BACKGROUND","citation":"Laserterapia [internet]. Barcelona: Top doctors; [citado el 5 de Julio de 2023."},{"type":"BACKGROUND","citation":"Xiong J., Hsiang EL, He Z., Zhan T., Wu ST Pantallas de realidad aumentada y realidad virtual: tecnologías emergentes y perspectivas futuras. Ciencia ligera. Aplica. 2021; 10 :216. doi: 10.1038/s41377-021-00658-8"},{"type":"BACKGROUND","citation":"Carrie M.Hall, Lori Thein Brody. Ejercicio terapéutico. Recuperación funcional (ed. Paidotribo. Año 2006. (1-42),(587, 635)"},{"pmid":"33073855","type":"BACKGROUND","citation":"Rutkowski S, Kiper P, Cacciante L, Cieslik B, Mazurek J, Turolla A, Szczepanska-Gieracha J. Use of virtual reality-based training in different fields of rehabilitation: A systematic review and meta-analysis. J Rehabil Med. 2020 Nov 19;52(11):jrm00121. doi: 10.2340/16501977-2755."},{"type":"BACKGROUND","citation":"Dimbwaydo-Terrer I. Realidad Virtual en Procedimientos Quirúrgicos: Nuevos Entornos de Aplicación. NeuroRehab News 2017 nov; 2"},{"pmid":"25691362","type":"BACKGROUND","citation":"Harvie DS, Broecker M, Smith RT, Meulders A, Madden VJ, Moseley GL. Bogus visual feedback alters onset of movement-evoked pain in people with neck pain. Psychol Sci. 2015 Apr;26(4):385-92. doi: 10.1177/0956797614563339. Epub 2015 Feb 17."},{"pmid":"32824394","type":"BACKGROUND","citation":"Tejera DM, Beltran-Alacreu H, Cano-de-la-Cuerda R, Leon Hernandez JV, Martin-Pintado-Zugasti A, Calvo-Lobo C, Gil-Martinez A, Fernandez-Carnero J. Effects of Virtual Reality versus Exercise on Pain, Functional, Somatosensory and Psychosocial Outcomes in Patients with Non-specific Chronic Neck Pain: A Randomized Clinical Trial. Int J Environ Res Public Health. 2020 Aug 16;17(16):5950. doi: 10.3390/ijerph17165950."},{"type":"BACKGROUND","citation":"Guzmán DE, Londoño J. Rehabilitación de miembro superior con ambientes virtuales: revisión. Rev Mex Ing Biomed. 2016;37(3)"},{"pmid":"30052655","type":"BACKGROUND","citation":"Chan E, Foster S, Sambell R, Leong P. Clinical efficacy of virtual reality for acute procedural pain management: A systematic review and meta-analysis. PLoS One. 2018 Jul 27;13(7):e0200987. doi: 10.1371/journal.pone.0200987. eCollection 2018."},{"pmid":"25622594","type":"BACKGROUND","citation":"Ingwersen KG, Christensen R, Sorensen L, Jorgensen HR, Jensen SL, Rasmussen S, Sogaard K, Juul-Kristensen B. Progressive high-load strength training compared with general low-load exercises in patients with rotator cuff tendinopathy: study protocol for a randomised controlled trial. Trials. 2015 Jan 27;16:27. doi: 10.1186/s13063-014-0544-6."},{"pmid":"30390995","type":"BACKGROUND","citation":"Guillaumes S, O'Callaghan CA. [Spanish adaptation of the free OxMaR software for minimization and randomization of clinical studies]. Gac Sanit. 2019 Jul-Aug;33(4):395-397. doi: 10.1016/j.gaceta.2018.07.013. Epub 2018 Nov 1. Spanish."},{"pmid":"17761004","type":"BACKGROUND","citation":"Bennell K, Coburn S, Wee E, Green S, Harris A, Forbes A, Buchbinder R. Efficacy and cost-effectiveness of a physiotherapy program for chronic rotator cuff pathology: a protocol for a randomised, double-blind, placebo-controlled trial. BMC Musculoskelet Disord. 2007 Aug 31;8:86. doi: 10.1186/1471-2474-8-86."},{"pmid":"38002429","type":"BACKGROUND","citation":"Carnevale A, Mannocchi I, Schena E, Carli M, Sassi MSH, Marino M, Longo UG. Performance Evaluation of an Immersive Virtual Reality Application for Rehabilitation after Arthroscopic Rotator Cuff Repair. Bioengineering (Basel). 2023 Nov 10;10(11):1305. doi: 10.3390/bioengineering10111305."},{"pmid":"15860162","type":"BACKGROUND","citation":"Vilagut G, Ferrer M, Rajmil L, Rebollo P, Permanyer-Miralda G, Quintana JM, Santed R, Valderas JM, Ribera A, Domingo-Salvany A, Alonso J. [The Spanish version of the Short Form 36 Health Survey: a decade of experience and new developments]. Gac Sanit. 2005 Mar-Apr;19(2):135-50. doi: 10.1157/13074369. Spanish."},{"pmid":"26001890","type":"BACKGROUND","citation":"Torres-Lacomba M, Sanchez-Sanchez B, Prieto-Gomez V, Pacheco-da-Costa S, Yuste-Sanchez MJ, Navarro-Brazalez B, Gutierrez-Ortega C. Spanish cultural adaptation and validation of the shoulder pain and disability index, and the oxford shoulder score after breast cancer surgery. Health Qual Life Outcomes. 2015 May 23;13:63. doi: 10.1186/s12955-015-0256-y."},{"type":"BACKGROUND","citation":"Vicente-Herrero M.T., Delgado-Bueno S., Bandrés-Moyá F., Ramírez-Iñiguez-de-la-Torre M.V., Capdevilla-García L.. Valoración del dolor. Revisión comparativa de escalas y cuestionarios. Rev. Soc. Esp. Dolor [Internet]. 2018 Ago [citado 2024 Abr 12] ; 25( 4 ): 228-236."},{"pmid":"28446376","type":"BACKGROUND","citation":"Pekyavas NO, Ergun N. Comparison of virtual reality exergaming and home exercise programs in patients with subacromial impingement syndrome and scapular dyskinesis: Short term effect. Acta Orthop Traumatol Turc. 2017 May;51(3):238-242. doi: 10.1016/j.aott.2017.03.008. Epub 2017 Apr 24."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000014947","term":"Wounds and Injuries"},{"id":"D000070636","term":"Rotator Cuff Injuries"}],"ancestors":[{"id":"D000012421","term":"Rupture"},{"id":"D000070599","term":"Shoulder Injuries"},{"id":"D000013708","term":"Tendon Injuries"}],"browseLeaves":[{"id":"M624","name":"Rotator Cuff Injuries","asFound":"Rotator Cuff Injuries","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M15241","name":"Rupture","relevance":"LOW"},{"id":"M602","name":"Shoulder Injuries","relevance":"LOW"},{"id":"M16479","name":"Tendon Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}