{"protocolSection":{"identificationModule":{"nctId":"NCT06482320","orgStudyIdInfo":{"id":"111/2023/Oss/AOUFe"},"organization":{"fullName":"University Hospital of Ferrara","class":"OTHER"},"briefTitle":"Diagnostic Accuracy in the Detection of Arrhythmias of Patient Recorded ECGs With Smart WATCH TIMEly Performed During Palpitations","officialTitle":"Diagnostic Accuracy in the Detection of Arrhythmias of Patient Recorded ECGs With Smart WATCH TIMEly Performed During Palpitations","acronym":"WATCHinTIME"},"statusModule":{"statusVerifiedDate":"2024-01","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-10-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital of Ferrara","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"Approximately 100 patients with heart palpitations over the age of 22, in possession of smartwatches capable of recording a single-lead ECG will be enrolled.\n\nThe study plans to evaluate the performance in the diagnosis of arrhythmia of single-lead ECGs self-recorded by patients during heart palpitations using a smartwatch.","detailedDescription":"The patient who complains of palpitations can undergo multiple evaluations in the absence of a definitive diagnosis, especially in the case of paroxysmal arrhythmias of short duration. There are methods that allow prolonged cardiac rhythm recordings but which in clinical practice are not always available even in the face of high costs. Smartwatches capable of recording single-lead ECGs are increasingly popular even among patients who come to health services complaining of heart palpitations. The traces recorded can be diagnostic for atrial fibrillation but cases suggesting other types of arrhythmias are also reported, later confirmed by further investigations.\n\nTherefore, the patient with heart palpitations who already owns a Smart Watch capable of recording ECGs can, if adequately involved, contribute in an innovative and economic way to the diagnosis of arrhythmia.\n\nThe rationale of this study is to evaluate the performance in the diagnosis of arrhythmia of the ECGs sent via smartwatch by patients in case of heart palpitations.\n\nThis is an observational, prospective, non-randomized multicenter study that involves the collection of clinical and electrocardiographic data of patients (over the age of 22) referring to the outpatient clinics of the participating centers for heart palpitations, owners of Smart Watches capable of recording ECGs.\n\nBefore enrollment, the Smart Watch will be identified by checking whether it belongs to the list of devices capable of recording single-lead ECG Upon enrollment, enrolled patients are associated with an identification number with progressive numbering (ID). They will then be instructed to record a basal mono-lead ECG (ECG 0) using their smart watch and will be invited to send the recorded file to a separate and specific e-mail address dedicated to the study for each participating centre. The sender's e-mail address will be recorded and associated with the ID of the enrolled patient, becoming the only element capable of providing an association between traces sent in the future and the belonging ID. The main clinical and personal data including the telephone number will also be collected.\n\nFollowing enrollment, a 24-hour Holter ECG will be performed at the outpatient clinic of the enrolling center.\n\nFrom the date of enrollment and for the following three months, before after and during the execution of the 24-hour Holter ECG, enrolled patients can send the single-lead ECGs recorded with their own device to the e-mail address prepared and specific for each participating centre. The ECGs sent will be evaluated electively (in the days following the sending of the patient's e-mail) by the enrolling doctors of the interested participating center. On the basis of the clinical significance of the mono-lead ECGs, the doctors themselves will take care of communicating to the patient via e-mail indications relating to the continuation of the follow-up (e.g.: invitation to send further tracings, absence of further measures in case of ECG single-lead non-pathological). In the event of diagnostic and/or therapeutic measures to be implemented following the reading of a trace sent (e.g. specialist visit in the outpatient clinics of the Participating Center), the doctor will contact the patient on the telephone number provided during enrollment for taking in charge."},"conditionsModule":{"conditions":["Arrhythmia"],"keywords":["smartwatch","Arrhythmia","palpitation"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"PROSPECTIVE"},"enrollmentInfo":{"count":100,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Study Group","description":"Adults aged between 22 and 70 years and owners of smartwatch capable of EKG recording referred at the ER, Cardiology ward or Cardiology Clinic for palpitation are eligible according to the inclusion criteria.","interventionNames":["Diagnostic Test: Recording EKG traces on the smartwatch"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Recording EKG traces on the smartwatch","description":"Upon enrollment, patients are associated with a progressive identification number (ID). They will then be instructed to record a baseline single-lead EKG (EKG 0) to be sent to a dedicated email address. The sender's email address will be recorded and associated with the ID. The main clinical and demographic data will also be collected. Within 30 days of the enlistment date, a 24-hour EKG Holter will be performed. From the date of enlistment and for the following three months, before, after and during the execution of the 24-hour EKG Holter, enrolled patients can send single-lead EKGs (recorder throug the smartwatch) in case of palpitation. The report of the single-lead EKGs will be communicated electively via e-mail (in response to the email sent by the patient and containing the trace in question) in the following days. In case of diagnostic and/or therapeutic measures to be implemented following the reporting of the trace, doctors will take care of it.","armGroupLabels":["Study Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Compare the accuracy of physician rhythm interpretation vs interpretation of 1-lead ECG generated provided by the Watch.","description":"Compare the accuracy of physician rhythm interpretation vs interpretation of 1-lead ECG generated provided by the Watch","timeFrame":"3 month after the enrollment"},{"measure":"Assessment of diagnostic accuracy of 1-lead ECGs interpretation for different cardiac arrhythmias (compared to standard ecg or h24-h holter)","description":"Assessment of diagnostic accuracy of 1-lead ECGs interpretation for different cardiac arrhythmias (compared to standard ecg or h24-h holter)","timeFrame":"3 month after the enrollment"}],"secondaryOutcomes":[{"measure":"Compare the accuracy of automatic AF detection of the Watch versus a cardiologist interpretation of a 12-lead ECG (gold-standard)","description":"Compare the accuracy of automatic AF detection of the Watch versus a cardiologist interpretation of a 12-lead ECG (gold-standard)","timeFrame":"3 month after the enrollment"},{"measure":"evel of agreement of measured interval duration between the Watch 1-lead ECG and a 12-lead ECG.","description":"evel of agreement of measured interval duration between the Watch 1-lead ECG and a 12-lead ECG.","timeFrame":"3 month after the enrollment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients attending the outpatient clinics of the participating heart palpitations owners of smartwatches and mobile phones capable of recording a single-lead ECG on request\n2. Patients 22 years of age and older\n3. Patients able to send recorded traces in PDF format by e-mail.\n4. Signature of consent\n\nExclusion Criteria:\n\n1. Under 22 years of age\n2. Carriers of ICDs, S-ICDs, pacemakers, loop recorders.\n3. Known left bundle branch block although frequency dependent on a previous baseline ECG or Holter ECG\n4. Known right bundle branch block with QRS duration greater than or equal to 120 ms even if frequency dependent on a previous baseline ECG or Holter ECG\n5. State of pregnancy;","healthyVolunteers":false,"sex":"ALL","minimumAge":"22 Years","maximumAge":"100 Years","stdAges":["ADULT","OLDER_ADULT"],"studyPopulation":"Patients aged 22 years or over referring to the outpatient clinics of the participating centers for heart palpitations, owners of Smart Watches capable of recording ECGs.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Matteo Bertini, MD","role":"CONTACT","phone":"0532236269","email":"doc.matber@gmail.com"}],"overallOfficials":[{"name":"Matteo Bertini, MD","affiliation":"Ferrara University Hospital","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Azienda Ospedaliero-Universitaria di Ferrara","status":"RECRUITING","city":"Ferrara","zip":"44124","country":"Italy","contacts":[{"name":"Matteo Bertini, MD, PhD","role":"CONTACT","phone":"0532236269","email":"brtmtt2@unife.it"}],"geoPoint":{"lat":44.83804,"lon":11.62057}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001145","term":"Arrhythmias, Cardiac"}],"ancestors":[{"id":"D000006331","term":"Heart Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M4453","name":"Arrhythmias, Cardiac","asFound":"Arrhythmia","relevance":"HIGH"},{"id":"M9419","name":"Heart Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}