{"protocolSection":{"identificationModule":{"nctId":"NCT06472336","orgStudyIdInfo":{"id":"2024-01016; th22Psychogios4"},"organization":{"fullName":"University Hospital, Basel, Switzerland","class":"OTHER"},"briefTitle":"IntraCranial Atherosclerosis Related Large-vessel Occlusion Treated With Urgent Stenting (ICARUS)","officialTitle":"IntraCranial Atherosclerosis Related Large-vessel Occlusion Treated With Urgent Stenting - a Pragmatic, International, Multicentre, Randomized Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-08","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-10","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University Hospital, Basel, Switzerland","class":"OTHER"},"collaborators":[{"name":"Swiss National Science Foundation","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this international, multi-center, randomized clinical trial is to compare two treatment options, early intracranial stenting and continued stent-retriever or aspiration based endovascular treatment, for stroke patients with a large vessel occlusion, who experienced failure of recanalisation after initial treatment due to intracranial atherosclerosis.","detailedDescription":"This clinical tiral focuses on comparing treatment options for patients with an acute ischemic stroke, which is a significant cause of death and disability worldwide. Currently, endovascular treatment (EVT) is the gold standard for the removal of large blood clots in the brain arteries (large vessel occlusion, LVO), but sometimes it fails to reopen blocked blood vessels, especially when caused by an underlying intracranial atherosclerosis (ICAD). When restoring blood flow fails, patients' outcomes are much worse, with more than 70% experiencing severe disability or death.\n\nOne potential solution for these cases is intracranial stenting, where a stent is permanently implanted in the affected blood vessel to restore blood flow to the brain. This approach has shown promise in other conditions like myocardial infarction. However, there is an ongoing debate whether the benefits are offset by possibly higher bleeding risk, and current guidelines don't provide clear recommendations on the use of intracranial stenting.\n\nTherefore, this study aims to compare the clinical efficacy and safety of early intracranial stenting versus continued conventional EVT (stent-retriever or aspiration based) in LVO stroke patients who haven't responded to conventional EVT due to ICAD.\n\nThe results of this clinical trial will offer high quality clinical evidence to determine whether intracranial stenting provides benefits over conventional EVT for LVO stroke patients experiencing recanalisation failure due to ICAD."},"conditionsModule":{"conditions":["Stroke","Stroke, Acute Ischemic","Intracranial Atherosclerosis"],"keywords":["Endovascular Treatment","Intracranial Stenting"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":498,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"In patients within the intervention group, the treating physician attempts to perform intracranial stenting (with or without balloon dilation).","interventionNames":["Procedure: Intracranial stenting"]},{"label":"Control group","type":"ACTIVE_COMPARATOR","description":"In patients within the control group, the treating physician does not perform intracranial stenting and/or balloon dilation. Conventional endovascular therapy will be continued.","interventionNames":["Procedure: Continuation of conventional endovascular therapy (EVT)"]}],"interventions":[{"type":"PROCEDURE","name":"Intracranial stenting","description":"Intracranial stenting (+/- balloon dilatation) will be performed. Decisions regarding intracranial stenting are solely made by the treating physician. This means in specific, that the treating physician decides based on his/her judgement or based on local standards (as reported in the literature) on the devices and/or concomitant medications (including infusion/administration of antiplatelet medicine) used for intracranial stenting.","armGroupLabels":["Intervention group"]},{"type":"PROCEDURE","name":"Continuation of conventional endovascular therapy (EVT)","description":"Patients undergo either (a) continued stent retriever or contact aspiration based endovascular treatment manoeuvres, (b) infusion/administration of antiplatelet medication or (c) stop of the procedure depending on local standard treatment approaches.","armGroupLabels":["Control group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Assessment whether intracranial stenting compared to conventional endovascular treatment is beneficial regarding patient's functional status","description":"To evaluate whether intracranial stenting compared to conventional endovascular treatment is beneficial, the degree of disability and dependency in everyday life is measured with the modified Rankin Scale (mRS), which is a standard tool to assess the neurological outcome in trials with acute severe brain disease. The mRS ranges from 0 (no disability) to 6 (death). Lower values indicate less disability.\n\nThe assessment of mRS is performed by an independent and blinded person that is certified for scoring the mRS.","timeFrame":"90 days post randomization"}],"secondaryOutcomes":[{"measure":"Change in the National Institutes of Health Stroke Scale (NIHSS) score","description":"To compare the impact of the two treatment options on the neurological deficit of the patient, the change in the National Institutes of Health Stroke Scale (NIHSS) score between baseline and post randomization is evaluated. The NIHSS is a standard tool to assess the severity of stroke symptoms.\n\nThe NIHSS ranges from 0 to 42 with less values indicating less neurological deficit.","timeFrame":"Baseline, 24 hours, 5-7 days and, optionally, 90 days post randomization"},{"measure":"Assessment of the discharge location","description":"The discharge location is assessed at the follow-up visit 90 days after randomization. Discharge location could either be: (a) other hospital, (b) rehabilitation facility, (c) nursing home, (d) residential home or (e) own household.","timeFrame":"90 days post randomization"},{"measure":"Assessment of the cognitive function","description":"To assess the cognitive function, the validated Montreal Cognitive Assessment (MoCA) is used at the follow-up visit 90 days after randomization. If the patient cannot perform the test or is deceased, his/her score is rated as minimal.\n\nScores range from 0 to 30 with higher scores indicating better cognitive function. A score of 26 or above indicates normal cognitive function.","timeFrame":"90 days post randomization"},{"measure":"Assessment of the quality of life","description":"To assess the quality of life, the standardized questionnaire, EuroQol-5d, is used at 90 and 365 days after randomization. At 365 days the assessment is conduct as a telephone interview.","timeFrame":"90 and 365 days post randomization"},{"measure":"Assessment of disability and dependency in everyday live activities","description":"To assess the functional outcome, the modified Rankin Scale (mRS) is measured after 365 days via a telephone interview. The mRS ranges from 0 (no disability) to 6 (death). Lower values indicate less disability.","timeFrame":"365 days post randomization"},{"measure":"Assessment of the residential status","description":"To assess the patient's residential status, a telephone interview with the patient or if not available his next of kin/caregiver is performed 365 days after the randomization.","timeFrame":"365 days post randomization"},{"measure":"Symptomatic intracranial haemorrhage (sICH)","description":"The incidence of Symptomatic intracranial haemorrhage (sICH) is assessed based on the modified Safe Implementation of Treatments in Stroke-Monitoring Study (SITS-MOST) criteria. The SITS-MOST criteria define sICH as a parenchymal hematoma grade 1 or 2, indicated by an increase of at least 4 points on the National institute of Health Stroke Scale (NIHSS) (compared to the lowest recorded NIHSS post randomization). sICH is the main safety outcome in most stroke trials.","timeFrame":"0-24 hours post randomization"},{"measure":"Percentage of penumbral tissue saved (imaging based outcome parameter)","description":"Percentage of penumbral tissue saved, which is defined as the proportion of tissue at risk at baseline that did not progress to infarction at 24 hours after randomization.","timeFrame":"0 - 24 hours post randomization"},{"measure":"Grading of reperfusion at the end of the intervention (imaging based outcome parameter)","description":"The modified Thrombolysis In Cerebral Infarction (mTICI) score will be used to grade the reperfusion success at the end of the procedure. mTICI ranges from 0 (no reperfusion) to 3 (full reperfusion)","timeFrame":"0 - 60 minutes post randomization"},{"measure":"Grading of recanalization at 24 hours after the randomization (imaging based outcome parameter)","description":"The arterial occlusion lesion scale will be used to grade the vessel status at 24 hours after randomization on a CT-angiography or MR-angiography (if done according to local standards of care). It ranges from 0 to 3 with 0 indicating no recanalization and 3 complete recanalization.","timeFrame":"24 hours post randomization"}],"otherOutcomes":[{"measure":"Serious Adverse Events (SAEs)","description":"The SAEs are assessed by a neurologist. The patient is asked if he/she has had any health problems since the last study visit. In addition, the patient's medical record is reviewed. If the patient is unable to come to the clinical visit at 90 days, he/she will be contacted by telephone. If patients/relatives do not respond, the general practitioner or treating physician will be contacted.","timeFrame":"24 hours, 7-10 days, and 90 days post randomization"},{"measure":"All-cause mortality","description":"To assess the safety of the two treatment options, the mortality is determined.","timeFrame":"7-10 days, 90 days, and 365 days post randomization"},{"measure":"Reoccurrence of ischemic stroke in the same territory","description":"The assessment of reoccurrence of ischemic stroke in the same territory is based on the clinical evaluation of the patient and imaging findings.","timeFrame":"0-90 days post randomization"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* A relevant clinical deficit defined as a National Institute of Health Stoke Scale (NIHSS) Score of ≥ 6 points for anterior circulation stroke and a NIHSS Score of ≥ 10 for posterior circulation stroke\n* Patients presenting within 24 hours of last seen well to the treating hospital\n* Occlusion of the Internal Carotid Artery, the M1 segment, the proximal/dominant M2 segment of the Middle Cerebral Artery, the Basilar Artery or the V4 segment of the Vertebral Artery\n* Absence of recanalization (thrombolysis in myocardial infarction score of 0 or 1) after up to three endovascular treatment passes\n* High probability of underlying intracranial atherosclerotic disease based on the assessment of the treating physician\n* Age ≥ 18 years\n* Occluded artery amendable to stenting by judgement of the treating physician\n* Absence of a large infarct core defined as (posterior circulation) Alberta Stroke Program Early CT Score of 6 or above\n* Informed Consent as documented by signature or fulfilling the criteria for emergency consent procedures\n\nExclusion Criteria:\n\n* Acute intracranial haemorrhage\n* Patient bedridden or coming from nursing facility\n* Known, severe comorbidities, which will likely prevent improvement or follow-up (cancer, alcohol/drug abuse or dementia)\n* Known clotting disease or suspicion of underlying disease which might lead to a hyper coagulant state\n* In-hospital Stroke\n* Known contraindications for anti-platelet therapy\n* Known (serious) sensitivity to radiographic contrast agents, nickel, titanium metals or their alloys\n* Foreseeable difficulties in follow-up due to geographic reasons (e.g., patients living abroad)\n* Evidence of an ongoing pregnancy prior to randomization\n* Radiological confirmed evidence of mass effect or intracranial tumour (except small meningioma)\n* Radiological confirmed evidence of cerebral vasculitis\n* Evidence of vessel recanalization prior to randomisation\n* Participation in another interventional trial which could confound the primary endpoint","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Alex Brehm, PhD","role":"CONTACT","phone":"+41 76 233 74 90","email":"alex.brehm@usb.ch"},{"name":"Marios-Nikos Psychogios, Prof. Dr.","role":"CONTACT","phone":"+41 61 328 59 36","email":"marios.psychogios@usb.ch"}],"overallOfficials":[{"name":"Marios-Nikos Psychogios, Prof. Dr.","affiliation":"University Hospital, Basel, Switzerland","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University Hospital Basel, Department of Interventional and Diagnostical Neuroradiology","city":"Basel","state":"BS","zip":"4031","country":"Switzerland","contacts":[{"name":"Alex Brehm, PhD","role":"CONTACT","phone":"+41 76 233 74 90","email":"alex.brehm@usb.ch"},{"name":"Marios-Nikos Psychogios, Prof Dr.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":47.55839,"lon":7.57327}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020521","term":"Stroke"},{"id":"D000002537","term":"Intracranial Arteriosclerosis"},{"id":"D000083242","term":"Ischemic Stroke"},{"id":"D000050197","term":"Atherosclerosis"}],"ancestors":[{"id":"D000002561","term":"Cerebrovascular Disorders"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000014652","term":"Vascular Diseases"},{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000001161","term":"Arteriosclerosis"},{"id":"D000001157","term":"Arterial Occlusive Diseases"},{"id":"D000020765","term":"Intracranial Arterial Diseases"}],"browseLeaves":[{"id":"M10543","name":"Ischemia","relevance":"LOW"},{"id":"M22306","name":"Stroke","asFound":"Stroke","relevance":"HIGH"},{"id":"M26188","name":"Atherosclerosis","asFound":"Atherosclerosis","relevance":"HIGH"},{"id":"M5786","name":"Intracranial Arteriosclerosis","asFound":"Intracranial Atherosclerosis","relevance":"HIGH"},{"id":"M4469","name":"Arteriosclerosis","relevance":"LOW"},{"id":"M2400","name":"Ischemic Stroke","asFound":"Stroke, Acute Ischemic","relevance":"HIGH"},{"id":"M5810","name":"Cerebrovascular Disorders","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M17400","name":"Vascular Diseases","relevance":"LOW"},{"id":"M4465","name":"Arterial Occlusive Diseases","relevance":"LOW"},{"id":"M22521","name":"Intracranial Arterial Diseases","relevance":"LOW"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC14","name":"Heart and Blood Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}