{"protocolSection":{"identificationModule":{"nctId":"NCT06478121","orgStudyIdInfo":{"id":"23-24-21"},"secondaryIdInfos":[{"id":"340277","type":"OTHER","domain":"Health Research Authority"},{"id":"24/NW/0117","type":"OTHER","domain":"Research Ethics Committee"},{"id":"224600/Z/21/Z","type":"OTHER_GRANT","domain":"Wellcome Trust"},{"id":"R-2304-05983","type":"OTHER_GRANT","domain":"The Leona M. and Harry B. Helmsley Charitable Trust"},{"id":"23/0006516","type":"OTHER","domain":"Diabetes UK and JDRF International RD Lawrence Fellowship"}],"organization":{"fullName":"University of Exeter","class":"OTHER"},"briefTitle":"Understanding Beta Cell Disorders Through the Study of Rare Genotypes (ENDURE)","officialTitle":"Understanding Beta Cell Disorders Through the Study of Rare Genotypes (ENDURE)","acronym":"ENDURE"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2028-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-11","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Exeter","class":"OTHER"},"collaborators":[{"name":"Royal Devon University Healthcare NHS Foundation Trust","class":"UNKNOWN"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This observational 'recruit by genotype' study aims to provide insights into the cellular and molecular pathways underlying beta cell disorders and their physiological consequences. Eligible individuals are those with and without a pathogenic genetic variant, acting as case and control, respectively. Using a \"recruit by genotype\" approach, the researchers will perform detailed and specific analysis according to the individual's genetic variant.\n\nThe study's main aims are to : 1) identify and describe biomarkers and cellular features in blood samples that occur because of the rare causal genetic variant; 2) study the altered physiology or cellular function that are due to the rare causal genetic variant.\n\nParticipants will attend a study visit that will entail:\n\n* Consent\n* Data collection\n* Height and weight measures\n* Blood samples\n* MRI (optional), dependent on genotype and sub-study objectives.\n\nThere is no treatment and the participants' normal clinical care will be unaffected and will continue uninterrupted.\n\nA small subset of participants may be invited for further sub-studies in the future. Researchers may recruit sex-matched healthy controls (without the variant of interest) with similar age and BMI (age: +/-15%, BMI: +/- 3 kg/m2) for specified case-control studies.","detailedDescription":"The human body needs sugar for energy, but too much or too little sugar in the blood is bad for health. To control the amount of sugar in the blood, a molecule called insulin is made by specialised beta cells in the pancreas. In diabetes, beta cells don't make enough insulin which causes high blood sugar levels. In hyperinsulinism, they make too much insulin leading to very low blood sugar levels. Over time, these disorders can lead to serious health problems.\n\nThe cause of some cases of diabetes and nearly all cases of hyperinsulinism, is a single spelling mistake in the person's DNA (a variant) that changes how the insulin producing beta cells work.\n\nThe overarching aim of the ENDURE study is to understand how DNA variants cause beta cell disorders and to improve understanding of how beta cells work. It is hoped that the insights from this research may lead to new ways to treat and/or improve the lives of people living with beta cell disorders.\n\nParticipants will be selected based on having a confirmed disease-causing genetic change that results in beta cells not working properly, or a suitably matched control (same sex, close in age and weight).\n\nConsent: Prospective study participants will be provided with the appropriate participant information sheet (PIS) and Sub-Study Flowchart detailing the study and procedures (specific to the participant's genotype). If interested in participating, the ENDURE study team will contact them to discuss the study in detail and answer any questions and address concerns raised to allow the prospective participant to make an informed decision regarding taking part in the study. For the Imaging Sub-Study, following receipt of verbal consent, participants will be asked to complete a \"MRI Safety Checklist Screening Form\" that is necessary to screen them prior to booking their MRI scan. Prospective study participants are individuals with a rare genetic mutation that is associated with a monogenic beta cell disorder. The cohort of prospective study participants is diverse in terms of background, primary language, home country. To have an inclusive study set-up, the study team will provide documents that are translated into the participant's (or guardian's) primary language, where English is not the primary language. Additionally, a National Health Service (NHS) appointed interpreter/interpretation service (e.g., Language Line) will be arranged for phone calls and the study visit to ensure clear communication. The participant's clinician may also attend and provide translation.\n\nWithdrawal of consent: All participants (and their legal guardians) will be informed of their right to withdraw from the study, without stating a reason, at any time up to and including data and sample analysis, without prejudice or jeopardy to any future clinical care. If a participant permanently withdraws from the study, the reason (if provided) will be recorded.\n\nResearch visit(s): All study participants will be invited to the National Institute for Health and Care Research (NIHR) Exeter Clinical Research Facility (Exeter CRF), or alternative convenient location, to provide written informed consent/assent and undergo Core Study data collection, measurements, and provide blood samples collected by a nurse or doctor (paediatric, if necessary), fully trained in this procedure. This Core Study visit should take approximately 40 minutes to 1 hour.\n\nMRI: Depending on their genotype, participants will be invited to take part in the Imaging Sub-Study to have an MRI (Magnetic Resonance Imaging) scan to measure organ size and body fat distribution. The MRI appointment may be arranged as a separate visit if more convenient for the participant.\n\nPatients with genetic variants that result in neonatal diabetes often lack insulin in utero as well as after birth. These patients are typically born at proximately half normal birth weight as the foetus in the womb lack insulin and this is a major growth factor for the foetus. To allow assessment of the impact of lack of insulin in utero on post-natal growth fat distribution and the pancreatic size, participants with genetic subtypes that stop insulin secretion in utero will be invited to have an MRI (optional) during their visit. A CE marked MRI scanner, at the Mirielle Gillings Neuroimaging Centre (MGNC), will be used to acquire multiple standard vendor sequences of the participant's body to look at fat distribution and measure organ size (40-60 minutes). During the procedure the participant can ask to stop the procedure at any time, between and during scans; and can also have breaks between the scans. A priority scan list will be followed to obtain images according to importance to address the research questions.\n\nData Collection and Recording: All participants will be pseudo-anonymised by assigning a unique study identifier (ID) under which all data and samples collected will be recorded and stored. The relevant visit Case Report Form (CRF) will capture all the information required to ensure that all the documented statistical information dictated in the protocol is captured and documented at each visit. This also serves to monitor patient eligibility and safety at Sponsor level. Hard copies will be stored in the Trial Master File (TMF).\n\nSample collection and storage: All samples will be collected and processed by a suitably qualified and trained member of the clinical/research team, whose role is documented on the study delegation log. The amount of blood to be drawn from participants is solely for research purposes and will not exceed the recommended limits in accordance with World Health Organization (WHO) guidelines according to age and/or weight of study participants. Children will be offered use of a topical anaesthetic, as is common practise during phlebotomy of children. Blood collection will be made into specific blood collection tubes according to the study aim.\n\nThe Exeter Blood Sciences Laboratory will provide analyses from routine biochemistry tests available in the NHS test repertoire. All assays are CE marked, fully validated, and accredited by Clinical Pathology Accreditation (CPA). Clinical results will be available within 21 days of receipt of the sample.\n\nThe investigators' laboratories, based at the University of Exeter, will receive blood samples to isolate blood fractions according to established protocols according to manufacturers' description. A detailed Standard Operating Procedure (SOP) will be provided detailing clear instruction to the logistics of sample labelling, logging and management of sample processing and storage of isolated blood fractions.\n\nRobust procedures, in compliance with the Human Tissue Act 2004, are always followed to monitor and maintain the integrity and traceability of the samples, stored in a licensed area, including their disposal. All samples will be processed, logged and frozen using sample-appropriate storage procedures. Human Tissue Authority (HTA) approved locations for storage are available within the investigators' laboratories at the University of Exeter Medical School. All saved samples will be stored under the study ID, with the file linking the study code to personal identifiable information held securely by the PI, accessible only to personnel with training in data protection who require this information to perform their duties. Those with access to personal identifiable data will be documented on the study Delegation Log.\n\nThe Study ID will provide a robust pseudo-anonymised system for management and location tracking of all study samples. The research team will monitor consent status via the study database. Where samples are unable to be collected, this should be documented under the participant Study ID with reason for non-collection provided.\n\nTransfer of custodianship of stored samples with consent to the Genetic Beta Cell Research Bank (GBCRB), managed by The Royal Devon University Healthcare NHS Foundation Trust's Exeter Genomics Laboratory, may occur during the study or at the end of the study as defined above. Stored samples will then be made available for further separate ethically-approved research.\n\nEnd of Study: The parameter marking the end of the study is the 3 months after the final participant's final visit or 3 months prior to end of the funded period (whichever is later), to allow for final collection of data and analysis.\n\nIncidental Findings: Investigations in this study are aimed to answer research questions and not guide clinical care. Therefore, individual results will not be reported routinely to the participant and their clinician(s). However, incidental findings outside the range of the normal population may occur. All incidental findings will be discussed with the Chief Investigator (CI), or medically qualified delegate, to assess whether immediate clinical action is required. If required, the test result(s) would be communicated back to the participant and their healthcare providers to enable initiation of follow-up and/or treatment. Participants will not expect to receive individual results unless clinical action is needed. A statement to this effect is included in the information sheet and consent form.\n\nSafety: The timeframe for recording a Serious Adverse Event (SAE) will be from the time of consent to one week following the last visit of a study participant. Any reportable adverse effects noted will be reported within 24 hours to the CI and the Sponsor as per standard NHS R\\&D protocols. Nominated co-investigators will be authorised to sign the SAE forms in the absence of the CI at the co-ordinating site, or the PI at the participating sites.\n\nIndemnity: The lead Sponsor, University of Exeter, provides cover under its No Fault Compensation Insurance, which provides for payment of damages or compensation in respect of any claim made by a research participant for bodily injury arising out of participation in a clinical trial or healthy volunteer study (with certain restrictions). Public liability insurance is provided to cover the design and management of the study.\n\nNHS indemnity covers potential legal liability: i) for harm to participants arising from the design of the research; and ii) of investigators/research staff for harm to participants arising from the conduct of the research.\n\nAccess to Final Study Dataset and Archiving: Where consent is given by the participant/parent/guardian, their remaining samples and data from the project will be gifted to the Genetic Beta Cell Research Bank (GBCRB), an approved tissue bank (REC ref: Wales Research Ethics Committee 5, 22/WA/0268) in Exeter to be used for future research. The GBCRB is managed by The Royal Devon University Healthcare NHS Foundation Trust's Exeter Genomics Laboratory. Access to samples/data is through application to the Genetic Beta Cell Research Bank steering committee.\n\nWhen the research study is complete, it is a requirement of the UK Policy Framework for Health \\& Social Care and Sponsor Trust Policy that the records are kept for a further 15 years. At the end of the study, the study data will be archived by the CI at the University of Exeter.\n\nDissemination Policy: Results will be written up and submitted for publication in (open-access) peer-reviewed journal(s), and prior to open access preprint servers (e.g., such as medRxiv or bioRxiv). Abstracts will be submitted to national and international conferences. Results will also be presented to colleagues (clinical and research) at regular in-house meetings. Ongoing updates on study progress will also be made to Exeter PPIE group for continued feedback.\n\nSome data will also be deposited in electronic archives that are available to other researchers upon request to ensure data is used only to advance scientific and medical understanding.\n\nWritten information outlining the key findings of the study will be sent to all participants and uploaded to the NIHR Exeter CRF and study websites."},"conditionsModule":{"conditions":["Diabetes Mellitus","Monogenic Diabetes","Hyperinsulinism"],"keywords":["Monogenic Diabetes","Hyperinsulinism","Beta cell disorders","Genotype-to-phenotype","Causal genetic variant","Beta cell"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"CASE_CONTROL","timePerspective":"PROSPECTIVE"},"bioSpec":{"retention":"SAMPLES_WITH_DNA","description":"Peripheral blood mononuclear cells (PBMC), Serum, Plasma"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Case with confirmed disease-causing genetic change","description":"Cases with confirmed disease-causing genetic change that results in beta cells not working properly.\n\nConsent, collection of clinical data and blood samples, MRI (optional)","interventionNames":["Other: Data and Blood collection","Other: MRI"]},{"label":"Control (without the variant of interest)","description":"Sex-matched controls with similar age and BMI (age +/-15%, BMI +/- 3 kg/m2). Consent, collection of clinical data and blood samples, MRI (optional)","interventionNames":["Other: Data and Blood collection","Other: MRI"]}],"interventions":[{"type":"OTHER","name":"Data and Blood collection","description":"Data and Blood collection","armGroupLabels":["Case with confirmed disease-causing genetic change","Control (without the variant of interest)"]},{"type":"OTHER","name":"MRI","description":"MRI (optional)","armGroupLabels":["Case with confirmed disease-causing genetic change","Control (without the variant of interest)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Identification and description of biomarkers or cellular features associated with specific rare causal genetic variants.","description":"Study of cellular features (assessing gene and protein expression by relevant methodologies, including RNA sequencing and Flow Cytometry) in blood samples that occur because of the rare causal genetic variant.","timeFrame":"5 years"},{"measure":"Identification of alterations in physiological function with specific rare genetic variants.","description":"Study of the altered physiology (assessed by magnetic resonance imaging) or cellular function (biochemical assessment of pancreatic hormones/enzymes) that are due to the rare causal genetic variant.","timeFrame":"5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria\n\n* Mental capacity to give informed consent\n* Of any sex, ethnicity, location.\n* Group 1: Cases will have a genetic variant(s) resulting in a beta cell disorder.\n* Group 2: Controls will not have a genetic variant(s) resulting in a beta cell disorder and will be matched to a Case for sex, age (+/- 15%) and BMI (+/- 3 kg/m2).\n\nExclusion Criteria\n\n* Lack of mental capacity to give informed consent\n* Age \\<6 years; \\>99 years\n\nAdditional exclusions for MRI assessments:\n\n* Cochlear Implant\n* Aneurysm Clips\n* Neurological stimulator\n* Implanted cardiac devices (ICD, PPM, loop recorders, or any others)\n* Metal heart valve\n* History of metal foreign bodies in orbits\n* Other implanted metal device which prevents MRI\n* Known claustrophobia.","healthyVolunteers":true,"sex":"ALL","minimumAge":"6 Years","maximumAge":"99 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"],"studyPopulation":"Participants will be selected based on:\n\n1. having a confirmed disease-causing genetic change that results in a beta cell disorder;\n2. or being a suitably matched control (same sex; age +/- 15%; BMI +/- 3 kg/m2).","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Matthew Johnson, PhD","role":"CONTACT","phone":"+44 (0) 1392 408277","email":"m.johnson@exeter.ac.uk"},{"name":"Martin Eichmann, PhD","role":"CONTACT","email":"m.eichmann@exeter.ac.uk"}],"overallOfficials":[{"name":"Andrew Hattersley, FRS, FMed","affiliation":"University of Exeter","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Royal Devon University Healthcare NHS Foundation Trust","city":"Exeter","state":"Devon","zip":"EX2 5DW","country":"United Kingdom","contacts":[{"name":"Matthew Johnson, PhD","role":"CONTACT","phone":"+44 (0) 1392 408277","email":"m.johnson@exeter.ac.uk"},{"name":"Martin Eichmann, PhD","role":"CONTACT","email":"m.eichmann@exeter.ac.uk"},{"name":"Andrew T Hattersley","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Matthew Johnson","role":"SUB_INVESTIGATOR"},{"name":"Martin Eichmann","role":"SUB_INVESTIGATOR"}],"geoPoint":{"lat":50.7236,"lon":-3.52751}}]},"referencesModule":{"references":[{"pmid":"32185602","type":"BACKGROUND","citation":"Gupsilonemes M, Rahman SA, Kapoor RR, Flanagan S, Houghton JAL, Misra S, Oliver N, Dattani MT, Shah P. Hyperinsulinemic hypoglycemia in children and adolescents: Recent advances in understanding of pathophysiology and management. Rev Endocr Metab Disord. 2020 Dec;21(4):577-597. doi: 10.1007/s11154-020-09548-7."},{"pmid":"31479665","type":"BACKGROUND","citation":"De Franco E. From Biology to Genes and Back Again: Gene Discovery for Monogenic Forms of Beta-Cell Dysfunction in Diabetes. J Mol Biol. 2020 Mar 6;432(5):1535-1550. doi: 10.1016/j.jmb.2019.08.016. Epub 2019 Aug 31."},{"pmid":"36808723","type":"BACKGROUND","citation":"Hughes AE, De Franco E, Freathy RM; Fetal Insulin and Growth Consortium; Flanagan SE, Hattersley AT. Monogenic disease analysis establishes that fetal insulin accounts for half of human fetal growth. J Clin Invest. 2023 Mar 15;133(6):e165402. doi: 10.1172/JCI165402. No abstract available."},{"pmid":"28445545","type":"BACKGROUND","citation":"Wilman HR, Kelly M, Garratt S, Matthews PM, Milanesi M, Herlihy A, Gyngell M, Neubauer S, Bell JD, Banerjee R, Thomas EL. Correction: Characterisation of liver fat in the UK Biobank cohort. PLoS One. 2017 Apr 26;12(4):e0176867. doi: 10.1371/journal.pone.0176867. eCollection 2017."}],"seeAlsoLinks":[{"label":"ENDURE study website","url":"https://www.diabetesgenes.org/current-research/endure-study/"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED","description":"Some de-identified data may be deposited in electronic archives that are available to other researchers upon request to ensure data is used only to advance scientific and medical understanding."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000006946","term":"Hyperinsulinism"}],"ancestors":[{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M7115","name":"Diabetes Mellitus","asFound":"Diabetes","relevance":"HIGH"},{"id":"M9997","name":"Hyperinsulinism","asFound":"Hyperinsulinism","relevance":"HIGH"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}