{"protocolSection":{"identificationModule":{"nctId":"NCT06475066","orgStudyIdInfo":{"id":"UHCT230291"},"organization":{"fullName":"Wuhan Union Hospital, China","class":"OTHER"},"briefTitle":"Clinical Effectiveness of CEM in Diagnosis of Additional Findings at Preoperative Breast Magnetic Resonance Imaging","officialTitle":"Clinical Effectiveness of cOntrast Enhanced Mammography in Diagnosis of Additional Findings at Preoperative Breast Magnetic ResOnance Imaging: A Prospective, Multicenter, Interventional Study","acronym":"COMBO-I"},"statusModule":{"statusVerifiedDate":"2024-03","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-10","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Wuhan Union Hospital, China","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"In order to explain the value of adding CESM into the clinical pathway, and also to obtain the relevant clinical data to support future update of clinical guideline, we plan to evaluate the detection rate of CESM for additional findings on preoperative breast MRI and the relevant clinical safety in the study.","detailedDescription":"The goal of the prospective, multicenter, interventional Study is to prospectively evaluate the detection rate of preoperative contrast enhanced spectral mammography for additional suspicious findings of preoperative breast MRI in patients presenting with index breast lesions (BI-RADS ≥ 4).\n\nThe study plans to include 320 adult female patients with Index lesions of \"BI-RADS≥4\" in breast MRI."},"conditionsModule":{"conditions":["Breast Cancer"],"keywords":["Multicentric Lesion","Multifocal Lesion","Contrast Enhanced Spetral Mammography"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":320,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Contrast-enhanced spectral mammography arm","type":"EXPERIMENTAL","description":"Subjects receiving contrast-enhanced spectral mammography (CESM) within 28 days of MRI examination.","interventionNames":["Diagnostic Test: contrast-enhanced spectral mammography"]}],"interventions":[{"type":"DIAGNOSTIC_TEST","name":"contrast-enhanced spectral mammography","description":"After enrollment, subjects should undergo contrast-enhanced spectral mammography again within within 28 days of MRI examination.\n\nIopromide/contrast agent is intravenously administered two minutes prior to the first (dual-energy) image acquisition.\n\n* The dosage of iodine contrast agent is calculated as 1.5 mL/kg of iopromide 370 mgI/ml.\n* Injecting with high pressure syringe (Stellant, Bayer AG) at an IDR of 3ml/s, followed by 10 ml normal saline.","armGroupLabels":["Contrast-enhanced spectral mammography arm"],"otherNames":["CEM","CESM"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The detection rate of preoperative contrast-enhanced spectral mammography","description":"The detection rate of preoperative contrast-enhanced spectral mammography in 28 days after breast MRI for the detection of additional MRI findings in patients with breast index lesions (BI-RADS ≥ 4).\n\nThe efficacy analysis data set of the study included all subjects who have obtained breast MRI and CESM with adequate image quality (score ≥ 2 of the 1-5 rating scale).","timeFrame":"within 28 days of MRI examination"}],"secondaryOutcomes":[{"measure":"detection rate","description":"• Assess detection rate of CESM on the additional findings of breast MRI","timeFrame":"within 28 days of MRI examination"},{"measure":"Number of Participants with change of treatment plan from baseline","description":"• Once CESM result is made available, the site investigators will be asked to re-evaluate the lesions and re-discuss the management strategy with site clinicians. Subsequent clinical management decisions such as biopsy or medical therapy is rested at the discretion of the referring clinicians and patients.","timeFrame":"within 28 days of MRI examination"},{"measure":"Number of Participants with change of biopsy plan from baseline","description":"• re-determining the treatment plan or biopsy plan and record the changes from baseline for each subject based on the clinical and radiology examination results, medical history and Breast Cancer Management Guideline (China HA 2022).","timeFrame":"within 28 days of MRI examination"},{"measure":"diagnostic accuracy of CESM","description":"* Evaluate the accuracy of CESM when get histological examination report\n* Protocols of clinical diagnosis, biopsy or therapeutic surgery, or histopathology examination will be conducted and reported according to the clinical routine of study sites.","timeFrame":"within 28 days of MRI examination"},{"measure":"difference by MRI and CESM","description":"* All breast MRI and CESM images will be re-evaluated in Wuhan Union Hospital (quality-control center) for image quality assessment by 2 independent radiologists (˃ 5 years' experience in diagnostic breast imaging) by Score of 5-point Likert scale and Score of 10-point Likert scale.\n* For Score of 5-point Likert scale:\n\nScore 1: insufficient image quality and cannot meet the diagnostic requirements Score 2: the image quality is average and basically meets the diagnostic requirements Score 3: The image quality is good and meets the diagnostic requirements Score 4: The image quality is good and meets the diagnostic requirements Score 5: The image quality is excellent and meets the diagnostic requirements\n\n• For Score of 10-point Likert scale: 10 subscale scores for subjective overall evaluation and selection preferences for CESM inspections. 1 is the worst, 10 is the best.","timeFrame":"within 28 days of MRI examination"}],"otherOutcomes":[{"measure":"Safety Outcomes","description":"Percentage of ADR in 1 hour post Iopromide administration","timeFrame":"During imaging procedure, 1 hour"},{"measure":"Safety Outcomes","description":"Average gland dose (AGD) of CESM","timeFrame":"During imaging procedure, 1 hour"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* 1. Adult women aged 18-75 years old\n* 2. First-time referral to the breast clinic or inpatient department of the study center for being diagnosed as presenting with suspicious breast lesions by previous procedures in 30 days\n* 3. Presenting with Index lesions of \"BI-RADS≥4\" and additional findings in preoperative breast MRI\n* 4. Sign the informed consent form for this study.\n* 5. Commit to follow the research procedures and cooperate with the implementation of the whole process of the study.\n* 6. In the case of women of childbearing age, have been taken contraception for at least one month prior to screening and have had a negative serum or urine pregnancy test and commit to use contraception throughout the study period\n\nExclusion Criteria:\n\n* 1. Patients with contraindications of intravenous administration of iodine contrast agent, such as pregnant or lactating women, patients with a history of iodine contrast agent allergy, patients with obvious hyperthyroidism\n* 2. It has been more than 14 days since the most recent preoperative breast MRI was performed for the relevant breast disease\n* 3. For the relevant breast disease, the preoperative breast MRI images and reports received within 14 days before screening are not available or do not meet the requirements of clinical diagnosis\n* 4. Patients who is receiving non-surgical interventional treatment such as neoadjuvant chemotherapy, hormone therapy or radiation therapy\n* 5. Patients who have received any breast operation for the relevant disease, such as various biopsies, therapeutic breast surgery\n* 6. Other patients assessed by the investigators as not suitable for the study, such as those who are difficult to cooperate with CESM examination due to unconsciousness, communication disorder or/and small breasts to meet the examination requirements","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Fan Yang, Dr.","role":"CONTACT","phone":"008685726114","email":"fyang@vip.163.com"},{"name":"Juan Tao, Dr.","role":"CONTACT","phone":"008685726114","email":"taojuan@hust.edu.cn"}],"overallOfficials":[{"name":"Fan Yang, Dr.","affiliation":"Union Hospital of Tongji Medical College of Huazhong University of Science and Technology","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Union Hospital of Tongji Medical College of Huazhong University of Science and Technology","city":"Wuhan","state":"Hubei","zip":"430000","country":"China","geoPoint":{"lat":30.58333,"lon":114.26667}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"China Policy does not allow investigator to disclose individual participant data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M10488","name":"Iodine","relevance":"LOW"},{"id":"M229695","name":"Cadexomer iodine","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Infe","name":"Anti-Infective Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}