{"protocolSection":{"identificationModule":{"nctId":"NCT06479369","orgStudyIdInfo":{"id":"PID2021-127897NA-I00"},"organization":{"fullName":"Universidad de Zaragoza","class":"OTHER"},"briefTitle":"A Motivational Training Program for Secondary Physical Education Teachers","officialTitle":"A Motivational Training Program for Secondary Physical Education Teachers Based on the Circumplex Model: A Study Protocol of a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"ACTIVE_NOT_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-09-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-02-20","type":"ACTUAL"},"completionDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-01","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Javier García Cazorla","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Universidad de Zaragoza"},"leadSponsor":{"name":"Universidad de Zaragoza","class":"OTHER"},"collaborators":[{"name":"University of Extremadura","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Introduction: In most Self-Determination Theory (SDT) research, improving (de)motivating teaching styles enables numerous benefits for students and teachers, although there is less evidence on the latter. Although the recent circumplex model provides a fine-grained picture of the different (de)motivating teaching styles (i.e., autonomy support, structure, control, and chaos) that physical education (PE) teachers can use in their lessons, no previous motivational training programs have been based on this model. Moreover, all SDT-training programs have been implemented through different group sessions, but individual sessions have not also been delivered.\n\nObjective: This study outlines the protocol of a motivational training program, derived from the circumplex model, designed to enhance (de)motivating teaching styles among PE teachers. Consequently, this program seeks to improve motivational variables and influence (mal)adaptive outcomes in both teachers and students.\n\nDesign: A randomized controlled trial design with a mixed-method approach. Participants: At least 16 secondary PE teachers will be assigned to either an experimental group or a control group, together with part of their students.\n\nIntervention: The training program comprises four face-to-face group sessions and two follow-up sessions (one individual and one group sessions). PE teachers will learn how to support autonomy and provide structure, as well as to be less controlling and chaotic towards students. Over a period of approximately five months, teachers will implement these motivational strategies during their PE classes.\n\nOutcome measures: Different (de)motivating teaching styles, motivational variables, and (mal)adaptive outcomes will be assessed in both PE teachers and their students at three distinct points: before the training program (T1), during the intervention (T2) and at the end of the intervention (T3). Additionally, two discussion groups involving all experimental PE teachers will be held (one following the training program and another at the end of the intervention).\n\nConclusion: The results from this study could be useful for developing motivational training programs for in-service PE teachers.","detailedDescription":"Physical Education (PE) teachers hold a pivotal role in guiding students through their learning process. Drawing on Self-Determination Theory (SDT), teachers' (de)motivating style, referred to as \"the interpersonal sentiment and behaviour that teachers rely on during instruction to motivate students to engage in and benefit from learning activities\", is a crucial element in the teaching process. Recent research suggests that PE teachers employ a diverse array of teaching behaviours in their educational practice. Autonomy, competence, and relatedness-supportive teaching behaviours (i.e., need-supportive teaching behaviours) have been positively related to students' autonomous motivation and adaptive outcomes in PE, while the opposite is true for autonomy, competence, and relatedness-thwarting behaviours (i.e. need-thwarting behaviours). Consequently, continuous development teaching (CDT) programs, based on SDT, has increased in the last years. These SDT-training programs, mainly focused on autonomy-supportive strategies, revealed positive effects on students' perceptions of (de)motivating teaching behaviours and motivational outcomes. Over the past decade, SDT-training programs have also demonstrated positive effects on teachers' self-perceptions of certain antecedents, support for autonomy and structure, and various motivational and (mal)adaptive outcomes \\[6\\]. However, additional research is required, as most studies have not focused on reducing need-thwarting behaviours.\n\nRecently, grounded in SDT, the circumplex model offers a detailed view of the different (de)motivating teaching styles (i.e., autonomy support, structure, control, and chaos) that teachers can adopt in their classes. This circumplex model delineates eight teaching approaches across these four teaching styles. To develop the most effective interventions, it is crucial for researchers to understand the effectiveness of motivational training programs, not only in terms of the four (de)motivating teaching styles but also across the eight specific teaching approaches. Yet, no existing motivational training programs have incorporated this new circumplex approach. This mixed-method study sets out to expand existing knowledge by describing a protocol for a motivational training program based on the circumplex model, aimed at enhancing (de)motivating teaching styles, as well as (mal)adaptive outcomes among PE teachers and their students."},"conditionsModule":{"conditions":["Teaching Program"],"keywords":["circumplex approach","teaching styles","self-determination theory","psychological needs."]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"The motivational process of teachers influences the way they teach PE lessons, which in turn will influence the motivational process of students.","primaryPurpose":"OTHER","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":900,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Physical Education Teachers (intervention)","type":"EXPERIMENTAL","description":"PE teachers who will receive the training.","interventionNames":["Behavioral: Teaching training program"]},{"label":"Physical Education Teachers (non-intervention)","type":"NO_INTERVENTION","description":"PE teachers who will not receive the training."},{"label":"Students (intervention)","type":"EXPERIMENTAL","description":"Students of those teachers who will received the training","interventionNames":["Behavioral: Teaching training program"]},{"label":"Students (non-intervention)","type":"NO_INTERVENTION","description":"Students of those teachers who will not received the training"}],"interventions":[{"type":"BEHAVIORAL","name":"Teaching training program","description":"The investigators will try to carry out a training based on motivational strategies for physical education teachers of the experimental group, with the aim of improving their motivational teaching style during physical education classes, and finally, to obtain benefits in their students, such as a greater adherence to physical activity.","armGroupLabels":["Physical Education Teachers (intervention)","Students (intervention)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quantitative measures: (De)motivating teaching styles and approaches towards students","description":"To assess self-reported (de)motivating teaching styles toward students, the Spanish version of the SIS in Physical Education (SIS-PE) will be used. The SIS-PE comprises 12 typical teaching situations consisting of four items each (i.e., 48 items). It should be noted that, as teachers' perceptions of their (de)motivating teaching styles could be different according to the classroom group, teachers will have to answer the questionnaire taking into account the groups of students selected for the study. Teachers' responses will be assessed using a 7-point Likert scale ranging from 1 (Does not describe me at all) to 7 (Describes me perfectly).","timeFrame":"Six months"},{"measure":"Quantitative measures (2): Autonomy and competence satisfaction and frustration at work","description":"To assess PE teachers' perceptions of autonomy and competence satisfaction and frustration at work, the Spanish version of the Basic Psychological Needs at Work Scale for in-service teachers will be used. Teachers' responses will be assessed using a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree).","timeFrame":"Six months"},{"measure":"Quantitative measures (3): Job satisfaction at work.","description":"Teachers' perceptions of job satisfaction at work will be assessed using a Spanish translation of the Teacher Job Satisfaction Scale (TJSS). This four-item scale includes a single factor (e.g. \"I enjoy working as a teacher\"). Teachers' responses will be registered on a 6-point Likert scale from 1 (strongly disagree) to 6 (strongly agree).","timeFrame":"Six months"},{"measure":"Quantitative measures (4): Emotional exhaustion","description":"Teachers' emotional exhaustion will be assessed using the Spanish version of the Maslach Burnout Inventory-General Survey. In line with other studies on PE teachers, only the five items assessing the exhaustion factor will be used in the present study (e.g., \"I feel burned out from my work\"). Teachers' responses will be reported on a 7-point Likert scale from 0 (never) to 6 (every day).","timeFrame":"Six months"},{"measure":"Quantitative measures (4): (De)motivating teaching styles and approaches.","description":"To assess students' perceptions of (de)motivating teaching approaches of their PE teachers, the Spanish version of students of the Situations-in-School Questionnaire in Physical Education (SIS-PE) will be used. The only change in the instrument compared to the teachers' instrument is the structure of the sentences, as they are written from the students' perspective (e.g., \"Your teacher invites you to suggest a set of norms or rules\").","timeFrame":"Six months"},{"measure":"Quantitative measures (4): Autonomy and competence satisfaction and frustration in PE","description":"To assess students' perceptions of autonomy and competence satisfaction in PE, the Spanish version of the Basic Psychological Need Satisfaction and Frustration Scale will be used. Items will be assessed using a 5-point Likert scale ranging from 1 (strongly disagree) to 5 (strongly agree).","timeFrame":"Six months"},{"measure":"Quantitative measures (5): PE experiences","description":"In line with previous research, students' perceived experiences in PE classes will be assessed using the question: \"What are your experiences in PE lessons like?\" The response possibilities were: (1) very bad, (2) bad, (3) neutral, (4) good, and (5) very good.","timeFrame":"Six months"},{"measure":"Quantitative measures (6): Perceived learning in PE.","description":"In line with previous research, students' perceptions of learning in PE will be assessed using the question: \"How much do you learn in PE?\" The response possibilities will be on a scale from 1 (nothing) to 5 (a lot).","timeFrame":"Six months"}],"secondaryOutcomes":[{"measure":"Observational measure of the (De)motivating teaching styles in real context.","description":"Before the study, two raters with expertise in PE teaching instruction and the circumplex model will be trained in how to code (de)motivating teaching styles and approaches during PE using a Spanish translation of the SIS-PE-Coder, a new observation instrument that showed good reliability and internal validity. Following procedure, two randomly selected five-minute videos will be coded, trying to represent the beginning, middle or end of the lesson during six meetings. Before the final meeting, each expert independently will code an entire lesson. Interobserver reliability was determined through Cohen's Kappa, using the following formula: agreements / (agreements + disagreements) × 100.","timeFrame":"Three months"}],"otherOutcomes":[{"measure":"Qualitative measure: (De)motivating teaching styles and feasibility of the training program.","description":"Both focus groups will be transcribed and analyzed using NVivo Version 11.0 to organize data efficiently. Initially, three researchers will review all transcripts to familiarize. They will then identify passages related to teachers' perceptions of the training program's impact on students. After reviewing these codes, they will refine the final themes and subthemes. The main themes from the focus groups include (1) the content of each session, covering theoretical backgrounds, design of motivational strategies, and PE lesson implementations; (2) the didactical approach, including images, videos, examples, assessments, and exercises, and perceptions of (de)motivating teaching styles; (3) perceived changes in beliefs about (de)motivating teaching styles, satisfaction of psychological needs, and teaching impacts on students; (4) overall evaluation of the training regarding innovation, practicality, motivation strategy feasibility, implementation intentions, and satisfaction.","timeFrame":"Three months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Being an in-service PE secondary school teacher for the entire academic year\n2. Attending 100% of the training program sessions\n3. Fill in a short questionnaire at the end of each session of the training program, as well as fulfilling questionnaires of the study variables three times\n4. Allowing the recording of two PE lessons\n5. Participating in two focus groups, one at the end of the training program and one at the end of the study\n6. Not participating in other training sessions related to PE instruction during the program.\n\nMoreover, the inclusion criteria for students will be:\n\n1. Authorization from parents or legal guardians\n2. Completion of questionnaires of the study variables three times\n3. Regular participation in PE lessons.\n\nExclusion Criteria:\n\n1) Not meeting the inclusion criteria","healthyVolunteers":false,"sex":"ALL","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Javier G García Cazorla, Phd Student","affiliation":"Universidad de Zaragoza","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Zaragoza","city":"Huesca","zip":"22002","country":"Spain","geoPoint":{"lat":42.13615,"lon":-0.4087}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"documentSection":{"largeDocumentModule":{"largeDocs":[{"typeAbbrev":"Prot","hasProtocol":true,"hasSap":false,"hasIcf":false,"label":"Study Protocol","date":"2024-06-07","uploadDate":"2024-06-17T12:38","filename":"Prot_000.pdf","size":475267}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}