{"protocolSection":{"identificationModule":{"nctId":"NCT06471465","orgStudyIdInfo":{"id":"ICO-2023-15"},"organization":{"fullName":"Institut Cancerologie de l'Ouest","class":"OTHER"},"briefTitle":"Corticodependent or Corticoresistant Brain Radionecrosis After Radiotherapy for Brain Metastases","officialTitle":"Corticodependent or Corticoresistant Brain Radionecrosis After Radiotherapy for Brain Metastases: a Multicentre Randomized, Controlled Double-blind Phase III Study, Comparing Bevacizumab Versus Placebo","acronym":"BRADI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2028-03","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-10","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Institut Cancerologie de l'Ouest","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Brain metastases (BM) afflict a significant portion of cancer patients, ranging from 10% to 50%, leading to debilitating symptoms and diminished quality of life, thereby impacting overall survival. Treatment options typically include surgery, stereotactic radiosurgery (SRS), and whole brain radiotherapy (WBRT). SRS has emerged as the preferred focal treatment due to its efficacy, delivering ablative doses with notable overall survival benefits, especially for single BM or postoperative cases, while being less invasive than neurosurgery and capable of addressing inoperable sites and multiple lesions. Contrastingly, WBRT is now reserved for select cases with multiple BMs ineligible for SRS, owing to its lower rate of neurocognitive toxicities and high local control rates at one year.\n\nDespite its advantages, SRS can engender late side effects, with cerebral radio necrosis (RN) being the most common, occurring in approximately 10% of patients treated. The exact pathophysiology of RN remains unclear but is thought to involve vascular injury, immune-mediated mechanisms, and direct neuronal effects, culminating in radiological changes or symptomatic manifestations necessitating treatment. Corticosteroids are the mainstay therapy, albeit with associated side effects and instances of cortico-resistance or cortico-dependence. Bevacizumab, an anti-VEGF agent, has shown promise in small studies but awaits validation in larger trials.\n\nConsequently, a randomized phase III trial seeks to evaluate the efficacy of adding bevacizumab to standard corticosteroid therapy in patients with symptomatic RN. The trial aims to determine if this combination therapy yields superior symptomatic improvement compared to corticosteroids alone. RN will be diagnosed using multimodal imaging, and the primary objective is to assess the efficacy of bevacizumab in reducing corticosteroid usage and neurological symptoms associated with RN at three months. Secondary endpoints include toxicities, quality of life, imaging changes, and response duration. Additionally, an ancillary study will explore correlations between initial imaging parameters and treatment response, as well as changes in biological parameters with bevacizumab therapy.","detailedDescription":"Brain metastases (BM) are increasingly common in cancer patients; between 10% and 50% (1) will develop BM resulting in potentially disabling symptoms, degrading quality of life and impacting overall survival. The main local treatment options include surgery, hypo-fractionated radiotherapy in stereotactic condition (SRS) and whole brain radiotherapy (WBRT). Over the past decade, SRS has become the most frequently administered focal treatment(2). SRS delivers a single or multi-fraction \"ablative\" dose as the sole treatment for BM with an overall survival (OS) benefit in patients with single BM (HR = 0.76; CI95%: 0.66 - 0.88)(3) or postoperatively decreasing the risk of recurrence (HR = 0.46; CI95%: 0.24 - 0.88)(4). SRS compared to neurosurgery, has the ability to treat inoperable sites, multiple lesions, and has the advantage of being less invasive. WBRT is now limited to certain patients with multiple BMs and not eligible for SRS. SRS is often preferred to WBRT because of a lower rate of neurocognitive toxicities at 12 months (difference, -34.4%; CI95%: -74.4% to 5.5%; P = .04) for patients with 5 to 10 BMs. Local control at 1 year is high in the order of 90%, and SRS is generally considered a cost-effective treatment.\n\nHowever, after SRS there can be late side effects, that can start 3 months to several years after irradiation, the most common is cerebral radio necrosis (RN) in 10% of treated patients. The pathophysiology is poorly understood and includes vascular injury, immune-mediated mechanisms and direct neuronal effects. Vascular injury leads to increased permeability after radiotherapy resulting in vasogenic oedema and ischemia, induce hypoxia and an increase in hypoxia inducible factor (HIF-1α) then upregulating vascular endothelial growth factor (VEGF) which exacerbates the oedema by increasing vascular permeability which creates a vicious cycle and RN, hence the importance of inhibiting VEGF(5).\n\nRN may remain as radiological changes (CTCAE v5 grade I toxicity approximately 50%)(6) to be monitored or be symptomatic (grade II-IV) and requiring treatment. Symptoms are usually manifested by focal neurological signs and symptoms related to cerebral oedema. Corticosteroids are the only standard of care before surgery, which is performed when possible. The problem is that high-dose, long-term corticosteroids have multiple side effects and some patients with RN may remain symptomatic despite corticosteroid administration (cortico-resistance) or relapse while decreasing the corticosteroid dose (cortico-dependence) and no standard treatment is available. Only one small (14 patients) randomized double-blind study compared bevacizumab 7.5 mg/kg every 3 weeks versus placebo in RN after irradiation. All 7 patients in the bevacizumab arm had a decrease in FLAIR oedema volume with clinical improvement in contrast to the placebo arm where everything worsened(7).\n\nThus, the anti-VEGF, bevacizumab, is an option but needs to be validated in a phase 3 randomized trial.\n\nThis randomized phase III trial aims to determine whether the impact of adding bevacizumab to standard corticosteroid therapy results in greater symptomatic improvement than corticosteroid therapy alone in patients with symptomatic RN. RN will be defined by a multimodal imaging approach combining brain MRI and nuclear medicine imaging (18F-FDOPA PET or dual phase 18F-FDG PET on CT or MRI). The primary objective of this study is to investigate whether the addition of bevacizumab to standard corticosteroid therapy, compared to corticosteroid therapy plus placebo, results in greater efficacy at 3 months on decrease in corticosteroids and in neurological symptoms associated with radionecrosis (RN). Secondary endpoints were toxicities, quality of life, PROs (Patient Reported Outcomes) and Clinician Reported Outcomes (CRO), imaging changes at 3 months, total weaning of corticosteroids and response duration. An ancillary study will evaluate the correlation between the initial nuclear medicine imaging parameters and the response to treatment as well as the evolution of biological parameters under bevacizumab."},"conditionsModule":{"conditions":["Radionecrosis of Brain","Brain Metastases"],"keywords":["radionecrosis of brain","brain metastasis","quality of life","bevacizumab"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":84,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Experimental arm","type":"EXPERIMENTAL","description":"Experimental: bevacizumab + prednisolone\n\nThe patient will receive bevacizumab 7.5 mg/kg IV given on Q3W for4 cycles or until progression of radionecrosis or unacceptable adverse event.\n\nOnce the patient has started the study treatment, the dose of prednisolone will be tapered every 7 days beginning at C2D1 (at least 10 mg prednisolone or equivalent), depending on tolerance.\n\nIf the patient weighs more than 100 kg, the tapering can be increased by 10 to 20 mg per week for the first 3 months.\n\nInterventions:\n\nDrug: bevacizumab Drug : prednisolone","interventionNames":["Drug: Bevacizumab","Drug: Prednisolone"]},{"label":"Placebo arm","type":"PLACEBO_COMPARATOR","description":"Placebo arm: placebo + prednisolone\n\nThe patient will receive placebo 0.9% NaCl volume equal to bevacizumab volume added to 100 mL bag of 0.9% NaCl delivered IV given on on Q3W for4 cycles or until progression of radionecrosis or unacceptable adverse event.\n\nOnce the patient has started the study treatment, the dose of prednisolone will be tapered every 7 days beginning at C2D1 (at least 10 mg prednisolone or equivalent), depending on tolerance.\n\nIf the patient weighs more than 100 kg, the tapering can be increased by 10 to 20 mg per week for the first 3 months.\n\nInterventions:\n\nDrug: placebo Drug : prednisolone","interventionNames":["Drug: Placebo","Drug: Prednisolone"]}],"interventions":[{"type":"DRUG","name":"Bevacizumab","description":"Drug: bevacizumab IV","armGroupLabels":["Experimental arm"],"otherNames":["Avastin"]},{"type":"DRUG","name":"Placebo","description":"Drug: placebo IV","armGroupLabels":["Placebo arm"],"otherNames":["NaCl"]},{"type":"DRUG","name":"Prednisolone","description":"Drug: corticosteroids IV","armGroupLabels":["Experimental arm","Placebo arm"],"otherNames":["Corticosteroids"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Efficacy at 3 months (90 days) on decrease in corticosteroids","description":"To investigate whether the addition of bevacizumab to standard corticosteroid therapy, compared to corticosteroid therapy plus placebo, results in greater efficacy at 3 months (90 days) on decrease in corticosteroids with radionecrosis (RN) after radiotherapy for brain. metastases.\n\nWill be assessed corticosteroids dose at Cycle 1 Day 1 and at 3 months (90 days after Cycle 1 Day 1, End of treatment visit)","timeFrame":"90 days after start of treatment"},{"measure":"Efficacy at 3 months (90 days) on decrease in corticosteroids","description":"To investigate whether the addition of bevacizumab to standard corticosteroid therapy, compared to corticosteroid therapy plus placebo, results in greater efficacy at 3 months (90 days) on decrease in neurological symptoms associated with radionecrosis (RN) after radiotherapy for brain metastases.\n\nWil be essassed the decrease of nano scale score at Cycle 1 Day 1 and at 3 months (90 days after Cycle 1 Day , End of treatment visit)","timeFrame":"90 days after start of treatment"}],"secondaryOutcomes":[{"measure":"Patient-reported outcome (symptoms) of radionecrosis","description":"Overall quality-of-life (EORTC core quality of life questionnaire; QLQ-BN20) ; to be assessed in both arm at Cycle 1 Day 1, Cycle 2 Day 1, Cycle 3 Day 1, Cycle 4 Day 1 and End of treatment visit","timeFrame":"90 days after start of treatment"},{"measure":"Patient-reported outcome (symptoms) of radionecrosis","description":"Overall quality-of-life (EORTC core quality of life questionnaire; QLQ-C30) ; to be assessed in both arm at at Cycle 1 Day 1, Cycle 2 Day 1, Cycle 3 Day 1, Cycle 4 Day 1 and End of treatment visit","timeFrame":"90 days after start of treatment"},{"measure":"Toxicity (CTCAE Version 4.0)","description":"Toxicity associated with bevacizumab or placebo and corticosteroids in patients with radionecrosis using CTCAE Version 5.0.","timeFrame":"up to 90 days after end of treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patient with a diagnosis of radionecrosis based on a clinical onset of symptoms and radiological findings of RN following radiotherapy, with or without pathological confirmation:\n\nMRI evidence to support the diagnosis of RN (transient increase in irradiated lesion volume -FLAIR hypersignal and/or enhanced portion- without rCBV increase) COMBINED with nuclear medicine imaging:\n\nbiphasic 18FDG-PET-TDM/MRI according to Horky or 18F-FDOPA with stage 0-1 according to Lizarraga;\n\n* Symptoms are persistent or worsening despite administration of corticosteroids: at least 1 mg/kg/d of prednisolone or equivalent:\n\nCorticoresistant: neurological symptoms despite administration of at least 2 weeks of 1 mg/kg/d prednisolone or equivalent; Corticodependant: worsening of neurological signs or symptoms after an initial improvement when weaning off steroids at a dose \\< 0.5 mg/kg/d prednisolone or equivalent;\n\n* Patients must have received the last cranial irradiation with photons or proton therapy for brain metastases ≥ 3 months with one or more sequences;\n* Age≥18-year-old;\n* ECOG performance status score ≤ 3\n* Life expectancy of at least 3 months assessed by graded prognostic score (DS-GPA) score 0.5 or greater;\n* Patient who has never received Bevacizumab for the indication of radionecrosis.\n* Adequate organ function:\n\nBone marrow function\n\n* Absolute Neutrophil Count (ANC) ≥ 1,500/mm3 Platelet Count ≥ 100,000/mm3, Haemoglobin ≥ 10 g/dL (allowing transfusion or other intervention to achieve this minimum haemoglobin) Coagulation\n* International normalized ratio (INR) or prothrombin time \\< 1.5 × ULN Renal function\n* No proteinuria with urine dipstick for proteinuria \\> 2+\n* Serum creatinine ≤1.5 x ULN or creatinine clearance ≥50 mL/min (measured or calculated using the CDK-EPI formula) Hepatic Function\n* Total bilirubin ≤1.5 x the upper limit of normal (ULN)\n* Alanine transaminase (ALT) and aspartate aminotransferase (AST) ≤3 x ULN\n\n  * Women of childbearing potential must use effective contraceptive measures during the treatment and for 6 months following its cessation;\n  * Signed informed consent;\n  * Patient affiliated to a social security scheme.\n\nExclusion Criteria:\n\n* Evidence of active bleeding or a pathological condition at high risk of bleeding: CNS hemorrhage, bleeding diathesis or coagulopathy, hemoptysis (\\>2.5ml of bright red blood per episode), evidence of history of bowel obstruction, abdominal fistula, or gastrointestinal tract perforation or gastro intestinal abscess occurring less than 28 days prior study entry;\n* Grade 4 venous thromboelism and peripheral arterial thrombus\n* Evidence of very high intracranial pressure that suggests brain hernia and needs emergency surgery;\n* Major surgical procedure or significant traumatic injury less than 28 days prior study entry; minor surgery within 3 days prior to initiation of study treatment;\n* Clinically significant cardiovascular disease such as uncontrolled arterial hypertension (BP ≥160 mm Hg or diastolic BP ≥100 mm Hg despite maximal medical therapy), cerebrovascular event, myocardial infarction, cardiac arrhythmias, unstable angina, or congestive heart failure within the last 6 months;\n* History of hypertensive crisis or hypertensive encephalopathy\n* Patients scheduled to undergo head and neck, thoracic, or abdominal radiotherapy during the study treatment\n* Prior bevacizumab ≤ 3 months before randomization;\n* Progressive brain metastases;\n* History of severe allergic anaphylactic reactions to bevacizumab\n* Patients with a known hypersensitivity to the active substance or to any of the excipients of bevacizumab are not eligible for participation;\n* Patients with a contraindication to the treatment with bevacizumab according to the European SmPC\n* Patient pregnant and/or nursing;\n* Mental impairment (psychiatric illness/social situations) that may compromise the ability of the patient to give informed consent and comply with the requirements of the study;\n* Patient who has forfeited his/her freedom by administrative or legal award or who is under guardianship;\n* New cerebral metastasis detected during the inclusion imaging evaluation;\n* Prior diagnosis of Posterior Reversible Encephalopathy Syndrome (PRES) with bevacizumab;\n* Hypersensitivity known to Chinese Hamster Ovary (CHO) cell products or other recombinant human or humanised antibodies.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Luc Ollivier, MD","role":"CONTACT","phone":"02 40 67 99 00","phoneExt":"+33","email":"luc.ollivier@ico.unicancer.fr"},{"name":"Marine Tigreat","role":"CONTACT","phone":"02 40 67 98 78","phoneExt":"+33","email":"marine.tigreat@ico.unicancer.fr"}],"overallOfficials":[{"name":"Luc Ollivier, MD","affiliation":"Institut de Cancérologie de l'Ouest","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Institut de Cancérologie de l'Ouest","city":"Saint-Herblain","zip":"44805","country":"France","contacts":[{"name":"Luc Ollivier, MD","role":"CONTACT","email":"luc.ollivier@ico.unicancer.fr"},{"name":"luc Ollivier, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":47.21765,"lon":-1.64841}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009362","term":"Neoplasm Metastasis"},{"id":"D000001932","term":"Brain Neoplasms"}],"ancestors":[{"id":"D000009385","term":"Neoplastic Processes"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000016543","term":"Central Nervous System Neoplasms"},{"id":"D000009423","term":"Nervous System Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"}],"browseLeaves":[{"id":"M12307","name":"Neoplasm Metastasis","asFound":"Metastases","relevance":"HIGH"},{"id":"M5209","name":"Brain Neoplasms","asFound":"Brain Metastases","relevance":"HIGH"},{"id":"M12330","name":"Neoplastic Processes","relevance":"LOW"},{"id":"M18937","name":"Central Nervous System Neoplasms","relevance":"LOW"},{"id":"M12367","name":"Nervous System Neoplasms","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T6034","name":"Quality of Life","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000011239","term":"Prednisolone"},{"id":"D000068258","term":"Bevacizumab"}],"ancestors":[{"id":"D000074322","term":"Antineoplastic Agents, Immunological"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000020533","term":"Angiogenesis Inhibitors"},{"id":"D000043924","term":"Angiogenesis Modulating Agents"},{"id":"D000006133","term":"Growth Substances"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000006131","term":"Growth Inhibitors"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"}],"browseLeaves":[{"id":"M246","name":"Bevacizumab","asFound":"Non-","relevance":"HIGH"},{"id":"M14120","name":"Prednisolone","asFound":"High Risk","relevance":"HIGH"},{"id":"M1833","name":"Methylprednisolone Acetate","relevance":"LOW"},{"id":"M11749","name":"Methylprednisolone","relevance":"LOW"},{"id":"M11750","name":"Methylprednisolone Hemisuccinate","relevance":"LOW"},{"id":"M229449","name":"Prednisolone acetate","relevance":"LOW"},{"id":"M211887","name":"Prednisolone hemisuccinate","relevance":"LOW"},{"id":"M248881","name":"Prednisolone phosphate","relevance":"LOW"},{"id":"M1346","name":"Antineoplastic Agents, Immunological","relevance":"LOW"},{"id":"M22318","name":"Angiogenesis Inhibitors","relevance":"LOW"},{"id":"M9231","name":"Growth Inhibitors","relevance":"LOW"},{"id":"M4217","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M9047","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M20966","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"},{"abbrev":"AnEm","name":"Antiemetics"},{"abbrev":"NeuroAg","name":"Neuroprotective Agents"},{"abbrev":"Gast","name":"Gastrointestinal Agents"}]}},"hasResults":false}