{"protocolSection":{"identificationModule":{"nctId":"NCT06470828","orgStudyIdInfo":{"id":"TAK-861-3001"},"secondaryIdInfos":[{"id":"EU CTIS","type":"OTHER","domain":"2023-508465-32"}],"organization":{"fullName":"Takeda","class":"INDUSTRY"},"briefTitle":"A Study of TAK-861 for the Treatment of Narcolepsy Type 1","officialTitle":"A Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Efficacy and Safety of TAK-861 for the Treatment of Narcolepsy With Cataplexy (Narcolepsy Type 1)"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-05-23","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-05-23","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-18","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Takeda","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The main aim of this study is to learn how effective TAK-861 is in improving excessive sleepiness during the day (called excessive daytime sleepiness or EDS) after 3 months of treatment. Other aims are to learn how effective TAK-861 is in lowering the number of sudden, unexpected attacks of muscle weakness while staying conscious (cataplexy) in a week; to learn the effect TAK-861 has on participants' ability to maintain attention, participant's overall quality of life, the spectrum of narcolepsy symptoms, and daily life functions; and to learn about the safety of TAK-861.","detailedDescription":"The drug being tested in this study is called TAK-861. TAK-861 is being tested to evaluate its efficacy and safety in people with narcolepsy type 1 (NT1).\n\nThe study will enroll approximately 152 patients. Participants will be randomly assigned (by chance, like flipping a coin) to one of the three treatment groups:\n\n1. TAK-861 Dose 1\n2. TAK-861 Dose 2\n3. Placebo\n\nThe study drug will be administered for 12 weeks. This multi-center trial will be conducted globally."},"conditionsModule":{"conditions":["Narcolepsy Type 1"],"keywords":["Drug Therapy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","INVESTIGATOR"]}},"enrollmentInfo":{"count":152,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"TAK-861 Dose 1","type":"EXPERIMENTAL","description":"Participants will receive TAK-861 tablets at dose 1, orally, for 12 weeks.","interventionNames":["Drug: TAK-861"]},{"label":"TAK-861 Dose 2","type":"EXPERIMENTAL","description":"Participants will receive TAK-861 tablets at dose 2, orally, for 12 weeks.","interventionNames":["Drug: TAK-861"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Participants will receive TAK-861-matching placebo tablets, orally, for 12 weeks.","interventionNames":["Drug: Placebo"]}],"interventions":[{"type":"DRUG","name":"TAK-861","description":"Oral tablet.","armGroupLabels":["TAK-861 Dose 1","TAK-861 Dose 2"]},{"type":"DRUG","name":"Placebo","description":"TAK-861-matching placebo tablet.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Mean Sleep Latency from the MWT at Week 12","description":"The MWT evaluates a person's ability to remain awake under soporific conditions for a defined period of time. Because there is no biological measure of wakefulness, wakefulness is measured indirectly by the inability or delayed tendency to fall asleep. This tendency to fall asleep is measured via electroencephalography-derived sleep latency in the MWT. The MWT consists of four 40-minute sessions done 2 hours apart. Sleep latency in each session will be recorded. Participants will be required to stay awake in between the 4 sessions.","timeFrame":"Week 12"}],"secondaryOutcomes":[{"measure":"Epworth Sleepiness Scale (ESS) Total Score at Week 12","description":"The ESS provides individuals with 8 different situations of daily life and asks them how likely they are to fall asleep in those situations (scored 0 to 3) and to try to imagine their likelihood of dozing even if they have not actually been in the identical situation; the scores are summed to give an overall score of 0 to 24. Higher scores indicate stronger subjective daytime sleepiness, and scores below 10 are considered to be within the normal range.","timeFrame":"Week 12"},{"measure":"Weekly Cataplexy Rate (WCR) at Week 12","timeFrame":"Week 12"},{"measure":"Number of Lapses on the 3 Post Meridiem (PM) Psychomotor Vigilance Test (PVT) Session at Week 12","description":"The PVT is a simple reaction performance task that aims to measure sustained attention. The number of lapses (delayed responses to a visual cue) will be recorded.","timeFrame":"Week 12"},{"measure":"Patient Global Impression of Change (PGI-C) Score at Week 12","description":"The PGI-C is a patient self-rated scale to assess improvement in daytime sleepiness and overall narcolepsy symptoms. The PGI-C includes 7 items being scored from 1 (best outcome) to 7 (worst outcome) with 4 being no change.","timeFrame":"Week 12"},{"measure":"Narcolepsy Severity Scale for Clinical Trials (NSS-CT) Total Score at Week 12","description":"The NSS-CT is a 15-item self-administered questionnaire that assesses the severity and consequences of the 5 major narcolepsy symptoms such as daytime sleepiness, cataplexy, hallucinations, sleep paralysis, and disturbed nighttime sleep (DNS) with a total score range of 0 to 57 (sum of 6 items that assess symptoms severity are rated using a six-point Likert scale \\[0-5\\] and 9 items that describe the symptom effect on daily life are rated using a four-point Likert scale \\[0-3\\]). Higher total scores mean a worse outcome.","timeFrame":"Week 12"},{"measure":"Functional Impacts of Narcolepsy Instrument (FINI) Domain Scores at Week 12","description":"The FINI measures the functional impacts of narcolepsy across 6 domains. Each domain is scored from 0 to 4, where 0 indicates the best health and 4 the worst.","timeFrame":"Week 12"},{"measure":"Short Form-36 Survey (SF-36) Mental and Physical Component Scores at Week 12","description":"The SF-36 is participant-reported survey of participant health that assesses the quality of life and includes both physical and mental components. The scores for each component range from 0 to 100. Higher scores represent better health-related quality of life.","timeFrame":"Week 12"},{"measure":"Number of Participants with At Least one Treatment-Emergent Adverse Event (TEAE)","description":"An adverse event (AE) is any untoward medical occurrence in a clinical investigation participant administered a pharmaceutical product. A TEAE is defined as any event emerging or manifesting at or after the initiation of treatment with a study intervention or medicinal product or any existing event that worsens in either intensity or frequency following exposure to the study intervention or medicinal product.","timeFrame":"Up to 16 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. The participant has a body mass index (BMI) within the range 18 to 40 kilograms per meter square (kg/m\\^2).\n2. The participant has an International Classification of Sleep Disorders, Third Edition (ICSD-3) or International Classification of Sleep Disorders, Third Edition, Text Revision (ICSD-3-TR) diagnosis of NT1.\n3. The participant has ≥4 partial or complete episodes of cataplexy/week (WCR).\n4. The participant is positive for the human leukocyte antigen (HLA) genotype HLA-DQB1\\*06:02 or results from radioimmunoassay indicate the participant's cerebrospinal fluid (CSF) orexin (OX)/hypocretin-1 concentration is ≤110 picograms per milliliter (pg/mL) \\[or less than one-third of the mean values obtained in normal participants within the same standardized assay\\].\n\nExclusion Criteria:\n\n1. The participant has a current medical disorder, other than narcolepsy with cataplexy, associated with EDS.\n2. The participant: (a) has a history of myocardial infarction; (b) has a history of clinically significant hepatic disease, thyroid disease, coronary artery disease, cardiac rhythm abnormality or heart failure; or (c) has any medical condition (such as unstable cardiovascular, pulmonary, renal or gastrointestinal disease).\n3. The participant has current or recent (within 6 months) gastrointestinal disease that is expected to influence the absorption of drugs.\n4. The participant has a history of cancer in the past 5 years.\n5. The participant has a clinically significant history of head injury or head trauma.\n6. The participant has a history of epilepsy, seizure, or convulsion.\n7. The participant has a history of cerebral ischemia, transient ischemic attack (\\<5 years from screening), intracranial aneurysm, or arteriovenous malformation.","healthyVolunteers":false,"sex":"ALL","minimumAge":"16 Years","maximumAge":"70 Years","stdAges":["CHILD","ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Takeda Contact","role":"CONTACT","phone":"+1-877-825-3327","email":"medinfoUS@takeda.com"}],"overallOfficials":[{"name":"Study Director","affiliation":"Takeda","role":"STUDY_DIRECTOR"}]},"ipdSharingStatementModule":{"ipdSharing":"YES","description":"Takeda provides access to the de-identified individual participant data (IPD) for eligible studies to aid qualified researchers in addressing legitimate scientific objectives (Takeda's data sharing commitment is available on https://clinicaltrials.takeda.com/takedas-commitment?commitment=5). These IPDs will be provided in a secure research environment following approval of a data sharing request, and under the terms of a data sharing agreement.","infoTypes":["STUDY_PROTOCOL","SAP","ICF","CSR"],"accessCriteria":"IPD from eligible studies will be shared with qualified researchers according to the criteria and process described on https://vivli.org/ourmember/takeda/. For approved requests, the researchers will be provided access to anonymized data (to respect patient privacy in line with applicable laws and regulations) and with information necessary to address the research objectives under the terms of a data sharing agreement.","url":"https://vivli.org/ourmember/takeda/"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000009290","term":"Narcolepsy"}],"ancestors":[{"id":"D000006970","term":"Disorders of Excessive Somnolence"},{"id":"D000020919","term":"Sleep Disorders, Intrinsic"},{"id":"D000020920","term":"Dyssomnias"},{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M12241","name":"Narcolepsy","asFound":"Narcolepsy","relevance":"HIGH"},{"id":"M5637","name":"Cataplexy","relevance":"LOW"},{"id":"M10021","name":"Disorders of Excessive Somnolence","relevance":"LOW"},{"id":"M1717","name":"Sleepiness","relevance":"LOW"},{"id":"M22242","name":"Parasomnias","relevance":"LOW"},{"id":"M22654","name":"Sleep Disorders, Intrinsic","relevance":"LOW"},{"id":"M22655","name":"Dyssomnias","relevance":"LOW"},{"id":"M15696","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"},{"id":"T4044","name":"Narcolepsy","asFound":"Narcolepsy","relevance":"HIGH"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}