{"protocolSection":{"identificationModule":{"nctId":"NCT06476054","orgStudyIdInfo":{"id":"2453"},"organization":{"fullName":"Hospital Arnau de Vilanova","class":"OTHER"},"briefTitle":"Optimal Timing for Laparoscopic Cholecystectomy After Cholecystostomy in Acute Cholecystitis Tokyo II/III Setting","officialTitle":"Optimal Timing for Laparoscopic Cholecystectomy After Percutaneous Cholecystostomy in Acute Cholecystitis Tokyo II/III Setting: A Randomized Clinical Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-02-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2026-08-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-08-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"FULTHON FRANK VELA POLANCO","investigatorTitle":"Principal Investigator","investigatorAffiliation":"Hospital Arnau de Vilanova"},"leadSponsor":{"name":"Hospital Arnau de Vilanova","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Percutaneous drainage in acute cholecystitis has been recommended by the recent update of the Tokyo Guidelines for patients with grade II and III disease who are unable to undergo surgical treatment due to their condition or associated comorbidities.\n\nThere are no reports providing high-quality scientific evidence on the optimal timing for surgery after percutaneous transhepatic gallbladder drainage, so a consensus has not been reached. The grade III stage generates the most controversy; after percutaneous drainage, delaying the cholecystectomy can lead to new episodes of exacerbation during the waiting period or may limit the procedure to a specific group of patients with this pathology.\n\nThe economic impact, including the number of readmissions, increased length of stay, and associated morbidity and mortality, generates controversy regarding the subsequent therapeutic decisions after the medical management of cholecystitis in this special group of patients.","detailedDescription":"A multicentric, blinded, parallel clinical trial is proposed to compare early and late cholecystectomy after percutaneous cholecystostomy (PC).\n\nThe primary objective of the present study is to determine the ideal time interval-early versus late-for performing laparoscopic cholecystectomy (LC) in patients who underwent PC. This includes assessing whether recurrence can be reduced. As a secondary aim, to analyze the morbidity and mortality associated with the intervention.\n\nRecruitment and Deadlines\n\nOnly surgical departments with an adequate number of patients will be included in the trial to ensure the sample size objective. The selected recruitment period is 18 months.\n\nStudy Variables\n\nSurgical sheets, laboratory reports, daily notes made by hospital staff, discharge summaries, and outpatient clinic notes will be reviewed. Pre-operative characteristics, including sex, age, body mass index (BMI), comorbidities (diabetes mellitus, asthma, chronic obstructive pulmonary disease, malignant neoplasms, and immunosuppressive therapy), the main procedure performed as well as secondary procedures such as endoscopic retrograde cholangiopancreatography (ERCP) after confirming choledocholithiasis with magnetic resonance cholangiopancreatography (MRCP), will be collected. Variables related to the pre-operative context of the patient, such as Intensive Care Unit (ICU) admission, the patient's hemodynamic status, the presence of septic shock, and the need for vasoactive drugs, will also be collected. The characteristics studied for laparoscopic cholecystectomy (LC) were as follows: type of prophylactic antibiotics used, details of the LC surgical technique, intraoperative complications, assessment of technical difficulty (as there are no quantitative scales, relied on previous studies adapted according to our group's consensus) defined as: 1. Need for conversion, 2. Atypical cholecystectomy (e.g., subtotal), 3. Strong adhesions on the gallbladder, 4. Difficult dissection of the hilar region due to chronic inflammatory processes, and 5. Increased average surgery time. Postoperative characteristics recorded included: hospital stay, postoperative complications and treatments, bile cultures, subsequent complications, need for reoperation, 30 and 90-day morbidity and mortality, and total follow-up time.\n\nInterventions\n\nPre-operative Study\n\nAll participants with PC will undergo a preoperative study using MRCP or endoscopic ultrasound (EUS) to rule out associated choledocholithiasis. A second MRCP or EUS will be planned for the delayed group just before LC. If choledocholithiasis is confirmed, preoperative endoscopic retrograde cholangiopancreatography (ERCP) will be performed.\n\nProphylactic Pre-operative Antibiotherapy\n\nProphylactic antibiotherapy will be administered according to hospital protocol\n\nPC Catheter Removal\n\nVarious publications have proposed the removal of the PC catheter after confirming the clinical resolution of acute cholecystitis (AC) following PC, performing percutaneous cholangiography between the third and fourth day of the procedure to evaluate the patency of the cystic duct. If continuity is confirmed, the catheter will be removed after the completion of antibiotic treatment and 24 hours before clinical discharge; otherwise, it will remain until the surgical intervention. In the present study, to avoid biases related to the catheter's permanence between groups or complications associated with its removal, the catheter will remain until the day of LC, and its removal will be performed intraoperatively under direct vision. The tip of the PC catheter will be sent for culture.\n\nRandomization and Blinding\n\nPrior to inclusion in the trial, the certified investigator from the Surgical Department will perform the screening and gather patient information and informed consent. An online tool will be provided to generate the sequence for group assignment, stratified by the grade of AC at the time of PC placement.\n\nAccording to the interval for surgical intervention:\n\n* Early LC group: Less than 2 weeks (within the first 2 weeks of diagnosis, after confirming CA resolution or improvement of functional status and coagulation that allows LC to be performed under optimal conditions), preferably within the first 10 days from the onset of CA symptoms.\n* Delayed LC group: From the 6th week (preferably between the 6th and 8th weeks of CA diagnosis).\n\nRandomization sheets will be kept outside the patient's medical records. The primary objective (reduction of recurrence - in a previous study of the group it is up to 20% - with this data and assuming a reduction from 20% to 5% for those cannot be operated, 73 patients per group will be needed) will be clinically evaluated by a local group member who will not be part of the surgical team performing the intervention nor will have access to the randomization results to maintain blinding. In case of risk to the patients included in the study, access to randomization data will be allowed to the local investigator."},"conditionsModule":{"conditions":["Cholecystitis, Acute"],"keywords":["Cholecystitis","Acute Cholecystitis","percutaneous drainage","laparoscopic cholecystectomy"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"SINGLE","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":146,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"early interval","type":"OTHER","description":"Both arms involve interventions, but participants in the early interval arm will undergo treatment (laparoscopic cholecystectomy) within 2 weeks after diagnosis, preferably within 10 days after the onset of symptoms of acute cholecystitis.","interventionNames":["Procedure: Optimal timing for laparoscopic cholecystectomy"]},{"label":"late interval","type":"OTHER","description":"Both arms involve interventions, but participants in the late interval arm will undergo treatment (laparoscopic cholecystectomy) after the 6th week of diagnosis, ideally between week 6 and week 8 following the diagnosis of acute cholecystitis.","interventionNames":["Procedure: Optimal timing for laparoscopic cholecystectomy"]}],"interventions":[{"type":"PROCEDURE","name":"Optimal timing for laparoscopic cholecystectomy","description":"To compare early and late cholecystectomy after cholecystostomy.","armGroupLabels":["early interval","late interval"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"recurrence tax of cholecystitis","description":"% of recurrence of cholecystitis after cholecystostomy in acute cholecystitis","timeFrame":"6 months after cholecystostomy"}],"secondaryOutcomes":[{"measure":"Patient demographics","description":"Data tracking related to patient demographics to evaluate if it affects to the recurrence tax. Age (years), BMI in kg/m\\^2, Charlson and ASA classification.","timeFrame":"pre-operative and surgery day"},{"measure":"Pre-operative patient comorbidities","description":"Data tracking related to patient previous comorbidities to evaluate if it affects to the recurrence tax.","timeFrame":"pre-operative and surgery day"},{"measure":"Collection of pre-operative patient treatment (includes antibiotic prophylaxis)","description":"Data tracking related to patient previous treatments or prophylaxis to evaluate if it affects to the recurrence tax.","timeFrame":"pre-operative and surgery day"},{"measure":"Surgery details","description":"Data tracking related to patient surgery issues to evaluate if it affects to the recurrence tax. Presence of: Technique difficulties, description of intra-operative complications.","timeFrame":"pre-operative and surgery day"},{"measure":"Post-operative patient morbidity","description":"Analysis of data related to morbidity according to the performed intervention.Clavien-Dindo classification.","timeFrame":"30 and 90 days post-surgery"},{"measure":"Post-operative patient mortality","description":"Analysis of data related to mortality according to the performed intervention.","timeFrame":"30 and 90 days post-surgery"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients over 18 years of age\n* patients candidates for cholecystectomy, in scheduled surgery\n* patients who accept participation and sign informed consent form\n\nExclusion Criteria:\n\n* According to the principal investigator criteria, for reasons that make it impossible to correctly follow the treatment.\n* Presence of morbidity associated with the procedure that delays or makes treatment impossible.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Fulthon Frank Vela Polanco, Dr","role":"CONTACT","phone":"0034605387406","email":"ffvela.lleida.ics@gencat.cat"}],"overallOfficials":[{"name":"605387406 Vela Polanco, Dr","affiliation":"Hospital Arnau de Vilanova","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Universitari Arnau de Vilanova","status":"RECRUITING","city":"Lleida","zip":"25198","country":"Spain","contacts":[{"name":"Nuria Badia","role":"CONTACT","phone":"0034667045245","email":"recercaicsgsslleida@gencat.cat"},{"name":"FULTHON FRANK VELA POLANCO, Dr","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":41.61674,"lon":0.62218}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002764","term":"Cholecystitis"},{"id":"D000042101","term":"Acalculous Cholecystitis"},{"id":"D000041881","term":"Cholecystitis, Acute"}],"ancestors":[{"id":"D000005705","term":"Gallbladder Diseases"},{"id":"D000001660","term":"Biliary Tract Diseases"},{"id":"D000004066","term":"Digestive System Diseases"}],"browseLeaves":[{"id":"M6005","name":"Cholecystitis","asFound":"Cholecystitis","relevance":"HIGH"},{"id":"M25019","name":"Acalculous Cholecystitis","asFound":"Cholecystitis","relevance":"HIGH"},{"id":"M24988","name":"Cholecystitis, Acute","asFound":"Cholecystitis, Acute","relevance":"HIGH"},{"id":"M8823","name":"Gallbladder Diseases","relevance":"LOW"},{"id":"M4946","name":"Biliary Tract Diseases","relevance":"LOW"},{"id":"M8883","name":"Gastrointestinal Diseases","relevance":"LOW"},{"id":"M7255","name":"Digestive System Diseases","relevance":"LOW"},{"id":"T1150","name":"Cholecystitis","asFound":"Cholecystitis","relevance":"HIGH"},{"id":"T170","name":"Acute Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC06","name":"Digestive System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}