{"protocolSection":{"identificationModule":{"nctId":"NCT06477666","orgStudyIdInfo":{"id":"Resol HCS N° 10.480/2022"},"organization":{"fullName":"Sentido's CAIP & CICI Organización Terapéutica","class":"OTHER"},"briefTitle":"Description of the Impact of the Modelo Sentido's® on Adaptive Behaviors in Children With Autism","officialTitle":"Description of the Impact of the Modelo Sentido's® on the Adaptive Behaviors of Children Between 3 and 7 Years Old, on the Autism Spectrum and Other Associated Neurodevelopmental Challenges","acronym":"Sentido´s"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-30","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-10-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-11-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-01-12","studyFirstSubmitQcDate":"2024-06-21","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-21","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Sentido's CAIP & CICI Organización Terapéutica","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Knowing the impact of the Modelo Sentido´s® (MS) on the gain of adaptive behaviors in children on the autism spectrum (AS) and other associated neurodevelopmental challenges (ANDC), is essential to improve the quality of life of children, families and professionals who live with neurodevelopmental challenges; inform parents about the efficacy and effectiveness of the interventions offered; provide scientific knowledge required by government agencies, public and private policy makers to make informed decisions about which intervention they should support; contribute with a manualized intervention program contextually appropriate to the strengths and challenge within a low- and middle-income country, which can potentially be modified by reverse engineering to apply it to environments that require it in high-income countries.\n\nMS is a proposal for understanding and therapeutic intervention on the dimensional complexity involved in the challenges of neurodevelopment. MS provides a clinical practice framework that generates, drives, and sustains interaction and collaboration between disciplines converging in transdisciplinarity. MS promotes understanding, reasoning, and intervention on the Bio-Neuro-Sensory-Psycho-Social-Spiritual-Occupational-Nutritional-Ecological dimensions of childhoods in AS and other ANDC, their significant caregivers and intervening therapists. MS focuses its bases on three evidence-based frameworks: the applied behavior analysis (ABA), sensory integration (SI) and psychoimmunoneuroendocrinology (PINE) correlate of the neurobiology of stress. Which emerge from behavioral sciences, developmental sciences, neurosciences, and stress sciences. Evidence supports that interventions in children with AS beyond addressing core symptoms should focus on outcome measures, such as quality of life and adaptive functioning. MS focuses its programs on supporting and accompaniment to parents and significant caregivers as a fundamental aspect for gaining adaptive behaviors in childhood. MS provides tools that encourage and develop adaptive behaviors in childhood in EA and other ANDC; In turn, MS enhances the families' competencies, confidence, and caring skills towards their child.","detailedDescription":"Describing the impact of the Modelo Sentido's® on the adaptive behaviors of children from 3 to 7 years old, on the autism spectrum and other associated neurodevelopmental challenges, is extremely important for at least 5 (five) reasons. First, and most importantly, improve the quality of life of children, families and professionals who live with neurodevelopmental challenges. Secondly, parents need to be informed about the efficacy and effectiveness of the interventions offered. Third, this type of scientific knowledge is required by government agencies, public and private policy makers, as well as prepaid and social works so that they can make informed decisions about what type of intervention they should support. Fourth, contribute to the availability of a manualized intervention program contextually appropriate to the strengths and challenges within a low- and middle-income country, which could potentially be modified by reverse engineering to apply to environments that require it in high-income countries. Fifth, provide evidence-based data and know if the programs created through MS adjust to the population needs and cultural particularities of our region.\n\nThis study will be carried out in three time phases, through scales administered by health professionals to the significant caregivers (parents, grandparents or legal guardians) of the participants: the 1st phase will be before starting the intervention at the time of therapeutic admission, the 2nd phase will be after 14 weeks of intervention, and, the 3rd phase will be after two weeks without intervention at week 17 of the study.\n\nModelo Sentido´s is a proposal for understanding and therapeutic intervention on the dimensional complexity involved in neurodevelopmental challenges, which are a group of heterogeneous conditions that are characterized by an alteration in the acquisition of skills in a variety of developmental domains. including motor, social, language and cognition, are associated with difficulties in cognitive, behavioral, social, academic, and adaptive functioning; Within these, the autism spectrum is characterized by widespread deficits in social communication skills, restricted and repetitive interests and behaviors, and sensory difficulties that affect individual and family functioning. This new conception of the Autism Spectrum (AS) and other Associated Neurodevelopmental Challenges (ANDCH) has led to the search for more global, early, and intensive practices that adopt transdiagnostic intervention approaches. The availability of manualized and contextually appropriate intervention programs presents an additional challenge within low- and middle-income countries. Despite these limitations, different studies are conclusive based on information that allows us to trace a path from the theory of change towards innovations. Worldwide. spectrum of autism care in low- and middle-income countries, which could potentially be reverse engineered to apply to settings requiring it in high-income countries.\n\nSense Model (MS) highlights in its processes the perspective of transcomplexity, which is immersed in various metadomains of knowledge were psychology, anthropology, spirituality, linguistics, ecology, economics, history, philosophy, among other.\n\nMS provides a clinical practice framework that generates, drives, and sustains interaction and collaboration between disciplines that converge in transdisciplinarity; promotes understanding, reasoning, and intervention on the Bio-Neuro-Sensory-Psycho-Social-Spiritual-Occupational-Nutritional-Ecological dimensions of childhoods in AS and other ANDCH, of their significant caregivers and intervening therapists.\n\nMS focuses its foundations on three evidence-based frameworks; applied behavioral analysis (ABA), sensory integration (SI) and psychoimmunoneuroendocrinology (PINE) as main stress medicine (correlated with stress neurobiology). Which arise from behavioral sciences, developmental sciences, neurosciences, and stress sciences. MS focuses his work on the acquisition of adaptive behaviors/skills, driven by various research that confirms that children with AD show adaptive skills in different lower domains compared to those of children with typical development. Evidence suggests that interventions in children with AD, beyond addressing core symptoms, should focus on outcome measures, such as quality of life and adaptive functioning. Studies of young children suggest that more responsive caregivers are more likely to develop relationships."},"conditionsModule":{"conditions":["Neurodevelopmental Disorders","Autism Spectrum Disorder","Adaptive Behaviors"],"keywords":["Neurodevelopmental disorders","Autism","Adaptive behaviors"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":75,"type":"ESTIMATED"}},"outcomesModule":{"primaryOutcomes":[{"measure":"To describe the impact of Modelo Sentido's® on the adaptive behaviors of the infancy between 3 and 7 years old, on the autism spectrum and other associated neurodevelopmental challenges.","description":"To describe the impact of the Modelo Sentido's® on the adaptive behaviors of the infancy aged 3 to 7 years, on the autism spectrum and other associated neurodevelopmental challenges, attending Sentido's Therapeutic Organization, Pediatric Comprehensive Care Center and Intensive Behavioral Intervention Center (Comodoro Rivadavia, Chubut, Argentina) during a 17-week period, from October 2023 to October 2024.","timeFrame":"17 week, from october 2023 to October 2024"},{"measure":"To detect and describe through the administration of Vineland-3 (Vineland Adaptive Behavior Scales - Third Edition) the domains and subdomains of adaptive behaviors/skills acquired after 17 weeks in children aged 3 to 7 years in EA and DNDA.","description":"The Vineland-3 Comprehensive Interview, Parent Form contains 502 items designed to measure five domains, including Communication, Daily Living Skills, Socialization, Motor Skills, and Maladaptive Behavior. In this study, we will focus on the 12 subdomains that contribute to the Communication, Daily Living Skills, and Socialization domains. In each subdomain, key behaviors are organized developmentally such that behaviors expected of very young children precede those expected of older children and so on.","timeFrame":"17 week, from october 2023 to October 2024"},{"measure":"To describe the facts observed with respect to the goals agreed upon with the significant caregivers of the children between 3 and 7 years old in the EA and DNDA and their intervening therapists, through the Goal attainment scaling.","description":"It is a consistent outcome measure for evaluating aspects of therapeutic progress that are difficult to assess using standardized measures.\n\nThe GAS standard measurement system is based on a 5-point response scale: -2 (worst expected outcome), -1 (lower than expected outcome), 0 (expected outcome), +1 (higher than expected outcome) and +2 (much higher than expected outcome).","timeFrame":"17 week, from october 2023 to October 2024"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Informed consent signed by the parent or guardian.\n2. Complete the executive admission requirements (see ANNEX).\n3. Meet the diagnostic impression criteria for DSM-V neurodevelopmental disorders:\n\n   * Intellectual disability (ID); global developmental delay (RDSM) or psychomotor delay (PMR);\n   * Communication disorders: language disorders (TL), speech disorders, social communication disorder (SUD), childhood-onset disfluency;\n   * Autism spectrum disorder (ASD)\n   * Attention-deficit/hyperactivity disorder (ADHD) - Motor development disorders: developmental coordination disorder (DCD), stereotypic movement disorder, tic disorders, Tourette's disorder (TT), chronic tic disorder (CTT), transient tic disorder;\n   * Specific learning disorders ( TAp ).\n4. Answer the GAS, Vineland-3 and FOS scales, at therapeutic admission.\n5. Willingness of significant caregivers to accompany the intervention process, for twelve sessions according to syllabus protocol.\n\nExclusion Criteria:\n\n1. Childhoods that exceed the age of 7 years in the study period.\n2. Children diagnosed with neurological or genetic diseases, brain injury, visual, auditory or motor sensory deficits.\n3. Children who are under the guardianship of the Argentine State.","healthyVolunteers":false,"sex":"ALL","minimumAge":"3 Years","maximumAge":"7 Years","stdAges":["CHILD"],"studyPopulation":"All infants on the autism spectrum and other associated neurodevelopmental disorders, between 3 and 7 years old, attending Sentido's CAIP\\&CICI (Centro de Atención Integral Pediátrico y Centro de Intervención Conductual Intensiva) Therapeutic Organization, in Comodoro Rivadavia (Chubut Argentina), from September 2023 to October 2024.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Bárbara M Tomás, PhD(c)","role":"CONTACT","phone":"+54 297 4 635050","email":"tomasbarbara@gmail.com"}],"overallOfficials":[{"name":"Bárbara M Tomás, PhD(c)","affiliation":"Instituto Universitario en Ciencias de la Salud - Fundación H. A. Barceló","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Organización Terapéutica Sentido´s CAIP&CICI (Centro de Atención Integral Pediátrico y Centro de Intervención Conductual Intensiva)","status":"RECRUITING","city":"Comodoro Rivadavia","state":"Chubut","zip":"9000","country":"Argentina","contacts":[{"name":"Bárbara M Tomás, PhD(c)","role":"CONTACT","phone":"+542974635050","email":"tomasbarbara@gmail.com"}],"geoPoint":{"lat":-45.86413,"lon":-67.49656}}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001321","term":"Autistic Disorder"},{"id":"D000067877","term":"Autism Spectrum Disorder"},{"id":"D000065886","term":"Neurodevelopmental Disorders"}],"ancestors":[{"id":"D000002659","term":"Child Development Disorders, Pervasive"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M206","name":"Autism Spectrum Disorder","asFound":"Autism Spectrum Disorder","relevance":"HIGH"},{"id":"M30644","name":"Neurodevelopmental Disorders","asFound":"Neurodevelopmental Disorders","relevance":"HIGH"},{"id":"M4623","name":"Autistic Disorder","asFound":"Autism","relevance":"HIGH"},{"id":"M5903","name":"Child Development Disorders, Pervasive","relevance":"LOW"},{"id":"M5902","name":"Developmental Disabilities","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}