{"protocolSection":{"identificationModule":{"nctId":"NCT06480084","orgStudyIdInfo":{"id":"Prevalence EILO"},"organization":{"fullName":"Medisch Spectrum Twente","class":"OTHER"},"briefTitle":"Prevalence of EILO Among Children With Asthma","officialTitle":"The Prevalence of Exercise-Induced Laryngeal Obstruction (EILO) Amongst Children With Asthma' - a Prospective Cross-sectional Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-08-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-04-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-04-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-02-12","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Medisch Spectrum Twente","class":"OTHER"},"collaborators":[{"name":"Haukeland University Hospital","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this cross-sectional study is to investigate the prevalence of Exercise Induced Laryngeal Obstruction (EILO) in children with asthma.\n\nThe hypothesis is that the prevalence will be around 15%, which is higher than the prevalence of 5-8% among the general adolescent population. This is based on the increased prevalence of EILO among adult asthmatics.\n\nParticipants who are referred for an Exercise Challenge Test will perform an additional Continuous Laryngoscopy during Exercise Test with expiratory FEV1 curves, and fill in the Borg scale for dyspnea, Asthma Control Test, EILODI questionnaire and DISCO-RC questionnaire.","detailedDescription":"Background:Exertional dyspnoea is a common and limiting symptom within the paediatric population. Regular physical activity is paramount for the development of children since it not only promotes cardiorespiratory fitness and muscle strength, but also offers opportunities for self-expression, building confidence and social interaction and integration. It is therefore important to identify the correct cause(s) of exertional dyspnea and reverse them to enable children to be active without symptoms.\n\nExercise induced bronchoconstriction (EIB) is a well-known cause of exertional dyspnoea and is highly specific of childhood asthma. Another less recognized cause of exertional dyspnoea is exercise induced laryngeal obstruction (EILO). EILO is an inappropriate closure of the larynx during strenuous physical activity with no obvious laryngeal pathology at rest, limiting airflow and causing inspiratory stridor. It can co-exist with and mimic symptoms of EIB.\n\nPrevious studies showed a prevalence of 6% in adolescent populations). However, recent studies revealed a much higher prevalence ofEILO in adults with asthma, up to 25-47%. The prevalence of EILO amongst children with asthma has not yet been investigated. In this study, the aim is to investigate the prevalence of EILO in children with asthma.\n\nIf EILO is a significant comorbidity of childhood asthma this would implicate that EILO screening should be considered when exercise is a persistent trigger of symptoms in asthmatic children. Correct EILO diagnosis and treatment can lead to adequate treatment of EILO, and to prevention of overtreatment of asthma.\n\nMethods: Participants who are referred for an Exercise Challenge Test will perform an additional Continuous Laryngoscopy during Exercise Test with expiratory FEV1 curves, and fill in the Borg scale for dyspnea, Asthma Control Test, EILODI questionnaire and DISCO-RC questionnaire.\n\nPower analysis: The sample size is calculated based on an estimated prevalence and confidence interval, with a power of 80% and alpha of 0.05. When estimating a prevalence of 15% (CI 10-20%), which is 2 times higher than in the general population (30), this results in a sample size of 196 participants. This was rounded to 200 participants. Dropouts will be replaced until a total number of 200 participants completed both the ECT and CLE test.\n\nStatistical analysis for primary outcome: The prevalence of EILO in the study population of adolescents with asthma will be calculated as a percentage with a 95% confidence interval. Baseline characteristics will be compared between participants and non-participants of the CLE test. If there are no significant differences between these groups, it can be assumed that participants represent the studied population. If there are significant differences in baseline characteristics, we will examine the correlation of these characteristics with EILO. An estimated prevalence of EILO will be calculated among the non-participants based on these correlations, and an estimated weighted average will be calculated of the prevalence of EILO among the studied population."},"conditionsModule":{"conditions":["Exercise Induced Laryngeal Obstruction","Asthma in Children","Exercise-Induced Bronchospasm","Exercise-Induced Bronchoconstriction","Dyspnea","Larynx"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"cross-sectional study","primaryPurpose":"DIAGNOSTIC","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":200,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Continuous Laryngoscopy during Exercise Test (CLE test)","description":"A flexible fiberoptic laryngoscope (Olympus, Tokyo, Japan) is introduced directly through the nose or via a slightly modified Hans Rudolph facemask, and into the pharyngeal space. A modified Bruce protocol with a 60-second incremental intensity step is used (Appendix A) and heart rate is monitored. During the CLE test participants perform incremental exercise on a treadmill until symptom-limiting distress or exhaustion. Forced expiratory flow-volume loops are measured before, during and after the CLE test."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Prevalence of EILO","description":"Prevalence of EILO (defined as Maat score grade 2 or higher) in study population, with 95% confidence interval","timeFrame":"During CLE test. Measured in period until 200 participants are enrolled, expected to be 2 years"}],"secondaryOutcomes":[{"measure":"Prevalence of EILO with and without current EIB","description":"The prevalence of EILO among adolescents with and without current EIB will be calculated using a 2x2 table, including 95% confidence intervals. These prevalences will be compared with a Chi-Square test or Fisher's exact test.","timeFrame":"During CLE test which takes approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of gender with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of gender with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of age with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of age with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test) for continuous variables","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of length with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of length with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test) for continuous variables","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of weight with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of weight with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test) for continuous variables","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of BMI Z score with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of BMI Z score with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test) for continuous variables","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of hours of moderate-to-vigorous weekly activity with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of hours of moderate-to-vigorous weekly activity with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test) for continuous variables","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of athletic performance (none/local/regional/national/international) with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of athletic performance (none/local/regional/national/international) with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of type of sports with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of type of sports with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of medication use with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of medication use with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of comorbidities with presence of EILO","description":"Baseline characteristics of adolescents with and without EILO will be compared. Association of comorbidities with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of recognizable symptoms with presence of EILO","description":"Test characteristics of adolescents with and without EILO will be compared. Association of of recognizable symptoms with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of type of reported symptoms with presence of EILO","description":"Test characteristics of adolescents with and without EILO will be compared. Association of of type of reported symptoms with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of heart rate during exercise with presence of EILO","description":"Test characteristics of adolescents with and without EILO will be compared. Association of of heart rate during the exercise test with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test)","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of baseline FEV1 (% predicted) with presence of EILO","description":"Test characteristics of adolescents with and without EILO will be compared. Association of of baseline FEV1 (% predicted) with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test)","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of maximal % post-exercise fall in FEV1 with presence of EILO","description":"Test characteristics of adolescents with and without EILO will be compared. Association of of maximal % post-exercise fall in FEV1 with presence of EILO will be compared using a T-test (or non-parametric Mann Whitney U test)","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of maximal exercise intensity (wattage/kg or maximum running pace and slope) with presence of EILO","description":"Test characteristics of adolescents with and without EILO will be compared. Exercise intensity will be measured by wattage/kg or maximum running pace and slope and categorized into poor / average / good. Association of of exercise intensity with presence of EILO will be compared using a Chi-square or Fisher's exact test for categorical variables","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of Asthma Control Test (ACT) with EILO","description":"The ACT score and sub scores will be compared between adolescents with and without EILO using a T-test (or non-parametric Mann-Whitney U test). A receiver operating characteristic curve and 2x2 tables will be used to evaluate the sensitivity and specificity of different cut-off points of these questionnaires.","timeFrame":"During CLE test which takes approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of Exercise-Induced Laryngeal Obstruction Dyspnea Index (EILODI) with EILO","description":"EILODI score and sub scores will be compared between adolescents with and without EILO using a T-test (or non-parametric Mann-Whitney U test). A receiver operating characteristic curve and 2x2 tables will be used to evaluate the sensitivity and specificity of different cut-off points of these questionnaires.","timeFrame":"During CLE test which takes approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of Visual Analogue Scale (VAS) with EILO","description":"VAS scores will be compared between adolescents with and without EILO using a T-test (or non-parametric Mann-Whitney U test). A receiver operating characteristic curve and 2x2 tables will be used to evaluate the sensitivity and specificity of different cut-off points of these questionnaires.","timeFrame":"During CLE test which takes approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Association of combination of questionnaire scores (Asthma Control Test (ACT), Exercise-Induced Laryngeal Obstruction Dyspnea Index (EILODI) and/or Visual Analogue Scale (VAS)) with EILO","description":"Questionnaire scores (ACT, EILODI, and/or VAS) and sub scores will be compared between adolescents with and without EILO using a T-test (or non-parametric Mann-Whitney U test). A receiver operating characteristic curve and 2x2 tables will be used to evaluate the sensitivity and specificity of different cut-off points of these questionnaires.","timeFrame":"During CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Assesment of EIB with CLE compared to ECT test","description":"Lung function measurements during the CLE test will be compared to lung function measurements during the ECT using a Bland-Altman plot. A 2x2 table will be made of EIB presence during the ECT and CLE test and outcomes will be compared using a Chi-Square test.","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Comparison of age between participants with similar and non-similar EIB results during CLE and ECT test","description":"Age will be compared between participants with similar and non-similar results during the ECT and CLE test using a T-test, or a non-parametric Mann-Whitney U test","timeFrame":"During ECT and CLE test which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Comparison of test duration between participants with similar and non-similar EIB results during CLE and ECT test","description":"Test duration will be compared between participants with similar and non-similar results during the ECT and CLE test using a T-test, or a non-parametric Mann-Whitney U test","timeFrame":"During ECT and CLE test, which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Comparison of heart rate between participants with similar and non-similar EIB results during CLE and ECT test","description":"Heart rate will be compared between participants with similar and non-similar results during the ECT and CLE test using a T-test, or a non-parametric Mann-Whitney U test","timeFrame":"During ECT and CLE test, which each take approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Inter-rater agreement of EILO diagnosis between two participating hospitals","description":"Inter-rater agreement of the presence of EILO and the Maat score of laryngoscopical images of the larynx, between both hospitals will be described using Cohen's weighted x.","timeFrame":"During CLE test, which takes approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"},{"measure":"Self-reported discomfort of CLE test","description":"The self-reported discomfort during the CLE test will be calculated based on the DISCO-RC questionnaire scores.","timeFrame":"After the CLE test, which takes approximately one hour. Measured in period until 200 participants are enrolled, expected to be 2 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Age 12 to 18 years\n* Paediatrician diagnosed asthma confirmed with at least one of the following during the last two years: Positive ECT (post-exercise fall in FEV1 \\> 10%) / Positive methacholine test (PC20 value of ≤8 mg/mL) / Bronchodilator reversibility (increase in FEV1 ≥12% and/or ≥200 mL following inhalation of 200-400 μg short-acting β2-agonists)\n\nExclusion Criteria:\n\n* Other severe cardiopulmonary disease\n* Inability to perform ECT or CLE test\n* Inability to perform technically acceptable spirometry\n* Asthma exacerbation or respiratory tract infection in the last 2 weeks\n* Short-acting β2-agonists or long-acting β2-agonists use less than respectively 8 and 24 hours before the ECT or CLE test\n* Oral corticosteroid use in the 4 weeks before the ECT or CLE test","healthyVolunteers":false,"sex":"ALL","minimumAge":"12 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Vera Hengeveld, MD","role":"CONTACT","phone":"+31 53 487 23 10","email":"vera.hengeveld@mst.nl"},{"name":"Mattienne van der Kamp, PhD","role":"CONTACT","phone":"+31 53 487 23 10","email":"m.vanderkamp@mst.nl"}],"overallOfficials":[{"name":"Vera Hengeveld, MD","affiliation":"Medisch Spectrum Twente","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Medisch Spectrum Twente","city":"Enschede","state":"Overijssel","zip":"7512 KZ","country":"Netherlands","geoPoint":{"lat":52.21833,"lon":6.89583}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001249","term":"Asthma"},{"id":"D000004417","term":"Dyspnea"},{"id":"D000001986","term":"Bronchial Spasm"},{"id":"D000001250","term":"Asthma, Exercise-Induced"}],"ancestors":[{"id":"D000001982","term":"Bronchial Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000008173","term":"Lung Diseases, Obstructive"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012130","term":"Respiratory Hypersensitivity"},{"id":"D000006969","term":"Hypersensitivity, Immediate"},{"id":"D000006967","term":"Hypersensitivity"},{"id":"D000007154","term":"Immune System Diseases"},{"id":"D000012120","term":"Respiration Disorders"},{"id":"D000012818","term":"Signs and Symptoms, Respiratory"},{"id":"D000092202","term":"Exercise-Induced Allergies"}],"browseLeaves":[{"id":"M4556","name":"Asthma","asFound":"Asthma","relevance":"HIGH"},{"id":"M7591","name":"Dyspnea","asFound":"Dyspnea","relevance":"HIGH"},{"id":"M5262","name":"Bronchial Spasm","asFound":"Bronchospasm","relevance":"HIGH"},{"id":"M10835","name":"Laryngeal Diseases","relevance":"LOW"},{"id":"M15837","name":"Spasm","relevance":"LOW"},{"id":"M12077","name":"Muscle Cramp","relevance":"LOW"},{"id":"M4557","name":"Asthma, Exercise-Induced","asFound":"Exercise Induced Bronchospasm","relevance":"HIGH"},{"id":"M5258","name":"Bronchial Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M11170","name":"Lung Diseases, Obstructive","relevance":"LOW"},{"id":"M10018","name":"Hypersensitivity","relevance":"LOW"},{"id":"M14967","name":"Respiratory Hypersensitivity","relevance":"LOW"},{"id":"M10020","name":"Hypersensitivity, Immediate","relevance":"LOW"},{"id":"M10200","name":"Immune System Diseases","relevance":"LOW"},{"id":"M14957","name":"Respiration Disorders","relevance":"LOW"},{"id":"M15623","name":"Signs and Symptoms, Respiratory","relevance":"LOW"},{"id":"M2906","name":"Exercise-Induced Allergies","relevance":"LOW"},{"id":"T4202","name":"Oculocerebral Syndrome With Hypopigmentation","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"BC20","name":"Immune System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BC09","name":"Ear, Nose, and Throat Diseases"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}