{"protocolSection":{"identificationModule":{"nctId":"NCT06481696","orgStudyIdInfo":{"id":"ANDROS-01-24"},"organization":{"fullName":"Andros Day Surgery Clinic","class":"OTHER"},"briefTitle":"Possible Action of Resveratrol in Improving the Outcomes of IVF/ICSI in Couples With Unexplained Infertility","officialTitle":"Randomized, Placebo-controlled, Double-blind, Single-center Trial to Evaluate the Possible Action of Resveratrol in Improving the Outcomes of Controlled Ovarian Stimulation During the IVF/ICSI Cycles in Couples With Unexplained Infertility","acronym":"RECOS"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-31","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Andros Day Surgery Clinic","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Based on available evidence and given the potential beneficial effects of resveratrol in folliculogenesis and in oocyte development, the investigators designed a randomized, controlled, double-blind, single-center trial, whose objective will be the comparison of biological and clinical outcomes of resveratrol supplement in women undergoing IVF/ICSI cycles for unexplained infertility.\n\nTo the knowledge of the investigators, no study has been published on the potential effect of resveratrol on IVF/ICSI outcomes considering couples with this infertility diagnosis, which may be the natural target of this integrative treatment because the process of folliculogenesis and oocyte maturation cannot be routinely investigated. An alteration of these biological mechanisms could be the unrecognized cause of part of the unexplained infertility and treatment with resveratrol could result in significant clinical improvement for the patients enrolled in the study.\n\nIn more details, the main objective of this randomized, placebo-controlled, double-blind, single-center trial will be the evaluation of the possible effect of resveratrol in determining a better follicle development in patients with unexplained infertility undergoing controlled ovarian stimulation (COS) for IVF/ICSI.\n\nInfertile female patients with normal ovarian reserve will be treated according to clinical practice and the difference between expected (through AFC) and retrieved oocytes will be assessed in relation to use of resveratrol.","detailedDescription":"On the basis of the last estimates, the global lifetime prevalence of infertility is 17.5%, which means that approximately one in six people have experienced infertility at some stage in their lives.\n\nDespite an improvement in conventional diagnostic investigations, still today, around 25% of the causes of couple infertility remain unexplained.\n\nIn fact, several crucial moments of the human reproductive process cannot be studied and, therefore, specific reproductive alterations remain undiagnosed. Just thinking of the process of ovarian folliculogenesis, oocyte development, embryonic implantation, all ones real \"biological mysteries\".\n\nAmong these different biological aspects, it is known that the oocyte quality is the main predictor of clinical pregnancy after IVF/ICSI. Indeed, oocyte maturation process influences the embryo development and, consequently, the embryo viability. Although the mechanisms that determine a good quality oocyte are not known, nevertheless energy-dependent processes are supposed to play a major role in oocyte development. These processes are mediated by mitochondria, whose concentration in oocytes is the highest among the other cells of human body. The oocyte nuclear and cytoplasmic maturation is strictly connected with the growth of granulosa cells (GCs). These cells surround the oocyte and establish a functional bidirectional cross-talk with the oocyte itself through gap junctions and paracrine factors. During folliculogenesis, GCs increase the consumption of glucose and metabolize glucose into pyruvate which passes to the oocyte. All this determines an increase in the energy supply to the oocyte itself, demonstrated by the increase in ATP production, which allows the latter cell to prepare for fertilization and the first stages of embryonic development which, as known, is totally oocyte dependent .\n\nResveratrol seems to be able to fit into this area of cellular functioning. It is a natural polyphenol, widespread in foods, plants, drinks and it seems to induce GCs proliferation through an anti-apoptotic effect in a SIRT1-dependent manner. Furthermore, in GCs, resveratrol reduces the oxidative stress, increases the mitochondria biogenesis and the intracellular ATP levels, determining a high energy availability which favours the oocyte growth. Resveratrol seems to reduce in rat granulosa cells the expression of Vascular Endothelial Growth Factor (VEGF), implicated in angiogenesis and vascular permeability, potentially showing a protective effect on the risk of Ovarian Hyperstimulation Syndrome (OHSS), a life-threatening condition associated with ovarian stimulation, whose VEGF is the main mediator.\n\nA recent clinical randomized trial showed that a pre-treatment of 3 months with resveratrol, in women affected by couple infertility and undergoing ICSI, was associated with a higher number of retrieved and mature oocytes, a higher fertilization rate, a higher number of blastocysts per patient and a higher number of surplus cryopreserved embryos per patient, even if no significant effect was observed in clinical pregnancies and live birth rates.\n\nBased on this last evidence and given the potential beneficial effects of resveratrol in folliculogenesis and in oocyte development, the investigators designed a randomized, controlled, double-blind, single-center trial, whose objective will be the comparison of biological and clinical outcomes of resveratrol supplement in women undergoing IVF/ICSI cycles for unexplained infertility.\n\nTo the knowledge of the investigators, no study has been published on the potential effect of resveratrol on IVF/ICSI outcomes considering couples with this infertility diagnosis, which may be the natural target of this integrative treatment because the process of folliculogenesis and oocyte maturation cannot be routinely investigated. An alteration of these biological mechanisms could be the unrecognized cause of part of the unexplained infertility and treatment with resveratrol could result in significant clinical improvement for the patients enrolled in the study.\n\nIn more details, the main objective of this randomized, placebo-controlled, double-blind, single-center trial will be the evaluation of the possible effect of resveratrol in determining a better follicle development in patients with unexplained infertility undergoing controlled ovarian stimulation (COS) for IVF/ICSI.\n\nInfertile female patients with normal ovarian reserve will be treated according to clinical practice and the difference between expected (through AFC) and retrieved oocytes will be assessed in relation to use of resveratrol.\n\nDESIGN AND METHODOLOGY:\n\nCouples affected by unexplained infertility will be enrolled. The definition of unexplained infertility is the following: infertility in couples with apparently normal ovarian function, fallopian tubes, uterus, cervix and pelvis, age ≤ 40 years and with adequate coital frequency; and apparently normal testicular function, genito-urinary anatomy and a normal ejaculate.\n\nAll patients will be randomized for no treatment (placebo Group - only folic acid) and for treatment of resveratrol (Study group) with a 1:1 ratio. The randomization list, generated by a software, will be managed by a nurse not directly involved in the study and will give the patients the drugs for all duration of treatment. Neither the physicians/embryologists neither the patients will be aware of the content of the boxes of drugs (folic acid or resveratrol) (Double blind design).\n\nThe duration of treatment will be at least 65 days before the starting of stimulation (from the stage of pre-antral follicles) and until the day of oocyte pick up.\n\nAll the AFC determinations will be performed by the same two physicians from 2nd to 6th day of the cycle, in one of the last three months before the starting of stimulation. All the follicles ranging from 2 to 10 mm will be recorded (distinguishing between the follicles ranging from 2 to 5 mm and those ranging from 6 to 10 mm).\n\nCOS will be carried out by daily injections of rFSH (Gonal F; Merck Serono, Italy) and will be started on the 2nd/3rd day of the cycle and continued until the day of induction of oocyte maturation. The pituitary suppression will be obtained by the administration of the GnRH antagonist ganirelix (0.25 mg per day, Fyremadel, Ferring S.p.A.), which will be started from the 6th day of the ovarian stimulation until the day of induction of oocyte maturation.\n\nFollicular development will be monitored after 5 days of treatment and thereafter at least every 2 days. Monitoring will consist of: a) transvaginal ultrasound scan to evaluate the number and maximum diameter of ovarian follicles and the endometrial thickness; b) the dosage of 17β-oestradiol, LH and progesterone only on the day of induction of oocyte maturation. The transvaginal ultrasound for monitoring will be performed by the same two physicians.\n\nHighly purified urinary hCG (Gonasi HP, IBSA Farmaceutici, Italy) 10.000 IU, subcutaneously or intramuscularly, will be used to induce final oocyte maturation when two or more follicles of ≥16 mm in diameter will be observed and will be administered 35.5-36 h before planned oocyte retrieval. In case of OHSS risk, the final oocyte maturation will be obtained by using a GnRH agonist (Triptorelin, Decapeptyl 0.1 mg, Ipsen S.p.A., Italy) 0.3 mg subcutaneously, and the oocyte retrieval will be planned with the same modalities described above; in this case, all the embryos obtained will be cryopreserved.\n\nNo difference in the number of oocytes retrieved was shown comparing these two different modalities of triggering the final oocyte maturation (Haahr et al., 2017).\n\nThe trigger of oocyte maturation will not be achieved in case of inability to reach at least 2 follicles ≥16 mm.\n\nThe oocyte pick ups will be performed by the two physicians with the highest level of expertise.\n\nFresh transfer of embryos will be performed on the second, third or fifth day after retrieving the oocytes.\n\nIn case of OHSS risk and/or in case of progesterone rise on the day of hCG administration (≥1.5 ng/ml), all the embryos will be cryopreserved. The couples with all frozen embryos will be considered for the analysis of the endpoints.\n\nSAMPLE SIZE CALCULATION:\n\nTo pursuit the aims of the present study protocol, a priori sample size calculation was conducted to determine the minimal number of participants required. Data available in the literature indicate in average a difference of 1.5 in the no. of pre-ovulatory follicles (≥16mm) between the group treated with resveratrol and the control group, with an average increase of 15% in favour of the study group. Thus, considering a conservative difference of 10%, which is equivalent to a large effect size of d=0.80, a power (1- β) of 95%, an alpha of 0.05, a two-tails t-test, and a ratio of 1:1 between the two groups, a total of 90 subjects (45 for each group) would be needed to verify a significant difference in primary outcome between the two groups."},"conditionsModule":{"conditions":["Unexplained Infertility"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"DOUBLE","whoMasked":["PARTICIPANT","CARE_PROVIDER"]}},"enrollmentInfo":{"count":90,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Resveratrol group","type":"ACTIVE_COMPARATOR","description":"Treatment with resveratrol, folic acid and vitamins B6, B12, D. The duration of treatment will be at least 65 days before the starting of stimulation (from the stage of pre-antral follicles) and until the day of oocyte pick up.","interventionNames":["Dietary Supplement: Resveratrol-based multivitamin supplement","Procedure: IVF/ICSI","Drug: Follitropin Alfa","Drug: Ganirelix Acetate 0.5 MG/ML [Fyremadel]","Drug: hCG 10.000 IU or triptorelin 0,3 mg, subcutaneously"]},{"label":"Placebo group","type":"ACTIVE_COMPARATOR","description":"Treatment with folic acid only. The duration of treatment will be at least 65 days before the starting of stimulation (from the stage of pre-antral follicles) and until the day of oocyte pick up.","interventionNames":["Dietary Supplement: Folic acid","Procedure: IVF/ICSI","Drug: Follitropin Alfa","Drug: Ganirelix Acetate 0.5 MG/ML [Fyremadel]","Drug: hCG 10.000 IU or triptorelin 0,3 mg, subcutaneously"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Resveratrol-based multivitamin supplement","description":"Natural polyphenol and vitamins","armGroupLabels":["Resveratrol group"],"otherNames":["Genante"]},{"type":"DIETARY_SUPPLEMENT","name":"Folic acid","description":"Supplementation with folic acid at the standard dosage of 0.4 mg/die","armGroupLabels":["Placebo group"]},{"type":"PROCEDURE","name":"IVF/ICSI","description":"In vitro fertilization/IntraCytoplasmic Sperm Injection","armGroupLabels":["Placebo group","Resveratrol group"],"otherNames":["In vitro fertilization"]},{"type":"DRUG","name":"Follitropin Alfa","description":"Controlled Ovarian Stimulation","armGroupLabels":["Placebo group","Resveratrol group"],"otherNames":["Gonal-F"]},{"type":"DRUG","name":"Ganirelix Acetate 0.5 MG/ML [Fyremadel]","description":"GnRH Antagonist","armGroupLabels":["Placebo group","Resveratrol group"]},{"type":"DRUG","name":"hCG 10.000 IU or triptorelin 0,3 mg, subcutaneously","description":"For the induction of oocyte maturation","armGroupLabels":["Placebo group","Resveratrol group"],"otherNames":["Gonasi or Decapeptyl"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"FORT (Follicle Output Rate)","description":"It is defined as the ratio of pre-ovulatory follicle (≥ 16 mm in diameter) count (PFC) on the day of induction of oocyte maturation and the antral follicle count at baseline, multiplied by 100 (higher values indicate a better outcome).","timeFrame":"The assessment will be performed at the end of stimulation (11°-15° day of a menstrual cycle of 28 days)"},{"measure":"FOI (Follicle to Oocyte Index)","description":"It is defined by the ratio between the total number of oocytes collected at oocyte pick up and the number of antral follicles at baseline, multiplied by 100. FOI ≤ 50% is considered low (range 0-100%).","timeFrame":"The assessment will be performed at the end of oocyte pick up (2 hours after the oocyte pick up)"},{"measure":"The number of mature oocytes","description":"The number of oocytes which have completed the metaphase-II division","timeFrame":"The assessment will be performed after the oocyte pick up (2 hours after the oocyte pick up)"},{"measure":"OSI (Ovarian Sensitivity Index)","description":"It is defined by the ratio between the number of retrieved oocytes and total dose of gonadotropins administered, multiplied by 1000.","timeFrame":"The assessment will be performed at the end of oocyte pick up (2 hours after the oocyte pick up)"}],"secondaryOutcomes":[{"measure":"Fertilization rate","description":"The number of embryos obtained after the oocyte insemination.","timeFrame":"The assessment will be carried out the day after the insemination (one day after the oocyte pick up)."},{"measure":"Cumulative Clinical Pregnancy Rate","description":"It is defined by the ratio between the number of clinical pregnancies (gestational sacs with a fetal heartbeat detected at ultrasound at 7th week of amenorrhea) and the total number of embryo transfers (fresh + frozen) carried out per each patient.","timeFrame":"The assessment will be carried out at 7th week of amenorrhea."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Female age 18-40 years\n* Female BMI 18-30 kg/m2\n* normal menstrual cycles (26-35 days)\n* duration of infertility at least 18 months\n* normal semen parameters as established by WHO laboratory manual for the examination and processing of human semen Sixth edition\n* normal US evaluation of male genital anatomy\n* normal FSH, LH, Prolactin, Total Testosterone, Estradiol in male partner\n* bilateral tubal patency established by 3-D HyFoSy or HSG\n* normal uterine cavity evaluated by 3-D HyFoSy or HSG or hysteroscopy\n* absence of antibodies Anti-Chlamyidia Trachomatis IgG/IgM\n* failed intrauterine inseminations or couple's decision to refuse intrauterine inseminations\n\nExclusion Criteria:\n\n* ≥15 cigarettes per day at least in one of the partners\n* irregular menstrual cycles\n* poor ovarian response (on the basis of the \"Bologna\" Criteria)\n* inaccessible ovaries\n* severe endometriosis (stage III-IV of the ASRM revised classification)\n* significant systemic diseases\n* heterologous fertilization\n* previous pelvic surgery\n* presence of ovarian cysts\n* polycystic ovary syndrome\n* use of hormonal contraception in the previous 3 months\n* use of gonadotrophins in the previous 3 months\n* III stage varicocele","healthyVolunteers":false,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Adolfo Allegra, MD","role":"CONTACT","phone":"0039 091 6785535","email":"adolfo.allegra@clinicaandros.it"},{"name":"Angelo Marino, MD","role":"CONTACT","phone":"0039 091 6785539","email":"angelo.marino@clinicaandros.it"}],"overallOfficials":[{"name":"Adolfo Allegra, MD","affiliation":"ANDROS Day Surgery Clinic Palermo, Italy","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"ANDROS Day Surgery Clinic","status":"RECRUITING","city":"Palermo","zip":"90144","country":"Italy","contacts":[{"name":"Angelo Marino, MD","role":"CONTACT","phone":"091 6785539","email":"angelo.marino@clinicaandros.it"}],"geoPoint":{"lat":38.13205,"lon":13.33561}}]},"referencesModule":{"references":[{"pmid":"34338114","type":"RESULT","citation":"Gerli S, Della Morte C, Ceccobelli M, Mariani M, Favilli A, Leonardi L, Lanti A, Iannitti RG, Fioretti B. Biological and clinical effects of a resveratrol-based multivitamin supplement on intracytoplasmic sperm injection cycles: a single-center, randomized controlled trial. J Matern Fetal Neonatal Med. 2022 Dec;35(25):7640-7648. doi: 10.1080/14767058.2021.1958313. Epub 2021 Aug 1."},{"pmid":"28755171","type":"RESULT","citation":"Han Y, Luo H, Wang H, Cai J, Zhang Y. SIRT1 induces resistance to apoptosis in human granulosa cells by activating the ERK pathway and inhibiting NF-kappaB signaling with anti-inflammatory functions. Apoptosis. 2017 Oct;22(10):1260-1272. doi: 10.1007/s10495-017-1386-y."},{"pmid":"17222700","type":"RESULT","citation":"May-Panloup P, Chretien MF, Malthiery Y, Reynier P. Mitochondrial DNA in the oocyte and the developing embryo. Curr Top Dev Biol. 2007;77:51-83. doi: 10.1016/S0070-2153(06)77003-X."},{"pmid":"26315293","type":"RESULT","citation":"Ortega I, Duleba AJ. Ovarian actions of resveratrol. Ann N Y Acad Sci. 2015 Aug;1348(1):86-96. doi: 10.1111/nyas.12875."},{"pmid":"33487442","type":"RESULT","citation":"Ragonese F, Monarca L, De Luca A, Mancinelli L, Mariani M, Corbucci C, Gerli S, Iannitti RG, Leonardi L, Fioretti B. Resveratrol depolarizes the membrane potential in human granulosa cells and promotes mitochondrial biogenesis. Fertil Steril. 2021 Apr;115(4):1063-1073. doi: 10.1016/j.fertnstert.2020.08.016. Epub 2021 Jan 22."},{"pmid":"37599566","type":"RESULT","citation":"Guideline Group on Unexplained Infertility; Romualdi D, Ata B, Bhattacharya S, Bosch E, Costello M, Gersak K, Homburg R, Mincheva M, Norman RJ, Piltonen T, Dos Santos-Ribeiro S, Scicluna D, Somers S, Sunkara SK, Verhoeve HR, Le Clef N. Evidence-based guideline: unexplained infertilitydagger. Hum Reprod. 2023 Oct 3;38(10):1881-1890. doi: 10.1093/humrep/dead150."},{"pmid":"36483694","type":"RESULT","citation":"Cox CM, Thoma ME, Tchangalova N, Mburu G, Bornstein MJ, Johnson CL, Kiarie J. Infertility prevalence and the methods of estimation from 1990 to 2021: a systematic review and meta-analysis. Hum Reprod Open. 2022 Nov 12;2022(4):hoac051. doi: 10.1093/hropen/hoac051. eCollection 2022."}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007246","term":"Infertility"}],"ancestors":[{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M10290","name":"Infertility","asFound":"Infertility","relevance":"HIGH"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"meshes":[{"id":"D000005492","term":"Folic Acid"},{"id":"D000017329","term":"Triptorelin Pamoate"},{"id":"D000077185","term":"Resveratrol"},{"id":"D000005640","term":"Follicle Stimulating Hormone"},{"id":"C000061018","term":"Ganirelix"}],"ancestors":[{"id":"D000006397","term":"Hematinics"},{"id":"D000014803","term":"Vitamin B Complex"},{"id":"D000014815","term":"Vitamins"},{"id":"D000018977","term":"Micronutrients"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000000975","term":"Antioxidants"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"},{"id":"D000020011","term":"Protective Agents"},{"id":"D000004791","term":"Enzyme Inhibitors"},{"id":"D000010975","term":"Platelet Aggregation Inhibitors"},{"id":"D000008186","term":"Luteolytic Agents"},{"id":"D000003271","term":"Contraceptive Agents, Female"},{"id":"D000003270","term":"Contraceptive Agents"},{"id":"D000012102","term":"Reproductive Control Agents"},{"id":"D000080066","term":"Contraceptive Agents, Hormonal"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"},{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000006727","term":"Hormone Antagonists"}],"browseLeaves":[{"id":"M8618","name":"Folic Acid","asFound":"Fed","relevance":"HIGH"},{"id":"M19618","name":"Triptorelin Pamoate","asFound":"Liver Transplantation","relevance":"HIGH"},{"id":"M1684","name":"Resveratrol","asFound":"Inferior","relevance":"HIGH"},{"id":"M8759","name":"Follicle Stimulating Hormone","asFound":"Optic","relevance":"HIGH"},{"id":"M250030","name":"Ganirelix","asFound":"Explanation","relevance":"HIGH"},{"id":"M17558","name":"Vitamins","relevance":"LOW"},{"id":"M17546","name":"Vitamin B Complex","relevance":"LOW"},{"id":"M23026","name":"Vitamin B 6","relevance":"LOW"},{"id":"M14583","name":"Pyridoxal","relevance":"LOW"},{"id":"M14589","name":"Pyridoxine","relevance":"LOW"},{"id":"M9934","name":"Hydroxocobalamin","relevance":"LOW"},{"id":"M17548","name":"Vitamin B 12","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9485","name":"Hematinics","relevance":"LOW"},{"id":"M21009","name":"Micronutrients","relevance":"LOW"},{"id":"M16885","name":"Trace Elements","relevance":"LOW"},{"id":"M4292","name":"Antioxidants","relevance":"LOW"},{"id":"M21869","name":"Protective Agents","relevance":"LOW"},{"id":"M7951","name":"Enzyme Inhibitors","relevance":"LOW"},{"id":"M13865","name":"Platelet Aggregation Inhibitors","relevance":"LOW"},{"id":"M6494","name":"Contraceptive Agents","relevance":"LOW"},{"id":"M6495","name":"Contraceptive Agents, Female","relevance":"LOW"},{"id":"M2116","name":"Contraceptive Agents, Hormonal","relevance":"LOW"},{"id":"M20966","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"T446","name":"Folic Acid","asFound":"Fed","relevance":"HIGH"},{"id":"T447","name":"Folinic Acid","relevance":"LOW"},{"id":"T474","name":"Vitamin B6","relevance":"LOW"},{"id":"T459","name":"Pyridoxal","relevance":"LOW"},{"id":"T461","name":"Pyridoxine","relevance":"LOW"},{"id":"T441","name":"Cobalamin","relevance":"LOW"},{"id":"T444","name":"Cyanocobalamin","relevance":"LOW"},{"id":"T476","name":"Vitamin B12","relevance":"LOW"},{"id":"T448","name":"Folate","relevance":"LOW"},{"id":"T475","name":"Vitamin B9","relevance":"LOW"}],"browseBranches":[{"abbrev":"Micro","name":"Micronutrients"},{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"Repr","name":"Reproductive Control Agents"},{"abbrev":"PlAggInh","name":"Platelet Aggregation Inhibitors"},{"abbrev":"Vi","name":"Vitamins"}]}},"hasResults":false}