{"protocolSection":{"identificationModule":{"nctId":"NCT06475833","orgStudyIdInfo":{"id":"HÜ- FTR- BD- 4"},"organization":{"fullName":"Hacettepe University","class":"OTHER"},"briefTitle":"Investigation of the Relationship Between Core Endurance and Awareness of Injury Prevention in Adolescent Basketball Players","officialTitle":"Investigation of the Relationship Between Core Endurance and Awareness of Injury Prevention in Adolescent Basketball Players"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-30","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-07-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2024-08-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-22","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Birgül Dıngırdan","investigatorTitle":"Research Assisstant","investigatorAffiliation":"Hacettepe University"},"leadSponsor":{"name":"Hacettepe University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Injuries occurring during adolescence can lead to serious long-term problems. Such injuries can cause athletes to take breaks from their sports and physically strain themselves. Since athletes are in their adolescent period, the physiological development of the musculoskeletal system is ongoing. Awareness of injury prevention during this period is crucial. This study aims to investigate the relationship between core endurance and awareness of injury prevention in athletes. Objectively determining this relationship is important for providing support to protect athletes from injuries.","detailedDescription":"Injuries occurring during adolescence can lead to serious long-term problems. Such injuries can cause athletes to take breaks from their sports and physically strain themselves. Since athletes are in their adolescent period, the physiological development of the musculoskeletal system is ongoing. Awareness of injury prevention during this period is crucial. The Injury Prevention Awareness Scale for Athletes is a valid and reliable measure developed for the Turkish population. It assesses individuals' awareness of health status, environmental factors, equipment usage, and exercise programs.\n\nIn overhead athletes (those engaged in sports requiring frequent and repetitive use of the upper extremities), although movement primarily occurs in the upper extremities, the transfer of force through the kinetic chain from proximal to distal is critically important. Particularly, good core endurance is fundamental for distal mobility. This is because strong proximal endurance affects the stability and movement development of distal joints. The core region, often referred to as the body's core, is considered the starting point for movements. For athletes, the active and efficient use of both the lower and upper extremities is essential. The core region facilitates force transfer between these two extremities. By controlling the position and movements of the trunk during sports activities, it allows for the optimal transfer of energy from the trunk to the extremities. Inadequate or insufficient core stabilization can lead to wear and tear in the body, problems with static and dynamic balance, failure in kinetic chain transfer, and an increased risk of sports injuries. Emphasizing the endurance and stability of the core region in athletes can help reduce the risk of injury. Athletes may not always be aware of how serious injuries and their consequences can be. The Injury Prevention Awareness Scale evaluates athletes' awareness of situations that can lead to injuries.\n\nThis study aims to investigate the relationship between core endurance and awareness of injury prevention in athletes. Objectively determining this relationship is important for providing support to protect athletes from injuries.\n\nHypotheses:\n\nH0: There is no relationship between awareness of injury prevention and core endurance.\n\nH1: There is a relationship between awareness of injury prevention and core endurance."},"conditionsModule":{"conditions":["Sports Physical Therapy"],"keywords":["Sports performances","Awareness of sport injuries","Core stability"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"OTHER","timePerspective":"CROSS_SECTIONAL"},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"interventions":[{"type":"DIAGNOSTIC_TEST","name":"Prone plank test, Side plank test, The Awareness of Sports Injuries Scales","description":"Prone Plank Test: For the prone bridge test, athletes will position themselves in a plank position with their elbows shoulder-width apart and directly under their shoulders. Using a stopwatch, the duration for which they can maintain this position without breaking form will be recorded.\n\nSide Plank Tests: For the side bridge test, athletes will position themselves in a side plank position, ensuring that the shoulder is directly above the elbow. The duration for which they can maintain this position will be recorded using a stopwatch.\n\nThe Injury Prevention Awareness Scale for Athletes will be used to evaluate athletes' awareness and attitudes towards preventing sports injuries. A high score indicates a good level of awareness of injury prevention in sports."}]},"outcomesModule":{"primaryOutcomes":[{"measure":"The Awareness of Injury Prevention","description":"To assess awareness of injury prevention, the Injury Prevention Awareness Scale will be conducted. The Sport Injury Prevention Awareness Scale is a measure with validated reliability and validity in Turkish. The 18-item four-factor (health status, environmental factors and equipment, exercise session, exercise program) Sports Injury Prevention Awareness Scale is valid and reliable for use with Turkish individuals aged 13-66 years.","timeFrame":"Baseline"}],"secondaryOutcomes":[{"measure":"Core endurance","description":"To assess core endurance will be conduct prone bridge test and lateral plank test. Prone bridge test assess deep abdominal muscles. Lateral plank test assess side abdominal muscles. The prone bridge test, in the plank position, with the elbows under the shoulders and the body parallel to the ground, the athlete is asked to hold the position for as long as possible. In the lateral side plank test, the athlete is asked to hold the position with the elbow under the shoulder and the spine parallel to the ground for as long as possible.","timeFrame":"Baseline"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To be between the ages of 10 and 18\n* Engage in training at least three days a week\n* Have been involved in basketball for one year.\n\nExclusion Criteria:\n\n* To have not experienced any orthopedic surgical injuries within the last six months\n* To not have any chronic illnesses.","healthyVolunteers":true,"sex":"ALL","minimumAge":"10 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"Adolescant basketball players, having played basketball for at least 1 year, being willing to participate in the study","samplingMethod":"PROBABILITY_SAMPLE"},"contactsLocationsModule":{"centralContacts":[{"name":"Birgül Dıngırdan, Master of degree","role":"CONTACT","phone":"05444694932","email":"birguldingirdan@gmail.com"}],"locations":[{"facility":"Sakarya University of Applied Sciences","city":"Sakarya","state":"Akyazı","zip":"54400","country":"Turkey"}]},"ipdSharingStatementModule":{"ipdSharing":"UNDECIDED"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"browseLeaves":[{"id":"M4570","name":"Athletic Injuries","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M4854","name":"Benzocaine","relevance":"LOW"},{"id":"T433","name":"Tannic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}