{"protocolSection":{"identificationModule":{"nctId":"NCT06477068","orgStudyIdInfo":{"id":"CS/HV/23/29"},"organization":{"fullName":"Hung Vuong Hospital","class":"OTHER"},"briefTitle":"Effect of a Medication Reminder Mobile Application","officialTitle":"Effect of a Medication Reminder Mobile Application on Patients Undergoing Ovarian Stimulation: a Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02-28","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-25","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Thi Thanh Thuy Tran, MD","investigatorTitle":"Hung Vuong Hospital","investigatorAffiliation":"Hung Vuong Hospital"},"leadSponsor":{"name":"Hung Vuong Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The goal of this clinical trial is to evaluate of effectiveness when using the \"telemedicine medication reminder app on smartphones\" at the Infertility Department of Hung Vuong Hospital. The main questions it aims to answer are:\n\nComparison of the medication forgetting rate between the group of patients using the product and the group of patients not using the app.\n\nAssessment of the level of patient satisfaction when using the app. Comparison of the quantity and quality outcomes of eggs between the group of patients using the app and the group of patients not using the app.\n\nParticipants will:\n\nUsing or not using \" \"telemedicine medication reminder app on smartphones\" Record the number of cycle cancellations, number of missed doses, satisfaction rates, number of retrieved oocytes, number of mature oocytes, number of immature oocytes, and number of abnormal oocytes.","detailedDescription":"Goal of SMART:\n\nS Specific: fertility specialists at the Infertility Department of Hung Vuong Hospital, researchers at the Department of Biomedical Engineering - International University - National University of Ho Chi Minh City, and patients at the Infertility Department of Hung Vuong Hospital. Fertility specialists will be responsible for advising and assisting the research team in developing the \"telemedicine medication reminder app on smartphones\" tailored to the needs and user-friendly for patients. They will support data collection to compare the effectiveness of product usage. Researchers will be responsible for developing and improving the \"telemedicine medication reminder app on smartphones\" according to the requirements of fertility specialists and patients, as well as analyzing data to evaluate the product's effectiveness.\n\nM Measurable: The effectiveness of the \"telemedicine medication reminder app on smartphones\" will be compared between the group of patients using the product and the group of patients not using it: Comparison of the medication forgetting rate between the group of patients using the product and the group of patients not using the product.\n\nEvaluation of patient satisfaction level when using the product. Comparison of the quantity and quality outcomes of eggs between the group of patients using the product and the group of patients not using the product.\n\nA Attainable: The Department of Biomedical Engineering has developed numerous telemedicine healthcare products and achieved notable successes, exemplified by the telemedicine blood pressure monitor.\n\nThe Infertility Department has a policy to foster scientific research collaboration, aiming to enhance treatment effectiveness and patient satisfaction.\n\nThe Infertility Department is a prominent and reputable reproductive support center with a large number of patients, facilitating data collection needs.\n\nR Realistic: The demand for remote monitoring and home healthcare is a legitimate need for patients, especially following the COVID-19 pandemic.\n\nT Time-bound: This research will be conducted over a period of 18 months with specific tasks including 10 months for mobile application development, 6 months for patients recruitment and 2 months for data analysis and interpretation."},"conditionsModule":{"conditions":["Infertility"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"Experimental group: Patients undergoing ovarian stimulation in the Infertility Department at Hung Vuong Hospital are prescribed and instructed to inject medication according to the current procedure of the department, in addition to being supported through the \"telemedicine medication reminder app on smartphones\".\n\nControl group: Patients undergoing ovarian stimulation in the Infertility Department at Hung Vuong Hospital are prescribed and instructed to inject medication according to the current procedure of the department.","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":387,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"IVF Patients","type":"EXPERIMENTAL","description":"Patients undergoes ovarian stimulation for IVF treatment at Hung Vuong Hospital","interventionNames":["Combination Product: Mobile medical reminder application"]}],"interventions":[{"type":"COMBINATION_PRODUCT","name":"Mobile medical reminder application","description":"Experimental group: Patients undergoing ovarian stimulation in the Infertility Department at Hung Vuong Hospital are prescribed and instructed to inject medication according to the current procedure of the department, in addition to being supported through the \"telemedicine medication reminder app on smartphones\".\n\nControl group: Patients undergoing ovarian stimulation in the Infertility Department at Hung Vuong Hospital are prescribed and instructed to inject medication according to the current procedure of the department.","armGroupLabels":["IVF Patients"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Medication non-adherence rate","description":"Comparison of the medication non-adherence rate (in percentage) between the group of IVF patients using the mobile medical reminder application and the group of IVF patients not using the mobile medical reminder application.\n\nThe medication non-adherence rate is calculated as the number of times the medication was forgotten divided by the total number of prescribed medication doses.\n\nUnit of measure: Percentage (%)","timeFrame":"6 months"},{"measure":"Grading on Mobile Application Rating Scale","description":"Assessment of the mobile medical reminder application quality will be graded following the Mobile Application Rating Scale (MARS). MARS includes a set of questions that are graded by users. Users will rate the app on a scale from 1 to 5. The average MARS score will be used.\n\nUnit of measure: Quality score (MARS)","timeFrame":"6 months"}],"secondaryOutcomes":[{"measure":"Total retrieved oocytes","description":"The number of oocytes retrieved will be recorded and compared between the group of IVF patients using the mobile medical reminder application and the group of IVF patients not using the mobile medical reminder application.\n\nUnit of measure: Count (number)","timeFrame":"6 months"},{"measure":"Total mature oocytes","description":"The number of retrieved mature oocytes will be recorded and compared between the group of IVF patients using the mobile medical reminder application and the group of IVF patients not using the mobile medical reminder application Unit of measure: Count (number)","timeFrame":"6 month"},{"measure":"Total abnormal oocytes","description":"The number of retrieved abnormal oocytes will be recorded and compared between the group of IVF patients using the mobile medical reminder application and the group of IVF patients not using the mobile medical reminder application Unit of measure: Count (number)","timeFrame":"6 month"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* To eliminate factors that may affect egg quality, we selected patients with good prognosis for the study (18-\\< 40 years old, undergoing IVF treatment for the first time).\n* Indicated for ovarian stimulation for IVF treatment.\n* Be able to use a smartphone.\n* No underlying diseases: Diabetes mellitus, Increased prolactin, Thyroid dysfunction, and Adrenal disorders.\n* Voluntary participate in the study and agree to sign the consent form.\n\nExclusion Criteria:\n\n* BMI \\> 30.\n* IVF patient with oocyte donation.\n* Reduced ovarian reserve.\n* Contraindications for using ovarian stimulation drugs.\n* Endocrine or metabolic disorders, any underlying diseases (kidney, liver, or heart disease).\n* Subjects unwilling to participate in the study.\n* Patients who are unable to comply with the study protocol: not using a smartphone, missing appointments for follow-up visits, unable to read or write in Vietnamese.","healthyVolunteers":true,"sex":"FEMALE","minimumAge":"18 Years","maximumAge":"40 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Le-Giang Tran, Ph.D.","role":"CONTACT","phone":"+84 399259210","email":"tlgiang@gmail.com"}],"overallOfficials":[{"name":"Le-Giang Tran, Ph.D.","affiliation":"International University, Vietnam National University - Hochiminh City","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hung Vuong","city":"Ho Chi Minh","zip":"70000","country":"Vietnam","contacts":[{"name":"THI THANH THUY TRAN, MD","role":"CONTACT","phone":"+84933316056","email":"thanhthuy.tran234@gmail.com"},{"name":"PHUONG HUY TRAN, PhD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":10.82302,"lon":106.62965}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"The research group does not have the ownership of the patient data."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000007246","term":"Infertility"}],"ancestors":[{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"}],"browseLeaves":[{"id":"M10290","name":"Infertility","asFound":"Infertility","relevance":"HIGH"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}