{"protocolSection":{"identificationModule":{"nctId":"NCT06481020","orgStudyIdInfo":{"id":"BIONUTEST_2024-0358-1"},"secondaryIdInfos":[{"id":"PID2019-104167RB-I00","type":"OTHER_GRANT","domain":"MCIN/AEI/10.13039/501100011033"}],"organization":{"fullName":"University of Valencia","class":"OTHER"},"briefTitle":"Plant Sterols on Cardiovascular Markers, Microbiota and Sterol Metabolism (Cardiofoodsterol)","officialTitle":"Effect of Plant Sterols on Inflammatory, Endothelial Function and Oxidative Stress Markers, Microbiota and Sterol Metabolism in a Cardiovascular Risk Population"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-05-21","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-02","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Guadalupe García Llatas","investigatorTitle":"Principal investigator","investigatorAffiliation":"University of Valencia"},"leadSponsor":{"name":"University of Valencia","class":"OTHER"},"collaborators":[{"name":"Hospital Universitario La Fe","class":"OTHER"},{"name":"University of Bologna","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Potential cholesterol-lowering effect of a regular intake of a plant sterol (PS)-containing food supplement, in overweight/obese type 1 or 2, normoglycemic/pre-diabetic, with LDL-cholesterol values \\> 115 mg/dl and not pharmacologically treated participants treated with the PS-containing food supplement or placebo supplement.","detailedDescription":"Cardiovascular disease (CVD) is the leading cause of death worldwide, with hypercholesterolemia being one of the main risk factors for CVD. The deposition and oxidation of LDL-cholesterol particles triggers a series of molecular events favoring chronic low-grade inflammation, endothelial dysfunction and oxidative stress. This situation promotes atherogenesis thus increasing cardiovascular risk. Obesity favors the secretion of pro-inflammatory mediators and promotes the recruitment of macrophages to adipose tissue, insulin resistance, hyperglycemia and hyperlipidemia, thus increasing the risk of CVD. In addition, obesity has been associated with gut dysbiosis, which in turn is associated with atherosclerosis in some studies. Beneficial effects of PS on LDL-cholesterol and inflammatory, endothelial dysfunction and oxidative stress markers have been reported by several clinical trials. A meta-analysis suggests a lowering effect of PS on body mass index (BMI) in participants with BMI\\>25. Furthermore, the consumption of PS has been beneficially associated in in vitro studies with changes in intestinal microbial profile, sterol metabolism and short chain fatty acids (SCFA) production. Therefore, the hypothesis is if the consumption of PS as a food supplementation could reduce cardiovascular risk. The present study aims to evaluate the LDL-cholesterol serum levels after regular intake of a food supplement containing PS (2 g/day) in overweight/obese type 1 or 2 patients, normoglycemic /pre-diabetic and with LDL-cholesterol values \\> 115 mg/dl not pharmacologically treated. This is a crossover study with 21 participants (intake of a food supplement containing PS) and 21 participants (intake of excipient-based placebo), with a first intervention period of 8 weeks. After a 6-week washout period, the treatments are switched, with a second intervention period of 8 weeks. In addition, to the LDL-cholesterol lowering assessment, other biochemical, hematological, inflammatory, endothelial dysfunction and oxidative stress parameters are assessed in serum samples. Moreover, sterol and metabolite profiling in serum and feces, microbiota modulation, anthropometric measurements and body composition, bioimpedance, dietary intake and physical activity questionnaire are evaluated. All parameters are evaluated at the beginning (weeks 0 and 14) and at the end of each intervention period (weeks 8 and 22)."},"conditionsModule":{"conditions":["Cardiovascular Diseases","Hypercholesterolemia","Prediabetic State","Overweight and Obesity"],"keywords":["Cholesterol LDL","Plant Sterols","Inflammation","Oxidative Stress","Microbiota","Sterol Metabolites","Endothelial function","Bioimpedance","Dietary Intake","Physical Activity"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"CROSSOVER","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"TRIPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR"]}},"enrollmentInfo":{"count":42,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Dietary Supplement","type":"EXPERIMENTAL","description":"PS-containing dietary supplement Sachet containing a powdered microencapsulated free plant sterols (2 g ingredient/day)","interventionNames":["Dietary Supplement: Plant sterols 2g/day"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Sachet containing the powdered excipients of the dietary supplement","interventionNames":["Dietary Supplement: Placebo"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Plant sterols 2g/day","description":"PS-containing dietary supplement Sachet containing a powdered microencapsulated free plant sterols (2 g ingredient/day) during 8 weeks","armGroupLabels":["Dietary Supplement"]},{"type":"DIETARY_SUPPLEMENT","name":"Placebo","description":"Sachet containing the powdered excipients of the dietary supplement during 8 weeks","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Changes in plasmatic LDL-c","description":"LDL-c, calculated by the Friedewald's formula, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"}],"secondaryOutcomes":[{"measure":"Changes in plasmatic total cholesterol","description":"Total cholesterol, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic HDL-c","description":"HDL-c, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic non-HDL cholesterol","description":"Non-HDL cholesterol, calculated by subtracting HDL-c from total cholesterol, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic triglycerides","description":"Triglycerides, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic Apo A","description":"Apo A, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic Apo B","description":"Apo B, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic fibrinogen","description":"Fibrinogen, assessed by Clauss coagulometric method, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic High-sensitivity C-reactive protein (hsCRP)","description":"hs CRP, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic glucose","description":"Glucose, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic insulin","description":"Insulin, assessed by enzymatic-colorimetric methods, with repeated measures (at the beginning and at the end of each period the intervention","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic Homeostatic Model Assessment for Insulin Resistance (HOMA-IR)","description":"HOMA-IR, calculated by mathematical formula from the fasting insulin and fasting glucose levels, with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum levels of the sterols and metabolites profile","description":"Profile sterols and metabolites, assessed by gas chromatography coupled with flame ionization detector (GC-FID), with repeated measures (at the beginning and at the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in feces levels of the sterols and metabolites profile","description":"Profile sterols and metabolites, assessed by gas chromatography coupled with flame ionization detector (GC-FID), with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum interleukin 10 (IL-10)","description":"IL-10, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum interleukin 12p70 (IL-12p70)","description":"IL-12p70, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum interleukin 1β (IL-1β)","description":"IL-1β, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum interleukin 6 (IL-6)","description":"IL-6, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum interleukin 8 (IL-8)","description":"IL-8, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum tumor necrosis factor alpha (TNFα)","description":"TNFα, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum vascular cell adhesion molecule-1 (VCAM-1)","description":"VCAM-1, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum E-Selectin","description":"E- Selectin, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum endothelin (ET-1)","description":"ET-1, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in serum plasminogen activator inhibitor-1(PAI-1)","description":"PAI-1, assessed by immunochemical techniques, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic LDL-cholesterol oxidation","description":"LDL-cholesterol oxidation, assessed by enzyme kits, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic 8-isoprostane","description":"8-isoprostane, assessed by enzyme kits, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic malondialdehyde (MDA)","description":"MDA, assessed by ultra-performance liquid chromatography-MS (UPLC-MS), with repeated measures (at the beginning and the end of each period the intervention","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in reduced glutathiones (GSH)","description":"GSH, assessed by ultra-performance liquid chromatography-MS (UPLC-MS), with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in oxidized glutathione (GSSG)","description":"GSSG, assessed by ultra-performance liquid chromatography-MS (UPLC-MS), with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in the composition of microbiota in feces","description":"Composition of microbiota, assessed by genetic sequencing and subsequent biostatistical analysis, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in feces of short-chain fatty acids (SCFAs)","description":"SCFAs, assessed by high-performance liquid chromatography with an ultraviolet detector (HPCL-UV), with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in plasmatic levels of cholesterol oxidation products (COPs)","description":"COPs, assessed by gas chromatography-mass spectrometry, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in body weight (WT)","description":"WT, assessed by standard balance scale, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in body height (HT)","description":"HT, assessed by tape measure, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in body circumferences","description":"Circumferences, assessed by tape measure, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Changes in Bioelectrical impedance analysis (BIA)","description":"BIA, assessed by bio-impedance meter, with repeated measures (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Assessment of dietary intake","description":"Food frequency survey Questionnaire (FFQ) is used, consisting in 136 questions divided into the different food groups (dairy products; eggs, meat and fish; vegetables; fruit; pulses and cereals; oils and fats; bakery and confectionery; miscellaneous; drinks) indicating the average frequency of consumption during the past year, which can be scored as never or almost never, per month (1-3), per week (1, 2-4,5-6), per day (1, 2-3, 4-6, 6+), with repeated of questionnaire (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Evaluation of the physical activity to measure quality of life","description":"International physical activity questionnaire-short form (IPAC-SF) is used, consisting in 7 questions. Intensity, frequency and duration of the exercise are evaluated through metabolic equivalent of task (METs). This allows to differentiate 3 levels of physical activity:\n\nLow: Not enough activity to achieve the next level\n\nModerate: 3 or more days of vigorous physical activity for at least 20 minutes per day, 5 or more days of moderate physical activity and/or walking at least 30 minutes per day, or 5 or more days of any combination of walking, moderate or vigorous physical activity achieving at least a total of 600 METs.\n\nHigh: Vigorous physical activity at least 3 days per week achieving a total of a least 1500 METs, or 7 days of any combination of walking, with moderate and/or vigorous physical activity, achieving a total of a least 3000 METs.\n\nWith repeated of questionnaire (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"},{"measure":"Evaluation of the Mediterranean diet adherence to measure quality of life","description":"Mediterranean diet adherence screener (MEDAS) is used, consisting in 14 questions (each one 0 or 1 point, final score between 0 and 14). Results are ranged between 0-7 points (low adherence), 7-10 (moderate adherence), and 10-14 (high adherence) With repeated of questionnaire (at the beginning and the end of each period the intervention)","timeFrame":"0, 8, 14 and 22 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* BMI: 27-29.9 or 30-39.9\n* Plasmatic glucose: \\< 100mg/dl or 100-125mg/dl\n* Glycosylated hemoglobin: \\< 5.7 or 5.7-6.4\n* LDL cholesterol \\> 115mg/dL\n* Serum levels of biochemical and hematological parameters and fat-soluble vitamins within reference ranges.\n\nExclusion Criteria:\n\n* Subjects on cholesterol-lowering pharmacological treatment\n* Smokers\n* Alcohol consumption above 30 g/day\n* Pregnant or lactating women\n* Any infection, serious illness or co-morbidity that may affect the bioavailability of PS (e.g., malabsorption, celiac disease, allergies or food intolerances)\n* Diseases of the gastrointestinal tract\n* Antibiotic, hormonal or anabolic treatment\n* Participants consuming foods enriched with PS or food supplements that contain PS\n* Participants who follow specialist weight loss diets, vegans or vegetarians","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"80 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Guadalupe Garcia Llatas, Professor","role":"CONTACT","phone":"+34 963543766","email":"guadalupe.garcia@uv.es"}],"overallOfficials":[{"name":"Guadalupe Garcia Llatas, Professor","affiliation":"University of Valencia","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Hospital Universitario y Politécnico La Fe de Valencia","status":"RECRUITING","city":"Valencia","zip":"46026","country":"Spain","contacts":[{"name":"Juan Francisco Merino Torres","role":"CONTACT"}],"geoPoint":{"lat":39.46975,"lon":-0.37739}}]},"referencesModule":{"references":[{"pmid":"31523960","type":"BACKGROUND","citation":"Blanco-Morales V, Garcia-Llatas G, Yebra MJ, Sentandreu V, Lagarda MJ, Alegria A. Impact of a Plant Sterol- and Galactooligosaccharide-Enriched Beverage on Colonic Metabolism and Gut Microbiota Composition Using an In Vitro Dynamic Model. J Agric Food Chem. 2020 Feb 19;68(7):1884-1895. doi: 10.1021/acs.jafc.9b04796. Epub 2019 Sep 26."},{"pmid":"35012310","type":"BACKGROUND","citation":"Blanco-Morales V, Silvestre RLA, Hernandez-Alvarez E, Donoso-Navarro E, Alegria A, Garcia-Llatas G. Influence of Galactooligosaccharides on the Positive Effect of Plant Sterol-Enriched Beverages on Cardiovascular Risk and Sterol Colon Metabolism. J Agric Food Chem. 2022 Jan 19;70(2):532-542. doi: 10.1021/acs.jafc.1c06120. Epub 2022 Jan 11."},{"pmid":"36358463","type":"BACKGROUND","citation":"Caudet J, Trelis M, Cifre S, Tapia G, Soriano JM, Rodrigo R, Merino-Torres JF. Do Intestinal Unicellular Parasites Have a Role in the Inflammatory and Redox Status among the Severely Obese? Antioxidants (Basel). 2022 Oct 23;11(11):2090. doi: 10.3390/antiox11112090."},{"pmid":"25553599","type":"BACKGROUND","citation":"Heggen E, Kirkhus B, Pedersen JI, Tonstad S. Effects of margarine enriched with plant sterol esters from rapeseed and tall oils on markers of endothelial function, inflammation and hemostasis. Scand J Clin Lab Invest. 2015 Apr;75(2):189-92. doi: 10.3109/00365513.2014.992040. Epub 2015 Jan 1."},{"pmid":"32455866","type":"BACKGROUND","citation":"Oliveira Godoy Ilha A, Sutti Nunes V, Silva Afonso M, Regina Nakandakare E, da Silva Ferreira G, de Paula Assis Bombo R, Rodrigues Giorgi R, Marcondes Machado R, Carlos Rocha Quintao E, Lottenberg AM. Phytosterols Supplementation Reduces Endothelin-1 Plasma Concentration in Moderately Hypercholesterolemic Individuals Independently of Their Cholesterol-Lowering Properties. Nutrients. 2020 May 22;12(5):1507. doi: 10.3390/nu12051507."},{"pmid":"18762410","type":"BACKGROUND","citation":"Mannarino E, Pirro M, Cortese C, Lupattelli G, Siepi D, Mezzetti A, Bertolini S, Parillo M, Fellin R, Pujia A, Averna M, Nicolle C, Notarbartolo A. Effects of a phytosterol-enriched dairy product on lipids, sterols and 8-isoprostane in hypercholesterolemic patients: a multicenter Italian study. Nutr Metab Cardiovasc Dis. 2009 Feb;19(2):84-90. doi: 10.1016/j.numecd.2008.03.012. Epub 2008 Aug 31."},{"pmid":"21972006","type":"BACKGROUND","citation":"Menendez-Carreno M, Steenbergen H, Janssen HG. Development and validation of a comprehensive two-dimensional gas chromatography-mass spectrometry method for the analysis of phytosterol oxidation products in human plasma. Anal Bioanal Chem. 2012 Feb;402(6):2023-32. doi: 10.1007/s00216-011-5432-2. Epub 2011 Oct 5."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000002318","term":"Cardiovascular Diseases"},{"id":"D000050177","term":"Overweight"},{"id":"D000006937","term":"Hypercholesterolemia"},{"id":"D000011236","term":"Prediabetic State"}],"ancestors":[{"id":"D000044343","term":"Overnutrition"},{"id":"D000009748","term":"Nutrition Disorders"},{"id":"D000001835","term":"Body Weight"},{"id":"D000006949","term":"Hyperlipidemias"},{"id":"D000050171","term":"Dyslipidemias"},{"id":"D000052439","term":"Lipid Metabolism Disorders"},{"id":"D000008659","term":"Metabolic Diseases"},{"id":"D000003920","term":"Diabetes Mellitus"},{"id":"D000044882","term":"Glucose Metabolism Disorders"},{"id":"D000004700","term":"Endocrine System Diseases"}],"browseLeaves":[{"id":"M12701","name":"Obesity","relevance":"LOW"},{"id":"M26186","name":"Overweight","asFound":"Overweight","relevance":"HIGH"},{"id":"M9988","name":"Hypercholesterolemia","asFound":"Hypercholesterolemia","relevance":"HIGH"},{"id":"M14117","name":"Prediabetic State","asFound":"Prediabetic State","relevance":"HIGH"},{"id":"M10293","name":"Inflammation","relevance":"LOW"},{"id":"M25307","name":"Overnutrition","relevance":"LOW"},{"id":"M12684","name":"Nutrition Disorders","relevance":"LOW"},{"id":"M5114","name":"Body Weight","relevance":"LOW"},{"id":"M10000","name":"Hyperlipidemias","relevance":"LOW"},{"id":"M10002","name":"Hyperlipoproteinemias","relevance":"LOW"},{"id":"M26181","name":"Dyslipidemias","relevance":"LOW"},{"id":"M11639","name":"Metabolic Diseases","relevance":"LOW"},{"id":"M27029","name":"Lipid Metabolism Disorders","relevance":"LOW"},{"id":"M7115","name":"Diabetes Mellitus","relevance":"LOW"},{"id":"M25403","name":"Glucose Metabolism Disorders","relevance":"LOW"},{"id":"M7862","name":"Endocrine System Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC18","name":"Nutritional and Metabolic Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC19","name":"Gland and Hormone Related Diseases"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T421","name":"Phytosterol","asFound":"Operable","relevance":"HIGH"}],"browseBranches":[{"abbrev":"Ot","name":"Other Dietary Supplements"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}