{"protocolSection":{"identificationModule":{"nctId":"NCT06477510","orgStudyIdInfo":{"id":"Ayeshaperio_12"},"organization":{"fullName":"Postgraduate Institute of Dental Sciences Rohtak","class":"OTHER"},"briefTitle":"Evaluation of Effect of Non-surgical Periodontal Treatment on Patient's Self Perception of Esthetics","officialTitle":"Evaluation of Effect of Non-surgical Periodontal Treatment on Patient's Self Perception of Esthetics- A Prospective Study"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-10-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-05-23","studyFirstSubmitQcDate":"2024-06-26","studyFirstPostDateStruct":{"date":"2024-06-27","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-26","lastUpdatePostDateStruct":{"date":"2024-06-27","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Postgraduate Institute of Dental Sciences Rohtak","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Non-surgical periodontal treatment is a fundamental part of periodontal therapy,including supportive therapy. It has been proven to be efficacious in reducing inflammation, probing pocket depth and number of diseased sites in patients affected by periodontitis, often limiting the need for additional treatment approaches. However,despite being such a widely administered treatment, the effect of non-surgical periodontal treatment on patient reported outcomes has remained restricted to parameters such as pain and sensitivity only, with patient's perception of aesthetics remaining largely unexplored.\n\nFocusing only on physical periodontal measurements, leaves the true impact of periodontitis as well as its treatment on patient's well-being largely under recognized. With the development of the periodontal aesthetics perception scale (PAPS), it is possible to assess the results in a standardized manner.Therefore, the goal of this study (prospective-interventional ) is to to assess the patient's self-perception of aesthetics using a standardized tool after non surgical periodontal treatment and how much of changes in aesthetics are perceived by the patient. This would be helpful in understanding and managing patient expectations. Also, utilizing a standardized tool would reduce heterogeneity bias by providing comparable data between studies for future research on understanding patient preferences.","detailedDescription":"Periodontal disease refers to inflammation of the periodontal tissues resulting in clinical attachment loss, alveolar bone loss and periodontal pocket formation. Periodontal disease is amongst one of the most common diseases affecting majority of the population around the world. Patients with periodontal diseases may present with bleeding, redness, swelling or edema in the gingiva, gingival recession, gingival enlargement, loss of the supporting periodontal tissues and tooth mobility. All these conditions affecting the periodontium are detrimental for individual's quality of life and may also disrupt their esthetic appearance. A number of factors are substantial for dental esthetics such as color and shape of the teeth and shape of the dental arch. However, gingival health and appearance is also crucial for an esthetically pleasant smile and patients with periodontal problems may face aesthetic problems. Gingival recessions in the anterior teeth can often be a topic of concern, and this non-aesthetic appearance can be observed within the patient's smile, speech or chewing. Localized or generalized gingival enlargement may also result in both aesthetic and functional problems for affected patients. Additionally, the color of gingiva as well excess gingival display can pose esthetic concerns.\n\nUntil recently, clinical research has been focused mainly on the course of periodontal disease, its diagnosis, development of appropriate treatments, as well as its clinical response. In this context, a real full impact study, which refers to perceptions and satisfaction of patients in relation to the treatment, has historically not been an object of interest in most investigations. However, in recent years, patients' own assessments of dentofacial aesthetics have become an increasingly popular topic, gradually emphasizing on esthetic conditions as perceived by patients.\n\nTherefore, the present study has been designed to evaluate the change in patients' perception of aesthetics post non-surgical periodontal treatment using the PAPS scale, the Numeric rating scale and global rating scale with the aim to explore the effect of non-surgical periodontal treatment in stage I/II/III periodontitis and assess the psychometric properties of PAPS in Indian population, assess the ability of Periodontal aesthetic perception scale to detect difference in patient's perception of aesthetics after non-surgical periodontal therapy and correlate self-reported perception of aesthetics with clinical periodontal parameters (CAL,BOP, PPD, gingival phenotype, gingival recession, interdental papillary height, gingival pigmentation and gingival display).\n\nThe present longitudinal study will be conducted in the Department of Periodontics, Post Graduate Institute of Dental Sciences, Rohtak.Translation, adaptation and validation of PAPS (Periodontal aesthetic perception scale) will be done in Indian population by using the questionnaire on patients reporting to department of Periodontics, PGIDS, Rohtak. Following this, systemically healthy patients with Stage I/II/III Periodontitis will be recruited on basis of inclusion and exclusion criteria. For each participant, demographic data like age, sex, level of education, marital status, socio-economic status and area of residence (urban/rural) will be recorded. Assessment of self-perception aesthetics using PAPS score, NRS and Global Transition Scale will be done at baseline. For all patients, periodontal charting will be done from second premolar to second premolar in both maxillary and mandibular arch.\n\nOral hygiene instructions and mechanical supragingival scaling followed by subgingival instrumentation as needed on case-to-case basis with both ultrasonic scalers as well as hand instruments. No adjunctive chemical oral hygiene aids or antibiotics will be used.\n\nRe- evaluation of patient's perception of esthetics will be done at 4 weeks. Both patients' perception of esthetics and clinical periodontal parameters (clinical attachment level (CAL), probing pocket depth (PPD), bleeding on probing (BOP), plaque index (PI), gingival phenotype, gingival recession, interdental papillary height, gingival pigmentation and gingival display will be re-evaluated at 3 month follow up appointment post non surgical periodontal treatment with ultrasonic scaler or hand instruments as required."},"conditionsModule":{"conditions":["Periodontitis"],"keywords":["aesthetics","patient-reported outomes"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"The study population will include consecutive subjects referred to the Department of Periodontics, PGIDS, Rohtak for clinical evaluation. The patients will be screened according to the inclusion and exclusion criteria for eligibility to participate in the study. All participants will be informed about the purpose of the study and only individuals who provide written informed consent prior to the start of the study will be included.\n\nAfter validation of the PAPS scale, patients with Stage I/II/III Periodontitis will be selected, and PAPS score recorded at baseline, then at 4 weeks and 3 month post non-surgical periodontal treatment and clinical parameters recorded at baseline and 3 month post non-surgical periodontal treatment with ultrasonic scaler or hand instruments as required.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":48,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Test group","type":"EXPERIMENTAL","description":"self perception of esthetics and clinical periodontal parameters will be evaluated in patients with stage I/II/III periodontitis at baseline and post non surgical periodontal therapy.","interventionNames":["Procedure: non-surgical periodontal therapy"]}],"interventions":[{"type":"PROCEDURE","name":"non-surgical periodontal therapy","description":"change in self perception of esthetics and clinical periodontal parameters will be assessed after non-surgical periodontal therapy.","armGroupLabels":["Test group"],"otherNames":["scaling and root planing"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Patient's perception of aesthetics by PAPS score (Periodontal Aesthetic Perception Scale)","description":"Assess Patient's perception of aesthetics by PAPS score (Periodontal Aesthetic Perception Scale) in Indian population","timeFrame":"12-18 months"},{"measure":"Patient's perception of aesthetics by Numeri rating scale","description":"Assess Patient's perception of aesthetics by Numeric rating scale","timeFrame":"12-18 months"},{"measure":"Patient's perception of aesthetics by Global transition scale","description":"Assess Patient's perception of aesthetics by Global transition scale","timeFrame":"12-18 months"}],"secondaryOutcomes":[{"measure":"To correlate self-reported perception of esthetics with clinical periodontal parameters (CAL, BOP, PPD, gingival phenotype, gingival recession, interdental papillary height, gingival pigmentation and gingival display).","description":"To correlate self-reported perception of esthetics with clinical periodontal parameters (CAL, BOP, PPD, gingival phenotype, gingival recession, interdental papillary height, gingival pigmentation and gingival display) in Indian population","timeFrame":"12-18 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Patients in the age group of (18-60 years).\n* Presence of ≥ 18 natural teeth\n* Ability and willingness to give written informed consent\n* Patients belonging to Stage I/II/III periodontitis.\n* Systemically healthy individuals.\n\nExclusion Criteria:\n\n* Smokers.\n* Patients who have received periodontal treatment within 6 months or taken antibacterial drugs within last 3 months.\n* Patient with psychological or systemic disease that can influence the outcome of non-surgical periodontal therapy.\n* Presence of tooth loss or caries or prosthesis of any type in anterior teeth.\n* Pregnant females or on oral contraceptive pills or hormone replacement therapy.\n* Physically and cognitively impaired patients.\n* Teeth with need for endodontic treatment.\n* Teeth with Endo-perio lesion.\n* Patients with no aesthetic concerns.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"60 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Dr.Aditi Sangwan","role":"CONTACT","phone":"9996002408","email":"aditidalal86@yahoo.co.in"}],"overallOfficials":[{"name":"Ayesha Ahmed","affiliation":"PGIDS, Rohtak","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Post Graduate Institute of Dental Sciences","city":"Rohtak","state":"Haryana","zip":"124001","country":"India","geoPoint":{"lat":28.89447,"lon":76.58917}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010518","term":"Periodontitis"}],"ancestors":[{"id":"D000010510","term":"Periodontal Diseases"},{"id":"D000009059","term":"Mouth Diseases"},{"id":"D000009057","term":"Stomatognathic Diseases"}],"browseLeaves":[{"id":"M13427","name":"Periodontitis","asFound":"Periodontitis","relevance":"HIGH"},{"id":"M13419","name":"Periodontal Diseases","relevance":"LOW"},{"id":"M12019","name":"Mouth Diseases","relevance":"LOW"},{"id":"M12017","name":"Stomatognathic Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC07","name":"Mouth and Tooth Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}