{"protocolSection":{"identificationModule":{"nctId":"NCT06473571","orgStudyIdInfo":{"id":"STUDY00004299"},"organization":{"fullName":"University of Central Florida","class":"OTHER"},"briefTitle":"Effects on Dementia Caregivers","officialTitle":"Testing a Strategy to Improve the Effects of Caregiving for Caregivers of Persons With Dementia"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-03-14","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-04","type":"ACTUAL"},"completionDateStruct":{"date":"2024-01-04","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-19","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Central Florida","class":"OTHER"}},"oversightModule":{"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The Three Good Things (3GT) is a gratitude list intervention that is empirically supported (Emmons \\& McCullough, 2003; Seligman et al., 2005) and is a low-cost, easily accessible tool for medical and mental providers to recommend and dementia caregivers to implement independently. Thus, this study aims to investigate the feasibility of use of 3GT in the dementia caregiving population and investigate potential therapeutic mechanisms of the intervention.","detailedDescription":"The hypothesis predicts that Caregivers of persons diagnosed with dementia who are randomized into the intervention group (3GT) will report reduced levels of depression, burden, burnout, show an increase in levels of gratitude, increased positive emotion, and increased positive reframing (Brief COPE: Positive Reinterpretation scale and Positive Aspects of Caregiving measure) as compared to baseline levels, and post-follow up assessment in 15 days. The participants will be recruited from local community partners and Amazon MTurk. They will be randomized into 2 groups; one group will be asked to reflect on three good things that happened that day, and the other group will be asked to reflect on early memories. Participants will be reminded via text message daily for 15 days and asked to document their three good things or early memories on a Qualtrics link that will be provided in the text message. Additionally, they will be asked to answer 8 mood-related questions daily. Multilevel modeling will be used to assess the relationships between gratitude and burden, burnout, depression, positive emotion, and positive reframing at the within-subjects level and then between-subjects by intervention condition. Identified demographic factors will be added to covary at both levels of analysis. Data will be de-identified and stored on a University of Central Florida local hard drive, which requires special permission and password-protected profiles."},"conditionsModule":{"conditions":["Dementia"],"keywords":["dementia","caregivers"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"HEALTH_SERVICES_RESEARCH","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention Protocol (The 3GT)","type":"ACTIVE_COMPARATOR","description":"Participants will be asked to identify three things that went well that day and their role for this occurring \\[\"What went well today, and what was your role in making it happen?\" as adapted from (Sexton \\& Adair, 2019)\\]. They will be asked to engage in this exercise for 15 days during the evening.","interventionNames":["Other: Intervention Protocol (The 3GT)"]},{"label":"Control Group","type":"ACTIVE_COMPARATOR","description":"Participants will be asked to reflect on early memories of their life, with no specific prompts provided, for 15 days during the evening. This activity is consistent with prior efficacy studies of 3GT (Seligman et al., 2005).","interventionNames":["Other: Control Group"]}],"interventions":[{"type":"OTHER","name":"Intervention Protocol (The 3GT)","description":"Participants will be asked to identify three things that went well that day and their role for this occurring \\[\"What went well today, and what was your role in making it happen?\" as adapted from (Sexton \\& Adair, 2019)\\]. They will be asked to engage in this exercise for 15 days during the evening.","armGroupLabels":["Intervention Protocol (The 3GT)"]},{"type":"OTHER","name":"Control Group","description":"Participants will be asked to reflect on early memories of their life, with no specific prompts provided, for 15 days during the evening. This activity is consistent with prior efficacy studies of 3GT (Seligman et al., 2005).","armGroupLabels":["Control Group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"To measure gratitude using The Gratitude Questionnaire (GQ-6)","description":"The Gratitude Questionnaire (GQ-6), which is a widely used measure trait gratitude will be used. The GQ-6 is a 6 item self-report questionnaire that assesses gratitude disposition in an individual.","timeFrame":"6 months"},{"measure":"To measure depressive symptoms using the Center for Epidemiologic Studies Depression Scale (CES-D 10)","description":"For this study, the 10-item Center for Epidemiologic Studies Depression Scale (CES-D 10) will be used to measure depressive symptoms","timeFrame":"6 months"},{"measure":"To measure burnout using The Informal Caregiver Burnout Inventory 10 (ICBI-10)","description":"The Informal Caregiver Burnout Inventory 10 (ICBI-10) is a new measure developed to capture burnout specifically in caregivers, aiming to validate prior attempts to modify language in general use burnout measures that typically capture occupational burnout.","timeFrame":"6 months"},{"measure":"To assess positive emotion using The Positive and Negative Affect Schedule (PANAS)","description":"The Positive and Negative Affect Schedule (PANAS) will be utilized to assess positive affect. The PANAS is a 20-item self-report measure assessing two dimensions of affect (positive and negative) utilizing 5-point Likert scale.","timeFrame":"6 months"},{"measure":"To measure positive reframing using the Brief COPE Inventory: Positive Reinterpretation subscale","description":"To measure positive reframing, the Brief COPE Inventory: Positive Reinterpretation subscale will be used (Items 12 and 17), which is a measure that assess different types of coping utilized by individuals in stressful situations.","timeFrame":"6 months"},{"measure":"To evaluate practical implications of positive reframing using the Positive Aspects of Caregiving measure","description":"The Positive Aspects of Caregiving measure is a 9-item self-report scale assessing the positive factors associated with caregiving, utilizing a 5-point Likert scale ranging from 1 (\"Disagree a lot\") to 5 (\"Agree\").","timeFrame":"6 months"},{"measure":"Assess caregiver burden using the Zarit Burden Interview","description":"The Zarit Burden Interview, short form (ZBI-SF) will be used to measure participants subjective burden related to their caregiving role.","timeFrame":"6 months"},{"measure":"To asses ICN1-10 validity, the Burnout Measure, Short (BMS) will be used","description":"To provide convergent validity for the use of the ICBI-10 in this sample, the Burnout Measure, Short (BMS) will be used, which is a widely used measure of burnout. The BMS is a 10-item, self-report measure that assess three factors of burnout including physical, emotional and mental exhaustion.","timeFrame":"6 months"},{"measure":"To measure daily depressive symptoms using the NIH Patient-Reported Outcomes Measurement Information System (PROMIS)","description":"4 questions adapted from the The NIH Patient-Reported Outcomes Measurement Information System (PROMIS) short form depression item will be used.","timeFrame":"6 months"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Self-identified caregivers of persons with dementia at least 18 years of age\n* Identify English as their primary language\n* Self-report current care for an older adult with dementia identified by a medical professional\n\nExclusion Criteria:\n\n* Participants that are currently receiving psychotherapy, have a diagnosis of dementia, and/or severe mental illness\n* Individuals under the age of 18 years old\n* Adults who cannot consent in English\n* Pregnant women and prisoners will not be included in the study.\n* Participants who do not have access to a phone that can not receive text messages will not be able to participate, as equipment will not be provided to Participants.","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Nicole McClure, MS, MA","affiliation":"University of Central Florida","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"University of Central Florida","city":"Orlando","state":"Florida","zip":"32816","country":"United States","geoPoint":{"lat":28.53834,"lon":-81.37924}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003704","term":"Dementia"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000019965","term":"Neurocognitive Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M6904","name":"Dementia","asFound":"Dementia","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M21836","name":"Neurocognitive Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}