{"protocolSection":{"identificationModule":{"nctId":"NCT06470906","orgStudyIdInfo":{"id":"AAAV0602"},"organization":{"fullName":"Columbia University","class":"OTHER"},"briefTitle":"Feasibility of an Oral Intervention for Sexual Health in Transgender Men","officialTitle":"Testosterone Effects on Sexual Health in Transgender Men: Feasibility Study of an Oral Intervention","acronym":"TEST-F"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-05","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-13","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Rupak Shivakoti","investigatorTitle":"Assistant Professor of Epidemiology","investigatorAffiliation":"Columbia University"},"leadSponsor":{"name":"Columbia University","class":"OTHER"},"collaborators":[{"name":"Callen-Lorde Community Health Center","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Transgender men (TGM) have a high incidence of sexually transmitted infected (STIs), including HIV, HPV and bacterial N. gonorrhea and C. trachomatis. In addition, TGM who start testosterone therapy (TT) experience significant vaginal morbidity that causes vaginal dryness and pain, due to the estrogen-inhibiting effects of TT on vaginal epithelium. Vaginal dysbiosis is a known contributor of increased STI risk and vaginal symptoms. In a future study, the investigators are planning a randomized trial of a 6-month oral Lactobacillus probiotics intervention in TGM on TT at the Callen-Lorde Community Health Center (CLCHC), New York City to determine whether this intervention can improve vaginal health in TGM on TT. In this study, the investigators will conduct a pilot and feasibility study to precede the main trial. The investigators will randomize 30 TGM on TT to receive either the intervention (consisting of Lactobacillus acidophilus GLA-14 and Lactobacillus rhamnosus HN001) or placebo (maltodextrin) for 4 weeks, evaluating the intervention's impact on vaginal microbiota and clinical outcomes, as well as its feasibility, acceptability, and adherence. This study will take place at the CLCHC Brooklyn site, aiming to gain pilot data, address feasibility and acceptability, and plan for the main trial accordingly.","detailedDescription":"Transgender men (TGM) have a higher risk of sexually transmitted infections (STIs) associated with vaginal dysbiosis, such as HIV, HPV and bacterial N. gonorrhea and C. trachomatis compared to cisgender women (CGW). TGM on testosterone therapy (TT) also have increased vaginal symptoms. Vaginal dysbiosis can be characterized as clinical-BV or molecular-BV (i.e. based on vaginal microbiota profile). Both are known contributors to increased vaginal symptoms and STI risk in CGW. Low Lactobacillus (LL) levels determine molecular-BV and clinical-BV. Studies show that TGM on TT show that they have a primarily LL vaginal microbiota. The investigators are planning a future study to test the efficacy of an oral Lactobacillus probiotic to improve vaginal health.\n\nThe goal for the future study is to test an intervention that the investigators hypothesize may be able to ameliorate some of the adverse health outcomes observed in TGM on TT. Thus, the investigators propose to use an intervention of a mixture of two components: 1) the probiotic Lactobacillus acidophilus GLA14 and 2) the probiotic Lactobacillus rhamnosus HN001. Studies have shown that an oral combination of this intervention increases vaginal Lactobacillus levels and improves vaginal health in CGW. The future study will test whether this intervention is effective in TGM on TT. This specific study is a pilot study to be conducted prior to the future study detailed above. Here, the investigators will randomize 30 TGM on TT to receive the intervention or placebo for 4 weeks. The intervention in the pilot study will be the same as the intervention of the main trial and will consist of the probiotics 1) Lactobacillus acidophilus GLA-14 and 2) Lactobacillus rhamnosus HN001. The placebo will be maltodextrin, the same as the proposed larger study. The investigators will assess the effect of the intervention on clinical-BV, molecular-BV (based on vaginal microbiota) and other clinical outcomes. Further, the investigators will determine the feasibility, acceptability, and adherence of the intervention. The investigators will conduct the pilot study at the CLCHC Brooklyn site. This pilot study will allow us to generate preliminary data, determine the feasibility and acceptability, and plan appropriately for the future study."},"conditionsModule":{"conditions":["Vaginal Dysbiosis","Vaginal Disease","Molecular-bacterial Vaginosis"],"keywords":["Transgender men","Feasibility","Vaginal symptoms"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"30 TGM on TT will be recruited and randomized them to take the intervention (n=15) or placebo (n=15).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","maskingDescription":"Phase 2 participants will be randomized at a 1:1 ratio (intervention: placebo) using a permuted block design. Concealment of random assignment will be accomplished by creation of randomized treatment assignment list, based on permuted block size, by a statistician/data manager at Columbia University who is not part of the investigative team. This statistician/data manager will hold the key to the treatment assignment and will also 1) communicate with the manufacturer on the labeling of sachets, 2) provide the random assignment list to the study site (which will lack information on treatment assignment or block size). In addition, the intervention and placebo will use identical packaging and labeling, and the placebo will have the same amount and similar taste/appearance as the intervention.","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":30,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Probiotic Intervention","type":"EXPERIMENTAL","description":"Participants will take one dose every day with water, for 4 weeks.","interventionNames":["Dietary Supplement: Probiotic Group"]},{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"Participants will take one dose every day with water, for 4 weeks.","interventionNames":["Dietary Supplement: Placebo Group"]}],"interventions":[{"type":"DIETARY_SUPPLEMENT","name":"Probiotic Group","description":"The intervention is a mixture of two probiotics: 1) Lactobacillus acidophilus GLA-14 and 2) Lactobacillus rhamnosus HN001. These products will be combined into a single capsule/sachet with a dose of approximately 10\\^10 colony forming units (CFUs) of GLA-14 (ATCC SD5212) and HN001 (ATCC SD5675) in a 4:1 ratio, using similar doses as recent studies using this product.","armGroupLabels":["Probiotic Intervention"]},{"type":"DIETARY_SUPPLEMENT","name":"Placebo Group","description":"The placebo will of be Maltodextrin, a carbohydrate, packaged similarly to the intervention and having the same weight.","armGroupLabels":["Placebo"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Effect of the probiotic intervention on molecular-BV","description":"The investigators aim to determine the effect of the Lactobacillus-probiotic intervention on molecular-BV through assessing Lactobacillus and other bacteria in the participants vaginal microbiome at the end of the intervention in TGM on TT.","timeFrame":"4 weeks"},{"measure":"Effect of the probiotic intervention on clinical-BV","description":"The investigators aim to determine the effect of the Lactobacillus-probiotic intervention on clinical-BV (by Nugent score) at the end of the intervention in TGM on TT.\n\nUsing Nugent score, a score of 0-3 is considered negative for BV, 4-6 is considered indeterminate for bacterial vaginosis, 7+ is considered indicative of BV.","timeFrame":"4 weeks"}],"secondaryOutcomes":[{"measure":"Adherence of the probiotic intervention","description":"The investigators will examine the adherence of the probiotic intervention given to TGM on TT by analyzing the number of intervention doses administered and the number of doses returned, unused, at the end of the study.","timeFrame":"4 weeks"},{"measure":"Feasibility of the probiotic intervention","description":"The investigators will evaluate feasibility by determining if at least 75% of participants report successfully taking the intervention.","timeFrame":"4 weeks"},{"measure":"Acceptability of the probiotic intervention","description":"The investigators will examine the acceptability of the probiotic intervention given to TGM on TT by assessing two indicators:\n\n1. Among participants who are eligible, those who agree to receive the intervention\n2. Proportion of participants who successfully take the intervention through the study period.","timeFrame":"4 weeks"},{"measure":"Effect of the probiotic intervention on vaginal symptoms","description":"The investigators aim to determine the effect of a Lactobacillus-probiotic intervention on vaginal symptoms (e.g., itching, odor, discharge, dryness, pain, irritation, burning or stinging) at the end of the intervention in TGM on TT. Presence of symptoms will be used to determine a composite binary variable for vaginal symptoms (yes/no).Each symptom, as a binary variable, also will further be explored.","timeFrame":"4 weeks"},{"measure":"Digestive tolerability of the probiotic among TGM on TT","description":"The investigators aim to assess the digestive tolerability of the Lactobacillus-probiotic intervention including bloating, flatulence, and diarrhea. Tolerability will be used to determine a composite binary variable for tolerability (yes/no). Each category, as a binary variable, also will further be explored.","timeFrame":"4 weeks"},{"measure":"Incidence of Adverse Events among TGM on TT","description":"The investigators aim to evaluate the safety of the Lactobacillus-probiotic intervention by monitoring and analyzing the incidence of adverse events.","timeFrame":"4 weeks"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Aged 18-45 years\n* Pre-menopausal\n* Assigned female at birth and self-identity as TGM, male, transmasculine or nonbinary\n* Presence of vagina and ovaries\n* Currently on TT\n* Stated willingness to join a randomized trial study, follow procedures, and answer questions about personal medical and sexual history\n\nExclusion Criteria:\n\n* Gender-affirming genital surgery (including phalloplasty, metoidioplasty, vaginectomy, hysterectomy, oophorectomy),\n* Known allergic reactions to components of the intervention or placebo\n* Have known HIV infection or symptomatic gonorrhea or chlamydia\n* Are pregnant or planning to be pregnant during the study period\n* Are on puberty-blockers\n* Are currently taking or plan to take any non-study probiotics or any intravaginal product that may impact the outcomes of interest\n* Use immunomodulatory or immunosuppressive drugs or are currently taking antibiotics or antifungals for \\>14 days\n* Have a severe illness (e.g., cancer, major psychiatric or neurological conditions), are planning to move away from the area during the study period, or have any condition that would make participation in the study unsafe (in the opinion of study staff)\n* Have any condition that would make participation in the study unsafe (in the opinion of study staff), complicate interpretation of study outcome data, or otherwise interfere with achieving the study aims.","healthyVolunteers":true,"sex":"MALE","genderBased":true,"genderDescription":"Participant eligibility is based on self-representation of gender identity. Individuals who were assigned female at birth and self-identity as TGM, male, transmasculine or nonbinary will be enrolled.","minimumAge":"18 Years","maximumAge":"45 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Rupak Shivakoti, PhD","role":"CONTACT","phone":"212-305-7232","email":"rs3895@cumc.columbia.edu"}],"overallOfficials":[{"name":"Rupak Shivakoti, PhD","affiliation":"Columbia University Assistant Professor","role":"PRINCIPAL_INVESTIGATOR"},{"name":"Asa Radix, MD, PhD","affiliation":"Columbia University Associate Professor","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Callen-Lorde Community Health Center (CLCHC)","city":"Brooklyn","state":"New York","zip":"11201","country":"United States","contacts":[{"name":"Asa Radix, MD, PhD","role":"CONTACT","phone":"212-305-2384","email":"aradix@callen-lorde.org"}],"geoPoint":{"lat":40.6501,"lon":-73.94958}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000016585","term":"Vaginosis, Bacterial"},{"id":"D000014623","term":"Vaginal Diseases"},{"id":"D000064806","term":"Dysbiosis"}],"ancestors":[{"id":"D000005831","term":"Genital Diseases, Female"},{"id":"D000052776","term":"Female Urogenital Diseases"},{"id":"D000005261","term":"Female Urogenital Diseases and Pregnancy Complications"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000001424","term":"Bacterial Infections"},{"id":"D000001423","term":"Bacterial Infections and Mycoses"},{"id":"D000007239","term":"Infections"},{"id":"D000014627","term":"Vaginitis"},{"id":"D000010335","term":"Pathologic Processes"}],"browseLeaves":[{"id":"M30405","name":"Dysbiosis","asFound":"Dysbiosis","relevance":"HIGH"},{"id":"M18971","name":"Vaginosis, Bacterial","asFound":"Bacterial Vaginosis","relevance":"HIGH"},{"id":"M17371","name":"Vaginal Diseases","asFound":"Vaginal Disease","relevance":"HIGH"},{"id":"M8943","name":"Genital Diseases, Female","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M27093","name":"Female Urogenital Diseases","relevance":"LOW"},{"id":"M14127","name":"Pregnancy Complications","relevance":"LOW"},{"id":"M8399","name":"Female Urogenital Diseases and Pregnancy Complications","relevance":"LOW"},{"id":"M10283","name":"Infections","relevance":"LOW"},{"id":"M6368","name":"Communicable Diseases","relevance":"LOW"},{"id":"M4722","name":"Bacterial Infections","relevance":"LOW"},{"id":"M12136","name":"Mycoses","relevance":"LOW"},{"id":"M4721","name":"Bacterial Infections and Mycoses","relevance":"LOW"},{"id":"M17375","name":"Vaginitis","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC01","name":"Infections"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M16509","name":"Testosterone","relevance":"LOW"},{"id":"T355","name":"Acidophilus","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Ot","name":"Other Dietary Supplements"}]}},"hasResults":false}