{"protocolSection":{"identificationModule":{"nctId":"NCT06474871","orgStudyIdInfo":{"id":"VR-sABI"},"organization":{"fullName":"Fondazione Don Carlo Gnocchi Onlus","class":"OTHER"},"briefTitle":"Virtual Reality vs Traditional Cognitive Training in Patients With Severe Acquired Brain Injury","officialTitle":"Multicentric Study on Implementation of Virtual Reality for Rehabilitation of Cognitive Functions in Patients With Severe Acquired Brain Injury: a Randomized Controlled Trial","acronym":"VR-sABI"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09-01","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-08-31","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-06-30","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-14","studyFirstSubmitQcDate":"2024-06-19","studyFirstPostDateStruct":{"date":"2024-06-26","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-19","lastUpdatePostDateStruct":{"date":"2024-06-26","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR_INVESTIGATOR","investigatorFullName":"Anna Estraneo","investigatorTitle":"Senior Researcher","investigatorAffiliation":"Fondazione Don Carlo Gnocchi Onlus"},"leadSponsor":{"name":"Anna Estraneo","class":"OTHER"},"collaborators":[{"name":"Istituti Clinici Scientifici Maugeri SpA","class":"OTHER"},{"name":"Ospedale Policlinico San Martino","class":"OTHER"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Considerable evidence exists for using Virtual Reality (VR) for rehabilitation of acquired brain injury (ABI), with a particular focus on stroke. However, to date very little evidence has been collected in patients with ABI with different aetiologies (i.e., traumatic or anoxic brain injury) and level of severity (i.e., severe, sABI). The present multicentre study aims to overcome current literature issues as heterogeneity of populations and outcomes, small sample sizes and a lack of randomized controlled trials, which can affect the level of evidence and generalizability of results, to determine the effectiveness of a non immersive VR-based rehabilitation versus traditional cognitive training (TCT).","detailedDescription":"Background Virtual Reality (VR) refers to a computer-generated digital environment that can be experienced and interacted with as if that environment were real. VR systems are typically classified as immersive, semi-immersive, or non-immersive, with immersion referring to the level of user perception with regard to being in a virtual environment (VE) rather than the real world: immersive VR systems supply VEs with a changing field of view via head-mounted displays, and in which movement is achieved via hardware such as head trackers, hand controllers, and body motion sensors; semi-immersive VR refers to systems that use projection-based systems (e.g., driving simulators and use of shutter glasses); non-immersive VR systems include basic desktop displays and videogames.\n\nConsiderable evidence exists for using VR for rehabilitation of acquired brain injury (ABI), with a particular focus on stroke. The benefits of VR for ABI rehabilitation seem to include enhanced ecological validity, the ability to maintain experimental control over assessment and treatment standardization, and the control of task complexity. Indeed, VR can provide relatively naturalistic VEs for repeated practice of functional tasks such as activities of (instrumental) daily living which may assist with generalizing targeted skills. VR can also enhance patient motivation and active participation thanks to visual and auditory feedback, which is necessary for neurorehabilitation. Furthermore, VR tools offer the possibility to adapt the exercises to the patient's capabilities and needs and monitor their performance.\n\nHowever, to date very little evidence has been collected in patients with ABI with different aetiologies (i.e., traumatic or anoxic brain injury) and level of severity (i.e., sABI). Moreover, current evidence provides some support for using VR for ABI rehabilitation, but the quality of the evidence is relatively low, and many studies include non-immersive and semi-immersive systems rather than focusing on immersive VR technology. For instance, a recent study44 investigated the effects of non-immersive VR-based training to improve executive abilities in patients with moderate to severe traumatic brain injury (TBI). Executive dysfunction is among the most common facets of cognitive impairment following TBI, involving about 48% of moderate-to-severe TBI patients. Patients received either the standard cognitive training (i.e., paper and pencil) or the VR-based cognitive training. The authors found that all patients improved their global cognitive and executive function, even though those treated with VR achieved better outcomes44. Although this study showed that VR cognitive rehabilitation can be a promising tool to improve executive functions, further studies are needed to confirm the value of VR in sABI. The present multicentre study aims to overcome current literature issues as heterogeneity of populations and outcomes, small sample sizes and a lack of randomized controlled trials, which can affect the level of evidence and generalizability of results.\n\nMethods Study type: interventional Allocation: randomized Intervention model: parallel assignment (1:1) 28 patients will be randomly assigned to receive either 30 minutes of VR or TCT sessions at the same time each day throughout the experiment. 20 VR or TCT sessions will be applied, 5 per week for 5 weeks. Both groups will receive an additional 60 minute-comprehensive daily rehabilitation programme in the 3 months of the study. This programme consists of active limb mobilization, training on different cognitive domains, occupational therapy, language and swallowing therapy based on the patient's functional condition.\n\nPrimary endpoint\n\n-B-A score of the Trail Making Test (TMT) according to normative data adjusted for age and education (Siciliano et al., 2019).\n\nSecondary endpoints\n\n* Total score on the Disability Rating Scale;\n* System usability scale (SUS) for evaluating the Usability of VR in patients and professionals;\n* modified Barthel Index (mBI) for functional disability. Exploratory endpoints T-otal score on the Italian version of the NeuroPsychiatric Inventory;\n* Quantitative EEG;\n* Blood biomarkers (BDNF, NFL, GFAP);\n* Level of Cognitive Functioning;\n* Total score on the Galveston Orientation and Amnesia Test;\n* Scores on the Broken Hearts task (overall accuracy) and/or Trails task (baseline and shifting scores) on the Italian version of the Oxford Cognitive Screening.\n\nAdverse Events Report: emptiness/disorientation, nausea/feeling of emptiness, headache, disorientation, dizziness, tremors/nausea/blurred vision/dizziness, nausea, vertigo and sense of unreality) will also be collected weekly in both groups from enrolment through termination of study protocol."},"conditionsModule":{"conditions":["Acquired Brain Injury"],"keywords":["severe acquired brain injury","rehabilitation","virtual reality","executive functions"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"SINGLE","maskingDescription":"Double blind could not be applicable since neither the participants nor the cognitive rehabilitation therapists could be blinded due to the nature of the intervention. However, clinical evaluation will be performed by an examiner blind to the patient' group of treatment.","whoMasked":["OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":28,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Non-immersive VR-based training (VR)","type":"EXPERIMENTAL","description":"VR training focuses on enhancing executive processes but uses digital VR devices. During a VR session, the patient sits in front of the device and actively interacts with it, under the supervision of the therapist. The device contains many different exercises and for each of them the therapist can modify the virtual task scenario, increasing/decreasing its difficulty, creating a stimulating learning context in which the exercises are neither too easy nor too difficult. The exercises are divided into specific sub-domains, and include orientation, attentional processes, memory, and visual-executive functions.","interventionNames":["Device: Khymeia®-Virtual Reality rehabilitation System (VRRS EVO SYSTEM or COMPACT VRRS ENGINE)"]},{"label":"Traditional cognitive training (TCT)","type":"ACTIVE_COMPARATOR","description":"the standard treatment focused on executive processes and was based on a face-to-face approach between the therapist and the patient using paper and pencil tools and other traditional materials. The training of the executive abilities is carried out by working on categorization, planning, association processes, analogical reasoning, problem solving and coping strategies to simulate problematic situations, tailored on patients' deficits, in a protected context, thanks to interaction with the cognitive therapist according to a holistic-integrated approach.","interventionNames":["Behavioral: Traditional cognitive training (TCT)"]}],"interventions":[{"type":"DEVICE","name":"Khymeia®-Virtual Reality rehabilitation System (VRRS EVO SYSTEM or COMPACT VRRS ENGINE)","description":"fully immersive VR software created by clinicians and experts specialized in cognitive rehabilitation. Khymeia Devices are Medical Class 1 devices according to MDR. VRRS systems consist of a central process unit, complete with a capacitive touch screen LCD monitor.","armGroupLabels":["Non-immersive VR-based training (VR)"]},{"type":"BEHAVIORAL","name":"Traditional cognitive training (TCT)","description":"face-to-face approach between the therapist and the patient using paper and pencil tools and other traditional materials. The training of the executive abilities is carried out by working on categorization, planning, association processes, analogical reasoning, problem solving and coping strategies to simulate problematic situations, tailored on patients' deficits","armGroupLabels":["Traditional cognitive training (TCT)"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Trail Making Test (B-A score)","description":"The TMT is a neuropsychological test assessing executive functions. Higher scores indicate a better performance","timeFrame":"5 weeks"}],"secondaryOutcomes":[{"measure":"Trail Making Test (B-A score)","description":"The TMT is a neuropsychological test assessing executive functions. Higher scores indicate a better performance","timeFrame":"1 month after treatment"},{"measure":"modified Barthel Index","description":"It is a measure of functional disability, with higher scores indicating higher functional independence","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Disability Rating Scale","description":"It is a measure of functional disability, with higher scores indicating higher disability","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"System Usability Scale","description":"It is a measure of usability and compliance. Higher scores indicate a better performance","timeFrame":"5 weeks - 1 month after treatment"}],"otherOutcomes":[{"measure":"NeuroPsychiatric Inventory","description":"It is a measure of neurobehavioural and psychiatric disorders. Higher scores indicate a more severe disorder","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Level of Cognitive Functioning","description":"A clinical scale assessing global cognitive functioning. Higher scores indicate a higher cognitive functioning","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Galveston Orientation and Amnesia Test","description":"A clinical measure of post-traumatic amnesia. Higher scores indicate a more severe amnesia","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Oxford Cognitive Screening","description":"A screening neuropsychological test assessing different cognitive domains. Higher scores indicate a better cognitive performance","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Spectral metrics","description":"Measure of quantitative EEG. Higher values indicate a better functional connectivity","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Microstate metrics","description":"Measure of quantitative EEG. Higher values indicate a better functional connectivity","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Connectivity metrics","description":"Measure of quantitative EEG. Higher values indicate a better functional connectivity","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Brain-derived neurotrophic factor","description":"Blood biomarker. Higher value indicate higher brain plasticity","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Neurofilament-Light","description":"Blood biomarker. Higher value indicate higher brain plasticity","timeFrame":"5 weeks - 1 month after treatment"},{"measure":"Glial fibrillary acidic protein","description":"Blood biomarker. Higher value indicate higher brain plasticity","timeFrame":"5 weeks - 1 month after treatment"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* LCF ≥4 at study entry;\n* Age 18-75\n* Stable clinical diagnosis (i.e., stable LCF);\n* Time post-injury between 28 days and 6 months;\n* Ability to complete the pre-test A section of the Italian version of the Trail Making Test (TMT);\n* A pathological B-A score of the TMT according to normative data adjusted for age and education;\n* Signed informed consent by the patient or by the patient's primary caregiver.\n\nExclusion Criteria:\n\n* Severe medical conditions that might hamper participation in the rehabilitation sessions, or influence diagnosis;\n* Previous neurodegenerative or acquired neurological diseases that affect cognitive domains (e.g., dementia)","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Polo Specialistico Riabilitativo Fondazione Don Carlo Gnocchi ONLUS","city":"Sant'Angelo Dei Lombardi","state":"Avellino","zip":"83054","country":"Italy","geoPoint":{"lat":40.92937,"lon":15.17535}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"A plan for wide dissemination of the results will be activated at the beginning, during and at the end of the project, through presentations at national and international conferences, and newsletters of scientific societies in the rehabilitation, neurological, and neuropsychological fields, to ensure that the results are shared with the scientific community. At the end of the project, the analysed results will be the subject of scientific publications in national and international peer-reviewed journals. The project will also be presented at regular conferences involving stakeholders (clinicians, patient and family associations) in accordance with the dissemination plan of the pnrr Fit4Med project."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001930","term":"Brain Injuries"},{"id":"D000014947","term":"Wounds and Injuries"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000006259","term":"Craniocerebral Trauma"},{"id":"D000020196","term":"Trauma, Nervous System"}],"browseLeaves":[{"id":"M5207","name":"Brain Injuries","asFound":"Brain Injury","relevance":"HIGH"},{"id":"M17685","name":"Wounds and Injuries","asFound":"Injury","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M9349","name":"Craniocerebral Trauma","relevance":"LOW"},{"id":"M22023","name":"Trauma, Nervous System","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}