{"protocolSection":{"identificationModule":{"nctId":"NCT06483035","orgStudyIdInfo":{"id":"715760"},"organization":{"fullName":"Oslo Metropolitan University","class":"OTHER"},"briefTitle":"Treatment of Phantom Limb Pain by Intensive Visual Stimulation Therapy","officialTitle":"Intensive Visual Stimulation as Treatment for Chronic Phantom Limb Pain in Persons With Upper or Lower Limb Amputation - A Randomized Controlled Trial"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2026-09","type":"ESTIMATED"},"completionDateStruct":{"date":"2026-10","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-12","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Oslo Metropolitan University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Phantom limb pain (PLP) is reported by as much as 80 % of patients following an amputation. There is increasing knowledge of the relation between PLP and maladaptive changes in brain cortical regions. Research has shown that the sight of an \"intact arm\" moving in a mirror may reverse maladaptions (Mirror-therapy, MT) and reduce PLP.\n\nThe current project will implement a digital and modernized version of MT, i.e. Intensive Visual Stimulation Therapy (IVS-T). Pilot studies have shown promising results on pain reduction in people with phantom limb pain when using IVS-T. However, there is a lack of RCT studies on this patient population.\n\nThis study is a 2-arm randomized controlled trial (RCT) investigating the effectiveness of IVS-T compared with usual care in person with unilateral upper- or lower limb amputation with chronic phantom limb pain.\n\nThe primary aim of the study is to investigate if IVS treatment is superior to usual care in reducing phantom limb pain intensity after 2 months of treatment in unilateral amputees with moderate to severe PLP.\n\nThe study will furthermore explore quality of life, analgesic consumption, phantom pain characteristics, mobility, and disability. In addition, the study utilizes brain imagery during treatments to investigate neural plasticity and the association between PLP and maladaptive cortical changes.","detailedDescription":"Phantom limb pain is pain experienced to arise from and reside in the amputated limb, hence the name, phantom limb pain. PLP is experienced by about 50-80 % after acquired limb loss. The pain can be excruciating, and chronic phantom limb pain (PLP) can have a truly devastating effect on a persons' life, affecting both physical function and quality of life. Unfortunately, phantom limb pain has proven difficult to treat both by pharmacological and non-pharmacological methods. Several treatment options have been suggested, but without showing strong research evidence for effect on PLP.\n\nOver time, several mechanisms have been proposed to explain the occurrence of PLP, but the most cited reasons for the existence or development of phantom limb pain are theories connected to neuroplasticity, cortical reorganization and maladaptive changes due to loss of sensory input and motor control (e. g. Pons. Science, 1991). Several studies have observed that phantom limb pain is closely associated with neuroplastic changes in the somatosensory and motor cortex of the brain. Although these are maladaptive changes, the fact that the adult brain retains a neuroplastic capacity also opens a therapeutic widow of opportunity, i. e. it makes it possible to envision non-invasive therapies that exploits the principles of brain plasticity in the treatment of phantom limb pain by designing treatments that conceivably may reverse maladaptive changes and possibly reduce PLP.\n\nRelating to this, functional activity of the affected limb, including the use of a prosthesis, has been seen to have a positive effect on PLP, and this effect is believed to be partly explained by an effect of motor activity of the remaining stump on brain cortical activity and possibly cortical reorganization (Mosely and Floor Neurorehabilitation and Neural Repair, 2012). This is also the rationale behind classical interventions such as \"mirror therapy\", first proposed by Ramachandran (Nature, 1995).\n\nThe present study will investigate the effect of a novel method for treatment of phantom limb pain that extends the concept of mirror therapy. This new method entails viewing a virtual limb (phantom limb) on a large screen, that \"substitute\" the missing limb. In short, the treatment starts with making a videorecording of the intact limb of the patient performing different predetermined movements. This recording is then digitally \"flipped\" and two \"intact\" limbs are then displayed on a large screen in front of the patient. The amputated limb is hidden below the screen. The patient is then asked to execute a set of movements with the (hidden) amputated limb, and at the same time the person will observe the phantom limb on the screen perform the exact same (prerecorded) movements. This treatment protocol is called Intensive Visual Therapy (IVS) and extends the concept of mirror therapy, where only the intact and healthy limb is performing movements and there is no motor planning or motor execution of the amputated limb.\n\nIn this project, the effect of the IVS method on reduction of phantom limb pain will be compared to \"Usual Care\" (UC), which will be considered the standard treatment. Persons with either unilateral upper or lower limb amputation will be included in this study. In conjunction with use of these two therapeutic approaches, advanced, neuroimaging tools (functional near-infrared spectroscopy; fNIRS) will be implemented with the purpose of investigating the neurological responses to IVS treatment. As opposed to functional magnetic resonance imaging (fMRI), the fNIRS system allows the measurement of brain activity in a more \"naturalistic\" setting, like when the participants \"execute\" movements with the phantom limb in the IVS system.\n\nParticipants in this study will be randomized to either IVS or UC treatment. Measurement of PLP and other outcome measures will be performed at baseline, after eight weeks of IVS or UC and at 2 months follow-up. Persons in the UC group shall continue with their standard treatment for this entire period (8+8 weeks). Persons in the IVS group will receive two treatment sessions per week for eight weeks and then no treatment in the follow-up period (8 weeks). The UC group will have the opportunity to receive IVS treatment after terminating their follow-up period."},"conditionsModule":{"conditions":["Phantom Limb Pain"],"keywords":["Amputation","Chronic pain","Intensive Visual Stimulation","RCT"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"This study is a 2-arm randomized controlled trial with a parallel group design and 1:1 allocation.","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":38,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intensive Visual Stimulation (IVS)","type":"EXPERIMENTAL","description":"Treatment is performed by an IVS trained physiotherapists. Patients receive maximum 16 treatments over 2 months. In addition, all participants will undergo a baseline, an endpoint and a 2-month follow-up examination conducted by a physiotherapist. The treatment is individually adapted to the level of motor control in the phantom arm/leg and pain level of the individual participant.\n\nAn IVS treatment session consists of 8-10 different exercises with 8-10 reps of each exercise for the phantom arm/phantom leg with appropriate progression and adjustments.\n\nIn addition to IVS, all participants in the experimental group continues their routine medical care","interventionNames":["Device: Intensive Visual Stimulation (IVS)"]},{"label":"Usual Care","type":"ACTIVE_COMPARATOR","description":"All participants randomized to the control group undergo the same baseline, endpoint, and follow-up examinations as the experimental group. This group continues with their routine medical care offered by their own doctor during the study period.The participants shall not start mirror therapy or IVS therapy during this period","interventionNames":["Other: Usual Care (UC)"]}],"interventions":[{"type":"DEVICE","name":"Intensive Visual Stimulation (IVS)","description":"The IVS system initially makes a video-recording of the intact body part (arm or leg) executing a set of specific movements. These video recordings will be digitally reversed and projected onto a large screen in front of the patient. On the screen, the patient will monitor an intact, life-like extremity in place of the amputated extremity. This digital extremity will then execute the recorded movements in a pre-planned manner. Simultaneously, the patient will follow the digital virtual limb moving on the screen with his/hers amputated arm/leg, which is hidden below the screen. Hence, IVS therapy comprises elements of both movement perception, motor planning, motor execution and visual feedback of two intact limbs moving which are distinctive from classical Mirror-Therapy.","armGroupLabels":["Intensive Visual Stimulation (IVS)"]},{"type":"OTHER","name":"Usual Care (UC)","description":"After allocation to UC, the participants continue with their normal treatment as prescribed by their medical doctor. All control participants are offered to complete IVS treatment after the end of the study period. The participants in the control group will therefore be placed on a fictitious \"waiting list\" during the study period.","armGroupLabels":["Usual Care"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Phantom limb pain intensity- 14 day pain dairy","description":"Phantom pain intensity is measured once a day for 14 days using a 14-day pain diary with VAS scales ranging for 0-10 cm. A score of 0 indicating no pain and a score of 10 indicating extreme pain.\n\nThe participants will be given a paper form with 14 VAS scales (one for each day) three times during the study period: 14 days before the first treatment, following the last treatment and at 2 months follow-up. Every day during the 14 days, the participants indicate the current phantom pain level on the VAS scale. An average of the 14 pain measurements is then calculated and used as a measure of the participant's \"phantom pain intensity\".\n\nA 14-day diary is selected instead of one retrospective VAS measurement to reduce the risk of memory bias.","timeFrame":"Measured at Baseline (0 months), at the end of Intervention (2 months after Baseline) and at the end of Follow-up (4 months after Baseline)"}],"secondaryOutcomes":[{"measure":"Health related quality of life","description":"European Quality of life 5 dimensions 5 level questionnaire (EQ-5D-5L)\n\nFor the 5 dimensions (5D) the EQ-5D-5L asks the participants to rate their ability for each domain (mobility, self-care, usual activities, pain/discomfort, and anxiety/depression), respectively on a 1-5 Level Scale (5L), a score of 1 indicating no problems, and a score of 5 indicating extreme problems. The EQ-VAS asks the participant to rate their overall health 'today' on a 0-100 VAS. A higher score indicates a better quality of life. The SF-36 questionnaire complements the EQ-5D-5L questionnaire.","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Pain characteristics","description":"Measured by the Short-Form McGill Pain Questionnaire (SF-MPQ). This is a multidimensional validated measuring instrument for pain that measures both sensory, affective, and other qualitative pain characteristics in addition to pain intensity. The questionnaire consists of 15 descriptive words of either sensory (11 items) or affective (4 items) qualities with 1-3 scoring. A score of 1 meaning \"none\" and a score of 3 meaning \"severe\". In addition, there is a VAS 0-10 scale for an average pain level, and a 0 (no pain) to 5 (excruciating) scale for pain level (today).","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Upper Extremity Function","description":"Measured by the Orthotic and Prosthetic User Survey (OPUS) Upper Extremity Functional scale (OPUS-UEFS) Questionnaire for measuring upper extremity function. The form investigates the degree of difficulty (1-5 scale) in performing 28 different functional activities of daily living (e.g. washing the face). A score of 1 indicating \"very easy\", and a score of 5 indicating \"cannot do this activity\" The questionnaire will be used on people with upper limb amputation.","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Lower Extremity Function","description":"Measured by the OPUS Lower Extremity Functional Scale (OPUS-LEFS) Questionnaire for measuring lower extremity function. The form investigates the degree of difficulty (1-5 scale) in performing 20 different functional activities of daily living (e.g. getting in and out of the shower). A score of 1 indicating \"very easy\", and a score of 5 indicating \"cannot do this activity\" The questionnaire will be used on people with lower limb amputation.","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Concentration (micromolar levels) of oxygenated (oxyHb) and deoxygenated (deoxyHb) hemoglobin in specific brain cortical regions of interest (ROIs)","description":"Concentration of oxyHb and deoxyHb are measured in the following ROIs: Motor cortex, Supplementary motor area, Pre-motor area and Somatosensory area during IVS with functional near infrared spectroscopy (fNIRS). Participants in the experimental group will undergo testing during two time periods: first, during the estimated second week of treatment following training in the use of the IVS system, and second, during the final week of treatment.","timeFrame":"During 2nd week and 8th week of IVS treatment"},{"measure":"Phantom pain intensity before and after treatment sessions","description":"Measured with a 0-10 cm VAS scale before and after each treatment session.","timeFrame":"At each session immediately before and after treatment. Each participant will receive a maximum of 16 treatment sessions over a period of eight weeks"}],"otherOutcomes":[{"measure":"Quality of Life (QoL)","description":"Scoring of QoL using the 36 question Short Form (SF-36) questionnaire. This questionnaire covers more dimensions than the EQ-5D-5L questionnaire. Most of the questions are scored on a 1-5 scale with 5 being the better score. Some questions have only yes/no alternatives and some questions have a 1-6 sale, with 1 being the better score.","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Health Status Score on a VAS scale","description":"Scoring of health state on a Visual Analog Scale (VAS) from 0-10. This score is a part of the EQ-5D-5L questionnaire","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Use of analgesics","description":"Use of analgesics (opioids, NSAIDs, Paracetamol, TCA) reported by the patient by a Yes or No answer.","timeFrame":"The participants use of analgesics is assessed during the last week prior to start of IVS or UC treatment and immediately after eight weeks of IVS or UC treatment"},{"measure":"Adverse events","description":"Assessed by asking the patient to report the occurrence of any serious adverse reactions or adverse reactions during the last 2 months.","timeFrame":"Assessed immediately at the end of intervention (2 months after baseline) and at end of follow-up (4 months after baseline)"},{"measure":"Sociodemographic variables","description":"Age, education, job status, location, marital status, etc.","timeFrame":"Assessed at baseline (0 months)"},{"measure":"Cause of amputation","description":"Reason for amputation, e.g. traumatic, vascular, infection, cancer, congenital, or other reason","timeFrame":"Assessed at baseline (0 months)"},{"measure":"Level of amputation","description":"Above or below elbow-joint for upper extremity amputation Above or below knee-joint for lower extremity amputation","timeFrame":"Assessed at baseline (0 months)"},{"measure":"Hours of daily prosthetic use","description":"How many hours per day the participants use their prosthesis","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Experience of phantom limb sensations","description":"Does the participants experience the \"presence\" of a phantom limb? Yes or no question","timeFrame":"Assessed at 0 months (Baseline), immediately at the end of intervention (2 months) and immediately at the end of follow-up (4 months)"},{"measure":"Presence of comorbidities","description":"Do the participants have other medical conditions besides phantom limb pain (PLP)? Participants will be asked during baseline interview if they have or do not have other medical conditions than PLP.","timeFrame":"Assessed at baseline (0 months)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Unilateral lower limb/upper limb amputees (above wrist/below shoulder) or (above ankle/below hip)\n* Adults \\> 18 years of age, no age limit\n* A minimum of 12 months since amputation\n* Chronic PLP: \\> 6 months\n* PLP intensity: \\> 3 on the 0-10 VAS scale\n* Analgesic treatments must have been stable for the previous month\n* Any previous conservative PLP treatments must have ended at least 3 months prior to entering the study\n* Stable prosthetic situation (ie, satisfaction with the fitting of the prosthesis) or being a non-user.\n* Adequate Norwegian language skills\n\nExclusion Criteria:\n\n* Bilateral amputation\n* Lack of voluntary control of the amputation stump\n* Significant visual impairment / blind\n* Unable to follow instructions, i.e significant cognitive impairment.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Jens-Christian Trojel Hviid, Msci","role":"CONTACT","phone":"+479440140","email":"jehvi7741@oslomet.no"},{"name":"Terje Gjøvaag, PhD","role":"CONTACT","phone":"+4795866979","email":"terje@oslomet.no"}],"overallOfficials":[{"name":"Terje Gjøvaag, PhD","affiliation":"Oslo Metropolitan University","role":"PRINCIPAL_INVESTIGATOR"}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010591","term":"Phantom Limb"}],"ancestors":[{"id":"D000010468","term":"Perceptual Disorders"},{"id":"D000019954","term":"Neurobehavioral Manifestations"},{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000010149","term":"Pain, Postoperative"},{"id":"D000011183","term":"Postoperative Complications"},{"id":"D000010335","term":"Pathologic Processes"},{"id":"D000010146","term":"Pain"}],"browseLeaves":[{"id":"M13498","name":"Phantom Limb","asFound":"Phantom Limb","relevance":"HIGH"},{"id":"M29442","name":"Chronic Pain","relevance":"LOW"},{"id":"M13066","name":"Pain","relevance":"LOW"},{"id":"M13379","name":"Perceptual Disorders","relevance":"LOW"},{"id":"M21826","name":"Neurobehavioral Manifestations","relevance":"LOW"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M13069","name":"Pain, Postoperative","relevance":"LOW"},{"id":"M14065","name":"Postoperative Complications","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}