{"protocolSection":{"identificationModule":{"nctId":"NCT06483009","orgStudyIdInfo":{"id":"IS24069"},"organization":{"fullName":"Shanghai Chest Hospital","class":"OTHER"},"briefTitle":"Efficacy and Safety of Combination Therapy of Sintilimab and Chemotherapy With Cryoablation in NSCLC","officialTitle":"Efficacy and Safety of Combination Therapy of Sintilimab and Chemotherapy With Cryoablation in the First-Line Treatment of Advanced Non-Squamous Non-Small Cell Lung Cancer (NSCLC)"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-07","type":"ESTIMATED"},"completionDateStruct":{"date":"2027-07","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-21","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Hua Zhong","investigatorTitle":"Chief of Respiratory Department","investigatorAffiliation":"Shanghai Chest Hospital"},"leadSponsor":{"name":"Shanghai Chest Hospital","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"This study aims to investigate the efficacy and safety of immuno-chemotherapy in combination of cryoablation as the first-line treatment of advanced NSCLC"},"conditionsModule":{"conditions":["Non-Small-Cell Lung Cancer"],"keywords":["cryoablation","immunotherapy","Sintilimab"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":20,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Combination Therapy of Sintilimab and Chemotherapy with Cryoablation","type":"EXPERIMENTAL","interventionNames":["Device: Cryoablation"]}],"interventions":[{"type":"DEVICE","name":"Cryoablation","description":"Cryoablation: For subjects assessed as stable disease (SD) after two cycles of medication, one session is performed under local anesthesia after assessment. The multidisciplinary team, including investigators and radiologists, evaluates the feasibility of tumor ablation based on the size, location, and proximity to major blood vessels. Criteria for eligible lesions include a maximum diameter \\<5cm, relatively isolated lesion location, and not adjacent to major blood vessels or vital structures. Cryoablation is performed using a 17G IceRod Plus 1.5 cryoablation needle, guided by CT, and avoiding nearby anatomical structures using the Visual-ICE cryoablation system.","armGroupLabels":["Combination Therapy of Sintilimab and Chemotherapy with Cryoablation"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Progression-free survival (PFS)","description":"Assessed by the investigators using the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 and iRECIST. In case of any discrepancies, the investigators will consult a third party.","timeFrame":"up to 3 years"}],"secondaryOutcomes":[{"measure":"Objective response rate (ORR)","description":"Proportion of subjects whose tumors were assessed by the investigators using the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 and iRECIST. In case of any discrepancies, the investigators will consult a third party.","timeFrame":"up to 3 years"},{"measure":"Disease control rate (DCR)","description":"Proportion of subjects whose tumors were assessed as CR, PR or stable disease (SD) by the investigators using the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1 and iRECIST. In case of any discrepancies, the investigators will consult a third party.","timeFrame":"up to 3 year"},{"measure":"Duration of response (DOR)","description":"The time from onset of response to progression or death due to any reason, whichever occurs earlier","timeFrame":"up to 3 years"},{"measure":"Safety profile","description":"Number of participants with adverse events as a measure of safety and tolerability.","timeFrame":"up to 3 years"}],"otherOutcomes":[{"measure":"Expression of immune factors","description":"Flow cytometry analysis of the expression of immune factors in peripheral blood","timeFrame":"an average of 6 weeks since immuno-chemotherapy, and at 1, 3, and 7 days after cryoablation"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Age ≥18 years and ≤75 years.\n2. Histologically or cytologically confirmed locally advanced (IIIB-IIIC), metastatic, or recurrent (stage IV) non-squamous NSCLC (as per the International Association for the Study of Lung Cancer and the American Joint Committee on Cancer 9th edition TNM lung cancer staging), with T staging ranging from T1 to T2b, not amenable to surgical treatment and definitive concurrent chemoradiotherapy, and have not previously received systemic treatment.\n3. Maximum diameter of the primary lesion \\<5cm and located in a relatively isolated area, not adjacent to major blood vessels or major structures.\n4. Absence of EGFR gene sensitizing mutations and ALK gene fusion mutations confirmed by histopathology specimens.\n5. At least one measurable lesion according to Response Evaluation Criteria in Solid Tumors (RECIST 1.1), with lesions located within previously irradiated fields considered measurable if confirmed to have progressed.\n6. No prior systemic anti-tumor therapy for advanced/metastatic disease. Patients who have previously received platinum-based adjuvant/neoadjuvant chemotherapy, or definitive chemoradiotherapy for advanced disease, may be included if disease progression or recurrence has occurred at least 6 months after the end of the last chemotherapy regimen.\n7. Patients with asymptomatic or stable symptomatic brain metastases may be included if they meet specific conditions: a) Measurable lesions outside the central nervous system. b) Absence of central nervous system symptoms or stable symptoms for at least 2 weeks. c) No need for corticosteroid treatment, or discontinuation of corticosteroid treatment within 7 days before the first dose of study drug, or stable corticosteroid dose reduced to ≤10mg/day prednisone (or equivalent) within 7 days before the first dose of study drug.\n8. Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n9. Expected survival \\>3 months.\n10. Adequate organ function, with the following laboratory criteria:\n\n    1. Absolute neutrophil count (ANC) ≥1.5x10\\^9/L without granulocyte colony-stimulating factor use in the past 14 days.\n    2. Platelet count ≥100×10\\^9/L without blood transfusion in the past 14 days.\n\nExclusion Criteria:\n\n1. Pathologically confirmed small cell lung cancer (SCLC), including lung cancer mixed with SCLC and NSCLC.\n2. Diagnosed with malignancies other than NSCLC within 5 years before the first dose of study drug (excluding cured basal cell carcinoma, squamous cell carcinoma of the skin, and/or in situ carcinoma).\n3. Previously received therapy including anti-PD-1, anti-PD-L1, or anti-PD-L2 drugs, or drugs targeting another T cell receptor for stimulation or co-inhibition (e.g., CTLA-4, OX-40, CD137).\n4. Active autoimmune diseases requiring systemic treatment within 2 years before the first dose of study drug. Alternative therapy (e.g., thyroid hormone, insulin, or physiological corticosteroids for adrenal or pituitary insufficiency) is not considered systemic treatment.\n5. Pregnant or lactating women\n6. Presence of any severe or uncontrollable systemic diseases\n7. Medical history, disease evidence, treatment, or laboratory test abnormalities that may interfere with the study results or hinder subjects' participation in the study throughout its duration, or other conditions deemed unsuitable for enrollment by the investigator due to potential risks.\n8. Diffuse lesions in both lungs where ablation therapy cannot improve the condition.\n9. Extensive pleural metastases with large amounts of pleural effusion.\n10. Difficulty in needle puncture due to proximity of the tumor to major mediastinal vessels or difficulty in selecting a puncture path due to contrast agent allergy or patient non-compliance.\n11. Severe impairment of lung function, with maximum ventilation \\<40%.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","maximumAge":"75 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Hua Zhong, MD","role":"CONTACT","phone":"18017321320","email":"eddiedong8@hotmail.com"},{"name":"Zhiqiang Gao, MD","role":"CONTACT"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000008175","term":"Lung Neoplasms"},{"id":"D000002289","term":"Carcinoma, Non-Small-Cell Lung"}],"ancestors":[{"id":"D000012142","term":"Respiratory Tract Neoplasms"},{"id":"D000013899","term":"Thoracic Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000008171","term":"Lung Diseases"},{"id":"D000012140","term":"Respiratory Tract Diseases"},{"id":"D000002283","term":"Carcinoma, Bronchogenic"},{"id":"D000001984","term":"Bronchial Neoplasms"}],"browseLeaves":[{"id":"M11172","name":"Lung Neoplasms","asFound":"Lung Cancer","relevance":"HIGH"},{"id":"M5546","name":"Carcinoma, Non-Small-Cell Lung","asFound":"Non-Small Cell Lung Cancer","relevance":"HIGH"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M14979","name":"Respiratory Tract Neoplasms","relevance":"LOW"},{"id":"M16658","name":"Thoracic Neoplasms","relevance":"LOW"},{"id":"M11168","name":"Lung Diseases","relevance":"LOW"},{"id":"M14977","name":"Respiratory Tract Diseases","relevance":"LOW"},{"id":"M5540","name":"Carcinoma, Bronchogenic","relevance":"LOW"},{"id":"M5260","name":"Bronchial Neoplasms","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC08","name":"Respiratory Tract (Lung and Bronchial) Diseases"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M2853","name":"Immunomodulating Agents","relevance":"LOW"},{"id":"M4107","name":"Anesthetics","relevance":"LOW"}],"browseBranches":[{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"}]}},"hasResults":false}