{"protocolSection":{"identificationModule":{"nctId":"NCT06480409","orgStudyIdInfo":{"id":"Opole"},"organization":{"fullName":"The Opole University of Technology","class":"OTHER"},"briefTitle":"**Virtual Reality in Student Mental Health: Solution or White Elephant?**","officialTitle":"Program for Improving Students' Mental Health Using Virtual Reality - a Solution or a White Elephant?"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-06-05","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2023-09-05","type":"ACTUAL"},"completionDateStruct":{"date":"2024-06-05","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"The Opole University of Technology","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The COVID-19 pandemic drastically altered social structures, leading to prolonged isolation and remote learning for students, causing significant mental health issues. This project at Opole University of Technology aims to address these challenges through a virtual reality (VR)-based therapeutic program.\n\nObjectives:\n\nThe project will utilize immersive VR technology to conduct relaxation sessions, creating a dedicated relaxation room equipped with VR headsets and physiological sensors. The goal is to assess the impact of VR-based therapy on students' autonomic nervous system and psychological well-being.\n\nKey Hypotheses:\n\nVR relaxation sessions will induce physiological relaxation. A 15-minute VR session will not cause cybersickness. Weekly VR sessions will reduce stress levels among students.\n\nMethodology:\n\nUsing Polar H-10 sensors, the project will measure heart rate variability (HRV) to evaluate autonomic responses. Psychological stress will be monitored using the Perceived Stress Scale (PSS-10). A sample size of 50 participants, calculated with G\\*Power software, will be studied using repeated measures ANOVA.","detailedDescription":"Project Objective and Scope:\n\nThe COVID-19 pandemic, declared by the World Health Organization in March 2020, significantly altered social structures globally. In Poland, the pandemic led to prolonged periods of physical isolation and remote learning for students, disrupting conventional educational routines and causing elevated levels of loneliness and mental health issues, particularly depression. Research indicates that 30% of students exhibited symptoms of depression, and 50% experienced heightened stress during the pandemic. This project aims to address these mental health challenges by implementing a virtual reality (VR)-based therapeutic program for students at Opole University of Technology.\n\nProject Description:\n\nThe proposed project focuses on using immersive VR technology to conduct relaxation sessions for students. The initiative will create a relaxation room equipped with VR headsets and physiological sensors to monitor students' responses during VR sessions. The primary goal is to evaluate the impact of VR-based relaxation therapy on the autonomic nervous system and psychological well-being of students.\n\nSpecific Objectives:\n\nImplementing VR in Medical Practice:\n\nVR technology has proven effective in various medical fields, including surgery, rehabilitation, and mental health. This project will leverage immersive VR to create an engaging and effective therapeutic environment. The therapy sessions will be conducted using portable VR headsets, providing students with an immersive experience that isolates them from real-world stressors.\n\nScientific Analysis:\n\nPhysiological data will be collected using Polar H-10 sensors to assess heart rate variability (HRV), a measure of autonomic nervous system activity. This data will help determine the effectiveness of different VR scenarios in inducing relaxation and improving mental well-being. The project will also monitor psychological changes using the Perceived Stress Scale (PSS-10).\n\nMethodology:\n\nA sample size of 50 participants has been calculated based on previous studies using G\\*Power software. The study will use repeated measures ANOVA to analyze the data, ensuring robust statistical analysis. The project also plans to promote participation through local media, aiming to include students from various higher education institutions in the Opole region."},"conditionsModule":{"conditions":["Mental Health Issue"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"PREVENTION","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ACTUAL"}},"armsInterventionsModule":{"armGroups":[{"label":"VR-based intervention","type":"EXPERIMENTAL","description":"The intervention group will participate in a structured VR-based relaxation program designed to improve mental health and reduce stress levels. The sessions will take place in a dedicated relaxation room equipped with immersive VR headsets and physiological sensors.\n\nIntervention Procedure:\n\nDuration and Frequency: Participants will engage in 15-minute VR relaxation sessions, held five times a week over a period of one month.\n\nVR Content: The VR sessions will feature high-quality 360° videos with therapeutic audio, including guided relaxation, calming music, and nature sounds.","interventionNames":["Other: VR Mindfulness and Stress Reduction Program"]}],"interventions":[{"type":"OTHER","name":"VR Mindfulness and Stress Reduction Program","description":"Intervention Procedure:\n\nDuration and Frequency: Participants will engage in 15-minute VR relaxation sessions, held five times a week over a period of one month.\n\nVR Content: The VR sessions will feature high-quality 360° videos with therapeutic audio, including guided relaxation, calming music, and nature sounds.\n\nPhysiological Monitoring: Throughout the sessions, participants' physiological responses will be monitored using Polar H-10 sensors to measure heart rate variability (HRV), providing data on autonomic nervous system activity.\n\nPsychological Assessment: Participants will complete the Perceived Stress Scale (PSS-10) before and after the intervention to evaluate changes in stress levels.\n\nCybersickness Monitoring: The occurrence of any adverse effects, such as cybersickness, will be monitored and recorded.","armGroupLabels":["VR-based intervention"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Physiological Relaxation","description":"Participants will be monitored via heart rate variability (HRV) indicating a balanced autonomic nervous system response.","timeFrame":"20 min"},{"measure":"Stress Levels","description":"Participants will be examined by the Perceived Stress Scale (PSS-10).","timeFrame":"10 min"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* acceptance to participate in the research\n* age 19-30\n\nExclusion Criteria:\n\n* diagnosed neurological diseases,\n* fear of wearing goggles\n* diagnosed diseases or injuries of the musculoskeletal system","healthyVolunteers":true,"sex":"ALL","minimumAge":"19 Years","maximumAge":"30 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"locations":[{"facility":"Faculty of Physical Education and Physiotherapy, Opole University of Technology","city":"Opole","zip":"45-758","country":"Poland","geoPoint":{"lat":50.67211,"lon":17.92533}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"interventionBrowseModule":{"browseLeaves":[{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}