{"protocolSection":{"identificationModule":{"nctId":"NCT06470243","orgStudyIdInfo":{"id":"S2312"},"secondaryIdInfos":[{"id":"NCI-2024-04336","type":"REGISTRY","domain":"CTRP (Clinical Trial Reporting Program)"},{"id":"S2312","type":"OTHER","domain":"SWOG"},{"id":"S2312","type":"OTHER","domain":"CTEP"},{"id":"U10CA180888","type":"NIH","link":"https://reporter.nih.gov/quickSearch/U10CA180888"}],"organization":{"fullName":"SWOG Cancer Research Network","class":"NETWORK"},"briefTitle":"Testing Whether the Addition of Carboplatin Chemotherapy to Cabazitaxel Chemotherapy Will Improve Outcomes Compared to Cabazitaxel Alone in People With Castrate-Resistant Prostate Cancer That Has Spread Beyond the Prostate to Other Parts of the Body","officialTitle":"A Phase III Study of Cabazitaxel With or Without Carboplatin in Patients With Metastatic Castrate-Resistant Prostate Cancer (mCRPC), Stratified by Aggressive Variant Signature"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-12-12","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2027-06-30","type":"ESTIMATED"},"completionDateStruct":{"date":"2032-04","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-17","studyFirstSubmitQcDate":"2024-06-17","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-17","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"SWOG Cancer Research Network","class":"NETWORK"},"collaborators":[{"name":"National Cancer Institute (NCI)","class":"NIH"}]},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"This phase III trial compares the effect of adding carboplatin to the standard of care chemotherapy drug cabazitaxel versus cabazitaxel alone in treating prostate cancer that keeps growing even when the amount of testosterone in the body is reduced to very low levels (castrate-resistant) and that has spread from where it first started (primary site) to other places in the body (metastatic). Carboplatin is in a class of medications known as platinum-containing compounds. Carboplatin works by killing, stopping or slowing the growth of tumor cells. Chemotherapy drugs, such as cabazitaxel, work in different ways to stop the growth of tumor cells, either by killing the cells, by stopping them from dividing, or by stopping them from spreading. Prednisone is often given together with chemotherapy drugs. Prednisone is in a class of medications called corticosteroids. It is used to reduce inflammation and lower the body's immune response to help lessen the side effects of chemotherapy drugs and to help the chemotherapy work. Giving carboplatin with the standard of care chemotherapy drug cabazitaxel may be better at treating metastatic castrate-resistant prostate cancer.","detailedDescription":"PRIMARY OBJECTIVES:\n\nI. To compare radiographic progression free survival (rPFS) between the two treatment arms in the subset of aggressive variant prostate cancer - molecular-pathologic signature (AVPC-MS)-positive participants.\n\nII. If the AVPC-MS positive test is statistically significant, test in AVPC-MS negative participants whether the combination of carboplatin and cabazitaxel improves rPFS.\n\nSECONDARY OBJECTIVES:\n\nI. To compare overall survival (OS) between the two treatment arms, stratified by AVPC-MS positive versus (vs.) negative.\n\nII. To compare response rates for prostate specific antigen (PSA), total alkaline phosphatase, and Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 between the two treatment arms, stratified by AVPC-MS positive vs. negative.\n\nIII. To compare rPFS between the two treatment arms for the full trial. IV. To compare rPFS between the two treatment arms for the AVPC-MS negative group in the absence of a positive treatment effect in the AVPC-MS positive group.\n\nV. To compare progression free survival (PFS) between the two treatment arms, stratified by AVPC-MS positive vs. negative.\n\nVI. To compare toxicities between the two arms in participants who receive any treatment on study.\n\nBANKING OBJECTIVES:\n\nI. To bank specimens for future correlative studies.\n\nOUTLINE: Patients are randomized to 1 of 2 arms.\n\nARM 1: Patients receive cabazitaxel intravenously (IV) over 60 minutes on day 1 of each cycle and prednisone orally (PO) twice daily (BID) on days 1-21 of each cycle. Cycles repeat every 21 days for up to 10 cycles in the absence of disease progression or unacceptable toxicity.\n\nARM 2: Patients receive cabazitaxel and carboplatin IV over 60 minutes on day 1 of each cycle and prednisone PO BID on days 1-21 of each cycle. Cycles repeat every 21 days for up to 10 cycles in the absence of disease progression or unacceptable toxicity.\n\nAll patients undergo blood sample collection, bone scan, computed tomography (CT), positron emission tomography (PET), or magnetic resonance imaging (MRI) throughout the trial and chest radiography (x-ray) before randomization.\n\nAfter completion of study treatment, patients are followed every 12 weeks for 1 year after randomization, and then every 26 weeks for up to 4 years after randomization or until death, whichever occurs first."},"conditionsModule":{"conditions":["Castration-Resistant Prostate Carcinoma","Stage IVB Prostate Cancer AJCC v8"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE3"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":528,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Arm 1 (cabazitaxel, prednisone)","type":"ACTIVE_COMPARATOR","description":"Patients receive cabazitaxel IV over 60 minutes on day 1 of each cycle and prednisone PO BID on days 1-21 of each cycle. Cycles repeat every 21 days for up to 10 cycles in the absence of disease progression or unacceptable toxicity. Patients undergo blood sample collection, bone scan, CT, PET, or MRI throughout the trial and chest x-ray before randomization.","interventionNames":["Procedure: Biospecimen Collection","Procedure: Bone Scan","Drug: Cabazitaxel","Procedure: Chest Radiography","Procedure: Computed Tomography","Procedure: Magnetic Resonance Imaging","Procedure: Positron Emission Tomography","Drug: Prednisone"]},{"label":"Arm 2 (cabazitaxel, carboplatin, prednisone)","type":"EXPERIMENTAL","description":"Patients receive cabazitaxel and carboplatin IV over 60 minutes on day 1 of each cycle and prednisone PO BID on days 1-21 of each cycle. Cycles repeat every 21 days for up to 10 cycles in the absence of disease progression or unacceptable toxicity. Patients undergo blood sample collection, bone scan, CT, PET, or MRI throughout the trial and chest x-ray before randomization.","interventionNames":["Procedure: Biospecimen Collection","Procedure: Bone Scan","Drug: Cabazitaxel","Drug: Carboplatin","Procedure: Chest Radiography","Procedure: Computed Tomography","Procedure: Magnetic Resonance Imaging","Procedure: Positron Emission Tomography","Drug: Prednisone"]}],"interventions":[{"type":"PROCEDURE","name":"Biospecimen Collection","description":"Undergo blood sample collection","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Biological Sample Collection","Biospecimen Collected","Specimen Collection"]},{"type":"PROCEDURE","name":"Bone Scan","description":"Undergo bone scan","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Bone Scintigraphy"]},{"type":"DRUG","name":"Cabazitaxel","description":"Given IV","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Jevtana","RPR-116258A","RPR116258A","Taxoid XRP6258","TXD258","XRP-6258","XRP6258"]},{"type":"DRUG","name":"Carboplatin","description":"Given IV","armGroupLabels":["Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Blastocarb","Carboplat","Carboplatin Hexal","Carboplatino","Carboplatinum","Carbosin","Carbosol","Carbotec","CBDCA","Displata","Ercar","JM-8","JM8","Nealorin","Novoplatinum","Paraplatin","Paraplatin AQ","Paraplatine","Platinwas","Ribocarbo"]},{"type":"PROCEDURE","name":"Chest Radiography","description":"Undergo chest x-ray","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Chest X-ray"]},{"type":"PROCEDURE","name":"Computed Tomography","description":"Undergo CT or PET/CT","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["CAT","CAT Scan","Computed Axial Tomography","Computerized Axial Tomography","Computerized axial tomography (procedure)","Computerized Tomography","Computerized Tomography (CT) scan","CT","CT Scan","tomography"]},{"type":"PROCEDURE","name":"Magnetic Resonance Imaging","description":"Undergo MRI","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Magnetic Resonance","Magnetic Resonance Imaging (MRI)","Magnetic resonance imaging (procedure)","Magnetic Resonance Imaging Scan","Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance","MR","MR Imaging","MRI","MRI Scan","MRIs","NMR Imaging","NMRI","Nuclear Magnetic Resonance Imaging","sMRI","Structural MRI"]},{"type":"PROCEDURE","name":"Positron Emission Tomography","description":"Undergo PET/CT","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":["Medical Imaging, Positron Emission Tomography","PET","PET Scan","Positron emission tomography (procedure)","Positron Emission Tomography Scan","Positron-Emission Tomography","proton magnetic resonance spectroscopic imaging","PT"]},{"type":"DRUG","name":"Prednisone","description":"Given PO","armGroupLabels":["Arm 1 (cabazitaxel, prednisone)","Arm 2 (cabazitaxel, carboplatin, prednisone)"],"otherNames":[".delta.1-Cortisone","1, 2-Dehydrocortisone","Adasone","Cortancyl","Dacortin","DeCortin","Decortisyl","Decorton","Delta 1-Cortisone","Delta-Dome","Deltacortene","Deltacortisone","Deltadehydrocortisone","Deltasone","Deltison","Deltra","Econosone","Lisacort","Meprosona-F","Metacortandracin","Meticorten","Ofisolona","Orasone","Panafcort","Panasol-S","Paracort","Perrigo Prednisone","PRED","Predicor","Predicorten","Prednicen-M","Prednicort","Prednidib","Prednilonga","Predniment","Prednisone Intensol","Prednisonum","Prednitone","Promifen","Rayos","Servisone","SK-Prednisone"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Radiographic progression-free survival (rPFS)","description":"Will be assessed using response evaluation criteria in solid tumors (RECIST 1.1), progression of bone lesions using Prostate Cancer Working Group 2 (PCWG2) criteria, or occurrence of death due to any cause. RECIST 1.1 progression requires at least a 20% increase in the sum of diameters of target lesions and/or unequivocal progression of existing non-target lesions. PCWG2 bone lesion progression requires appearance of two or more new lesions seen on bone scan compared with bone scan at randomization.","timeFrame":"From date of randomization to the first documentation of rPFS event, assessed up to 5 years"}],"secondaryOutcomes":[{"measure":"Prostate specific antigen (PSA) response","description":"Percentage of the subset of participants with a randomization PSA level of at least 5.0 ng/ml with a greater than 50% decrease in measurable values of PSA during treatment from the value measured at randomization.","timeFrame":"From study entry to first occurrence of rPFS or clinical progression, assessed up to 5 years"},{"measure":"Alkaline phosphatase response","description":"Percentage of participants with a greater than 50% decrease in measurable values of alkaline phosphatase during treatment from their value at randomization.","timeFrame":"From study entry to first occurrence of rPFS or clinical progression, assessed up to 5 years"},{"measure":"RECIST response","description":"Percentage of the subset of participants with measurable disease with an overall objective tumor response defined as a partial response (PR) or complete response (CR) according to RECIST version 1.1.","timeFrame":"From study entry to first occurrence of rPFS or clinical progression, assessed up to 5 years"},{"measure":"Progression-free survival","description":"Will be descriptively characterized between the two treatment arms. Survival curves will be estimated by the Kaplan-Meier method and a log-rank test will be used to compare both overall survival (OS) and PFS between the treatment arms, stratified by aggressive variant prostate cancer - molecular-pathologic signature (AVPC-MS) status.","timeFrame":"From study entry to first occurrence of rPFS or clinical progression, assessed up to 5 years"},{"measure":"OS","description":"Participants known to be alive are censored at date of last contact. Will be descriptively characterized between the two treatment arms. Survival curves will be estimated by the Kaplan-Meier method and a log-rank test will be used to compare both OS and PFS between the treatment arms, stratified by AVPC-MS status.","timeFrame":"From date of randomization to date of death due to any cause, assessed up to 5 years"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* STEP 1 SCREENING REGISTRATION: NOTE: All participants must have biopsy tissue submitted to MD Anderson Cancer Center prior to randomization for alteration assessment. Participants must have determination of their AVPC-Molecular Pathologic Signature immunohistochemistry (MSIHC) status from central assessment by the MD Anderson Clinical Pathology Laboratory using Clinical Laboratory Improvement Act (CLIA) certified immunohistochemistry (IHC) assays for TP53, RB1 and PTEN. In addition, while not mandated, CLIA certified next generation sequencing (NGS) of tumor deoxyribonucleic acid (DNA) and/or circulating tumor derived DNA (ctDNA) assessment of AVPC-MS marker status will be collected from participants for whom it is available\n* STEP 1 SCREENING REGISTRATION: Participants must have a histologically confirmed diagnosis of prostate cancer at the time of step 1 registration\n* STEP 1 SCREENING REGISTRATION: Participants must have castrate-resistant prostate cancer and metastatic disease by bone scan and/or CT/MRI (i.e., soft tissue, visceral, lymph node)\n* STEP 1 SCREENING REGISTRATION: Participants may have received any prior therapy, but one must be docetaxel or contain docetaxel in either the castrate-sensitive and/or castrate resistant disease state\n* STEP 1 SCREENING REGISTRATION: Participants must be ≥ 18 years of age at the time of step 1 screening registration\n* STEP 1 SCREENING REGISTRATION: Participants must have solid tumor biopsy material (formalin-fixed paraffin-embedded (FFPE) tissue blocks and/or 10 cut slides on four-micron thick unstained positive charged slides of FFPE tissue) available for submission for alterations in TP53, RB1 and PTEN by IHC using CLIA certified assays in the MD Anderson Clinical Pathology Laboratory. This specimen is required for central assessment of the AVPC-MSIHC regardless of whether the site has already locally evaluated the AVPC-MS status\n* STEP 1 SCREENING REGISTRATION: Tumor samples submitted for analysis must have been collected within 12 months prior to step 1 screening registration. Samples from metastatic lesions collected in the castrate-resistant disease state are preferable but not mandatory. Samples obtained during the hormone-naive disease state are acceptable if collected within 12 months of step 1 screening registration. If more than one tumor sample exists, the sample obtained closest to the date of registration should be submitted to MDACC for analysis\n\n  * NOTE: Sites will receive an email from Southwest Oncology Group (SWOG) Statistics and Data Management Center containing participant results of Aggressive Variant Prostate Cancer Molecular Signature (AVPC-MS) assessment within 5-12 business days after tissue submission to MD Anderson Clinical Pathology Laboratory. The participant's AVPC-MS signature result (positive or negative) is required BEFORE randomization on to step 2. If sites receive a non-evaluable AVPC-MS signature result, SWOG Statistics and Data Management Center will provide instructions for resubmission\n* STEP 1 SCREENING REGISTRATION: NOTE: As a part of the Oncology Patient Enrollment Network (OPEN) registration process the treating institution's identity is provided in order to ensure that the current (within 365 days) date of institutional review board approval for this study has been entered in the system\n* STEP 1 SCREENING REGISTRATION: Participants must be informed of the investigational nature of this study and must sign and give informed consent in accordance with institutional and federal guidelines. Documentation of informed consent via remote consent is allowed\n\n  * For participants with impaired decision-making capabilities, legally authorized representatives may sign and give informed consent on behalf of study participants in accordance with applicable federal, local, and Central Institutional Review Board (CIRB) regulations\n* STEP 2 RANDOMIZATION: NOTE: Participants must be registered to step 2 randomization within 70 days after registration to step 1. Participants must plan to start protocol therapy no more than 14 days after step 2 randomization\n* STEP 2 RANDOMIZATION: Participants must have castrate levels of testosterone with a baseline level \\< 50ng/dL within 28 days prior to step 2 randomization\n* STEP 2 RANDOMIZATION: Participants must have evidence for metastatic prostate cancer by bone scan and/or CT/MRI (i.e., soft tissue, visceral, lymph node). Visceral and/or soft-tissue metastases must be ≥ 1.0 cm in diameter and lymph nodes must be \\> 1.5 cm diameter in the short axis. Scans must be obtained within 28 days prior to randomization\n\n  * NOTE: All disease must be assessed and documented on the baseline/pre-registration tumor assessment form\n* STEP 2 RANDOMZIATION: Participants must have progressive disease (PD) in the opinion of the treating investigator according to any of the following criteria\n\n  * Progression in measurable disease (RECIST 1.1 criteria). Patient with measurable disease must have at least one lesion that can be accurately measured in at least one dimension (longest diameter to be recorded). Each lesion must be at least 10 mm when measured by computed tomography (CT) \\[CT scan thickness no greater than 5 mm\\] or magnetic resonance imaging (MRI). Lymph nodes should be ≥ 15 mm in short axis. Previously irradiated lesions, primary prostate lesion and bone lesions will be considered non-measurable disease\n  * Progression in bone as evidenced by:\n\n    * Appearance of 2 or more new bone lesions on bone scan (BS). If equivocal, they must be confirmed by other imaging modalities (CT; MRI), and/or repeat BS \\> 4 weeks later\n    * Appearance of a new lytic lesion(s) and/or increasing size of an existing lesion by CT/MRI, since AVPC tumors may produce lytic bone lesions that are not detected on conventional bone scans\n  * Rising prostate-specific antigen (PSA) defined (Prostate Cancer Working Group 2 \\[PCWG2\\]) as at least two consecutive rises in PSA to be documented over a reference value (measure 1) taken at least one week apart. The first rising PSA (measure 2) should be taken at least 7 days after the reference value. A third confirmatory PSA measure is required (2nd beyond the reference level) to be greater than the second measure and it must be obtained at least 7 days after the 2nd measure. If this is not the case, a fourth PSA measure is required to be taken and be greater than the 2nd measure. In case of progression based on rising PSA only, the first rising PSA (measure 2) must be obtained within 6 months of initiation of androgen receptor (AR) targeted therapy (≤ 6 months)\n  * Clinical progression. Increasing symptoms unequivocally attributed to disease progression as judged by the treating physician\n* STEP 2 RANDOMIZATION: Participants must not have received prior cabazitaxel or carboplatin\n* STEP 2 RANDOMIZATION: Participants must not be receiving treatment on another therapeutic clinical trial at the time of randomization. Chemotherapies, bone targeting therapies, immunotherapies and clinical trial agents must be discontinued ≥ 21 days prior to randomization. Stereotactic radiation (SART) must be discontinued ≥ 3 days prior to randomization\n* STEP 2 RANDOMIZATION: Participants must not be receiving radiation therapy or kyphoplasty-vertebroplasty within 14 days prior to randomization or major surgery (e.g., open abdominal, pelvic, thoracic, orthopedic or neurosurgery) within 28 days prior to step 2 randomization\n* STEP 2 RANDOMIZATION: Participants must not have untreated fractures and/or cord compression\n* STEP 2 RANDOMIZATION: Participants must not have symptomatic uncontrolled brain metastases. Properly treated brain metastases (i.e., with stereotactic radiation) within 14 days are allowed\n* STEP 2 RANDOMIZATION: Participants must have Zubrod performance status of 0 - 2 within 28 days prior to step 2 randomization\n* STEP 2 RANDOMIZATION: Participants must have a complete medical history and physical exam within 28 days prior to step 2 randomization\n* STEP 2 RANDOMIZATION: Absolute neutrophil count ≥ 1.5 x 10\\^3/uL (within 28 days prior to step 2 randomization)\n* STEP 2 RANDOMIZATION: Platelets ≥ 100 x 10\\^3/uL (unless clinical evidence of bone marrow infiltration by tumor in which case \\> 75 x 10\\^3/uL are allowed) (within 28 days prior to step 2 randomization)\n* STEP 2 RANDOMIZATION: Total bilirubin ≤ institutional upper limit of normal (ULN) with the exception of isolated hyperbilirubinemia due to Gilbert's syndrome or if the participant has liver metastases and/or acute tumor associated illness \\< 4x ULN (within 28 days prior to step 2 randomization)\n* STEP 2 RANDOMIZATION: Aspartate aminotransferase (AST)/alanine aminotransferase (ALT) ≤ 3 × institutional ULN (or if participant has liver metastases and/or acute tumor-associated illness, ≤ 4x institutional ULN) (within 28 days prior to step 2 randomization)\n* STEP 2 REGISTRATION: Participants must have a calculated creatinine clearance ≥ 30 mL/min using the Cockcroft-Gault Formula. This specimen must have been drawn and processed within 28 days prior to step 2 randomization\n* STEP 2 RANDOMIZATION: Participants with peripheral neuropathy must have ≤ grade 2 peripheral neuropathy (Common Terminology Criteria for Adverse Events \\[CTCAE\\] version 5.0) (within 28 days prior to step 2 randomization)\n* STEP 2 RANDOMIZATION: Participants who are of reproductive potential must have agreed to use an effective contraceptive method with details provided as a part of the consent process. A person who has semen likely to contain sperm is considered to be of \"reproductive potential.\" In addition to routine contraceptive methods, \"effective contraception\" also includes refraining from sexual activity that might result in pregnancy and surgery intended to prevent pregnancy (or with a side-effect of pregnancy prevention) including vasectomy with testing showing no sperm in the semen\n* STEP 2 RANDOMIZATION: Participants must not have a prior or concurrent malignancy whose natural history or treatment (in the opinion of the treating physician) has the potential to interfere with the safety or efficacy assessment of the treatment regimen\n* STEP 2 RANDOMIZATION: Participants with known human immunodeficiency virus (HIV)-infection must be on effective anti-retroviral therapy at registration and have undetectable viral load test on the most recent test results obtained within 6 months prior to registration\n* STEP 2 RANDOMIZATION: Participants must be offered the opportunity to participate in specimen banking. With participant consent, specimens must be collected and submitted via the SWOG Specimen Tracking System","healthyVolunteers":false,"sex":"MALE","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"overallOfficials":[{"name":"Paul Corn","affiliation":"SWOG Cancer Research Network","role":"PRINCIPAL_INVESTIGATOR"}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000011471","term":"Prostatic Neoplasms"}],"ancestors":[{"id":"D000005834","term":"Genital Neoplasms, Male"},{"id":"D000014565","term":"Urogenital Neoplasms"},{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000005832","term":"Genital Diseases, Male"},{"id":"D000091662","term":"Genital Diseases"},{"id":"D000091642","term":"Urogenital Diseases"},{"id":"D000011469","term":"Prostatic Diseases"},{"id":"D000052801","term":"Male Urogenital Diseases"}],"browseLeaves":[{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M14335","name":"Prostatic Neoplasms","asFound":"Prostate Cancer","relevance":"HIGH"},{"id":"M3724","name":"Aggression","relevance":"LOW"},{"id":"M8946","name":"Genital Neoplasms, Male","relevance":"LOW"},{"id":"M17315","name":"Urogenital Neoplasms","relevance":"LOW"},{"id":"M2876","name":"Genital Diseases","relevance":"LOW"},{"id":"M8944","name":"Genital Diseases, Male","relevance":"LOW"},{"id":"M2875","name":"Urogenital Diseases","relevance":"LOW"},{"id":"M14333","name":"Prostatic Diseases","relevance":"LOW"},{"id":"M27095","name":"Male Urogenital Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BXS","name":"Urinary Tract, Sexual Organs, and Pregnancy Conditions"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"}]},"interventionBrowseModule":{"meshes":[{"id":"D000011241","term":"Prednisone"},{"id":"D000003348","term":"Cortisone"},{"id":"D000016190","term":"Carboplatin"}],"ancestors":[{"id":"D000000970","term":"Antineoplastic Agents"},{"id":"D000000893","term":"Anti-Inflammatory Agents"},{"id":"D000005938","term":"Glucocorticoids"},{"id":"D000006728","term":"Hormones"},{"id":"D000006730","term":"Hormones, Hormone Substitutes, and Hormone Antagonists"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018931","term":"Antineoplastic Agents, Hormonal"}],"browseLeaves":[{"id":"M18650","name":"Carboplatin","asFound":"Dose Escalation","relevance":"HIGH"},{"id":"M14121","name":"Prednisone","asFound":"Prospective","relevance":"HIGH"},{"id":"M6569","name":"Cortisone","asFound":"Critically Ill","relevance":"HIGH"},{"id":"M147959","name":"Taxane","relevance":"LOW"},{"id":"M4217","name":"Anti-Inflammatory Agents","relevance":"LOW"},{"id":"M9047","name":"Glucocorticoids","relevance":"LOW"},{"id":"M9789","name":"Hormones","relevance":"LOW"},{"id":"M9788","name":"Hormone Antagonists","relevance":"LOW"},{"id":"M20966","name":"Antineoplastic Agents, Hormonal","relevance":"LOW"}],"browseBranches":[{"abbrev":"ANeo","name":"Antineoplastic Agents"},{"abbrev":"All","name":"All Drugs and Chemicals"},{"abbrev":"Infl","name":"Anti-Inflammatory Agents"}]}},"hasResults":false}