{"protocolSection":{"identificationModule":{"nctId":"NCT06483061","orgStudyIdInfo":{"id":"Pro00132487"},"organization":{"fullName":"University of Alberta","class":"OTHER"},"briefTitle":"Enhanced MRI Imaging in Healthy Participants and Participants With Epilepsy","officialTitle":"Ferumoxytol Enhanced Hippocampal Vascular Imaging in Epilepsy"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-09","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2029-09-01","type":"ESTIMATED"},"completionDateStruct":{"date":"2029-09-01","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-28","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-28","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Alberta","class":"OTHER"},"collaborators":[{"name":"Canadian Institutes of Health Research (CIHR)","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":true,"isFdaRegulatedDevice":false,"isUsExport":true},"descriptionModule":{"briefSummary":"Temporal lobe epilepsy (TLE) is a common type of epilepsy and one of the most likely to not be controlled by medication. For patients who do not respond to medication, surgery can result in a cure of seizures. Given the fact that around 50% of patients who undergo surgery are seizure free at 10 years there is a need to improve the understanding of what factors best predict surgical outcomes in order to improve our ability to select candidates for surgery.\n\nThe demonstration of abnormalities in the temporal lobe on MRI is one of the best predictors of seizure free surgical outcomes. Recent studies suggest that changes in specific subregions of the hippocampus could be the strongest predictors of surgical success, however the small size of these regions, (millimeters) make them very difficult to study with standard clinical MRI.\n\nRecently new MRI methods have been developed at Wayne State University to image hippocampal blood vessels using ferumoxytol infusion. Feraheme (ferumoxytol) is a drug that is approved in the United States for the treatment of iron deficiency anemia and is currently being studied as an MRI contrast agent in 8 active clinical trials in the United States as well as a Parkinson's Disease study in Canada.","detailedDescription":"Hippocampal sclerosis is the most common pathological finding in temporal lobe epilepsy.\n\nWhile CA1 and CA4 subregions are typically affected, considerable variability in the involvement of the different subregions has been recognized between patients with specific hippocampal subfield pathology being demonstrated to predict surgical outcomes in medically refractory patients. Developing novel imaging biomarkers for hippocampal subfield pathology that can be obtained in vivo has the potential to allow more accurate prediction of surgical outcomes prior to surgery.\n\nA major challenge in studying hippocampal subregions is the small size of the structures which are often smaller than the resolution of conventional MRI techniques. Cerebral blood vessels can be visualized with MRI using a variety of methods, some which do not require MRI contrast and others that do. The advantage of non-contrast methods is that subjects do not require intravenous contrast injections while the disadvantage is that the non-contrast methods are not capable of visualizing smaller vessels.\n\nRecently high-resolution vascular imaging of the hippocampus using ferumoxytol as an MRI contrast agent has been reported by researchers at Wayne State University. It is believed that this method would provide the detail required to address the hypothesis that the microvasculature of hippocampal subregions is disrupted in temporal lobe epilepsy.\n\nOBJECTIVES\n\nThe Specific Aims of this study are:\n\nAim 1: Implement ferumoxytol enhanced MRI imaging of cerebral vasculature with similar quality as compared to work conducted at Wayne State University. Aim 2: Compare hippocampal microvasculature density of hippocampal subregions between participants with TLE and hippocampal sclerosis and control subjects.\n\nHYPOTHESES\n\n1. Successful acquisition of susceptibility weighted imaging (SWI) vascular imaging, with similar quality as compared to work conducted at Wayne State University, will be possible.\n2. Participants with temporal lobe epilepsy and hippocampal sclerosis will demonstrate reduced microvasculature in hippocampal subfields that will correlate with previously reported regional MRI changes.\n\nMETHODS /DATA ANALYSIS\n\nAIM 1:\n\n10 control subjects will be scanned using the Wayne State University SWI acquisition protocol. Participants will receive ferumoxytol diluted with normal saline administered by a Registered Nurse using an MRI compatible IV infusion pump. Any adverse events during the infusion / scan will be documented and compared to previous ferumoxytol MRI safety data. Data quality will be assessed both qualitatively and quantitatively. Maps of the hippocampal microvasculature will be obtained and reviewed in order to confirm that the quality of the maps is comparable to the Wayne State University data. Fractional vessel density (FVD) of microvasculature, major arteries and major veins will be obtained, and comparisons will be made to ensure that the mean values and standard deviations are comparable.\n\nAIM 2:\n\n20 control subjects, and 20 participants with temporal lobe epilepsy and hippocampal sclerosis, will be studied. Participants will receive ferumoxytol diluted with normal saline administered by a Registered Nurse using a MRI compatible IV infusion pump. Any adverse events will be documented.\n\nMicrovasculature density of hippocampal subregions will be evaluated based on the same image analysis approach as the Wayne State University Group."},"conditionsModule":{"conditions":["Epilepsy, Temporal Lobe"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE2"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":50,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Ferumoxytol (Feraheme)","type":"EXPERIMENTAL","description":"Each participant and control will receive Ferumoxytol (Feraheme) 4 mg/kg diluted with 60ml normal saline, administered at 150-200ml/Hr by a registered nurse using a MRI compatible IV infusion pump","interventionNames":["Drug: Ferumoxytol"]}],"interventions":[{"type":"DRUG","name":"Ferumoxytol","description":"Ferumoxytol will be injected to enhance MRI images","armGroupLabels":["Ferumoxytol (Feraheme)"],"otherNames":["Feraheme"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Ferumoxytol enhanced cerebral vasculature imaging","description":"Comparison of MRI image acquisition quality with existing images obtained using an established imaging protocol","timeFrame":"One injection will be used while the participant is having an MRI"},{"measure":"Ferumoxytol enhanced cerebral vasculature imaging","description":"Comparison of microvasculature density of hippocampal subregions between participants with TLE and hippocampal sclerosis and control subjects","timeFrame":"One injection will be used while the participant is having an MRI"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* Healthy controls aged 18-64.\n* Patients with temporal lobe epilepsy aged 18-64 and hippocampal sclerosis demonstrated on clinical MRI scan\n\nExclusion Criteria:\n\n* Non-English speaking participants will be excluded as we cannot provide translation services.\n* Inability to provide informed consent.\n* Contraindications to MRI Age \\< 17 years / \\>65 years\n* Weight \\> 127.5kg (which is the maximum weight of which a single 510mg vial of Ferumoxytol would accommodate a 4mg/kg dose).\n* Women of childbearing capacity with a positive pregnancy test\n* Women who are actively breast feeding\n* Contraindication of Ferumoxytol -known hypersensitivity to Feraheme or any of its components -History of allergic reaction to any intravenous iron product","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"64 Years","stdAges":["ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Sandy Arcand","role":"CONTACT","phone":"7809109585","email":"sarcand@ualberta.ca"}],"overallOfficials":[{"name":"Donald Gross, MD","affiliation":"University of Alberta","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Peter S. Allen MRI Unit","city":"Edmonton","state":"Alberta","zip":"T6G 2R3","country":"Canada","contacts":[{"name":"Sandy Arcand","role":"CONTACT","phone":"7809109585","email":"sarcand@ualberta.ca"},{"name":"Donald Gross, MD","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":53.55014,"lon":-113.46871}}]},"referencesModule":{"references":[{"pmid":"28160356","type":"BACKGROUND","citation":"Finn JP, Nguyen KL, Hu P. Ferumoxytol vs. Gadolinium agents for contrast-enhanced MRI: Thoughts on evolving indications, risks, and benefits. J Magn Reson Imaging. 2017 Sep;46(3):919-923. doi: 10.1002/jmri.25580. Epub 2017 Feb 3. No abstract available."},{"pmid":"26890830","type":"BACKGROUND","citation":"Vasanawala SS, Nguyen KL, Hope MD, Bridges MD, Hope TA, Reeder SB, Bashir MR. Safety and technique of ferumoxytol administration for MRI. Magn Reson Med. 2016 May;75(5):2107-11. doi: 10.1002/mrm.26151. Epub 2016 Feb 18."},{"pmid":"36197052","type":"BACKGROUND","citation":"Adams LC, Jayapal P, Ramasamy SK, Morakote W, Yeom K, Baratto L, Daldrup-Link HE. Ferumoxytol-Enhanced MRI in Children and Young Adults: State of the Art. AJR Am J Roentgenol. 2023 Apr;220(4):590-603. doi: 10.2214/AJR.22.28453. Epub 2022 Oct 5."},{"pmid":"28434822","type":"BACKGROUND","citation":"Toth GB, Varallyay CG, Horvath A, Bashir MR, Choyke PL, Daldrup-Link HE, Dosa E, Finn JP, Gahramanov S, Harisinghani M, Macdougall I, Neuwelt A, Vasanawala SS, Ambady P, Barajas R, Cetas JS, Ciporen J, DeLoughery TJ, Doolittle ND, Fu R, Grinstead J, Guimaraes AR, Hamilton BE, Li X, McConnell HL, Muldoon LL, Nesbit G, Netto JP, Petterson D, Rooney WD, Schwartz D, Szidonya L, Neuwelt EA. Current and potential imaging applications of ferumoxytol for magnetic resonance imaging. Kidney Int. 2017 Jul;92(1):47-66. doi: 10.1016/j.kint.2016.12.037. Epub 2017 Apr 20."},{"pmid":"31638489","type":"BACKGROUND","citation":"Nguyen KL, Yoshida T, Kathuria-Prakash N, Zaki IH, Varallyay CG, Semple SI, Saouaf R, Rigsby CK, Stoumpos S, Whitehead KK, Griffin LM, Saloner D, Hope MD, Prince MR, Fogel MA, Schiebler ML, Roditi GH, Radjenovic A, Newby DE, Neuwelt EA, Bashir MR, Hu P, Finn JP. Multicenter Safety and Practice for Off-Label Diagnostic Use of Ferumoxytol in MRI. Radiology. 2019 Dec;293(3):554-564. doi: 10.1148/radiol.2019190477. Epub 2019 Oct 22."},{"pmid":"35122968","type":"BACKGROUND","citation":"Buch S, Chen Y, Jella P, Ge Y, Haacke EM. Vascular mapping of the human hippocampus using Ferumoxytol-enhanced MRI. Neuroimage. 2022 Apr 15;250:118957. doi: 10.1016/j.neuroimage.2022.118957. Epub 2022 Feb 2."},{"pmid":"31819910","type":"BACKGROUND","citation":"Treit S, Little G, Steve T, Nowacki T, Schmitt L, Wheatley BM, Beaulieu C, Gross DW. Regional hippocampal diffusion abnormalities associated with subfield-specific pathology in temporal lobe epilepsy. Epilepsia Open. 2019 Sep 13;4(4):544-554. doi: 10.1002/epi4.12357. eCollection 2019 Dec."},{"pmid":"36461649","type":"BACKGROUND","citation":"Adel SAA, Treit S, Abd Wahab W, Little G, Schmitt L, Wilman AH, Beaulieu C, Gross DW. Longitudinal hippocampal diffusion-weighted imaging and T2 relaxometry demonstrate regional abnormalities which are stable and predict subfield pathology in temporal lobe epilepsy. Epilepsia Open. 2023 Mar;8(1):100-112. doi: 10.1002/epi4.12679. Epub 2022 Dec 11."},{"pmid":"17221203","type":"BACKGROUND","citation":"Blumcke I, Pauli E, Clusmann H, Schramm J, Becker A, Elger C, Merschhemke M, Meencke HJ, Lehmann T, von Deimling A, Scheiwe C, Zentner J, Volk B, Romstock J, Stefan H, Hildebrandt M. A new clinico-pathological classification system for mesial temporal sclerosis. Acta Neuropathol. 2007 Mar;113(3):235-44. doi: 10.1007/s00401-006-0187-0. Epub 2007 Jan 13."},{"pmid":"23692496","type":"BACKGROUND","citation":"Blumcke I, Thom M, Aronica E, Armstrong DD, Bartolomei F, Bernasconi A, Bernasconi N, Bien CG, Cendes F, Coras R, Cross JH, Jacques TS, Kahane P, Mathern GW, Miyata H, Moshe SL, Oz B, Ozkara C, Perucca E, Sisodiya S, Wiebe S, Spreafico R. International consensus classification of hippocampal sclerosis in temporal lobe epilepsy: a Task Force report from the ILAE Commission on Diagnostic Methods. Epilepsia. 2013 Jul;54(7):1315-29. doi: 10.1111/epi.12220. Epub 2013 May 20."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000004827","term":"Epilepsy"},{"id":"D000004833","term":"Epilepsy, Temporal Lobe"}],"ancestors":[{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000004828","term":"Epilepsies, Partial"},{"id":"D000073376","term":"Epileptic Syndromes"}],"browseLeaves":[{"id":"M7983","name":"Epilepsy","asFound":"Epilepsy","relevance":"HIGH"},{"id":"M7989","name":"Epilepsy, Temporal Lobe","asFound":"Epilepsy, Temporal Lobe","relevance":"HIGH"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"M7984","name":"Epilepsies, Partial","relevance":"LOW"},{"id":"M16355","name":"Syndrome","relevance":"LOW"},{"id":"M1165","name":"Epileptic Syndromes","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"meshes":[{"id":"D000052203","term":"Ferrosoferric Oxide"}],"ancestors":[{"id":"D000006397","term":"Hematinics"},{"id":"D000057947","term":"Parenteral Nutrition Solutions"},{"id":"D000019999","term":"Pharmaceutical Solutions"}],"browseLeaves":[{"id":"M26996","name":"Ferrosoferric Oxide","asFound":"Executive function","relevance":"HIGH"},{"id":"M9485","name":"Hematinics","relevance":"LOW"},{"id":"M21860","name":"Pharmaceutical Solutions","relevance":"LOW"},{"id":"M28934","name":"Parenteral Nutrition Solutions","relevance":"LOW"}],"browseBranches":[{"abbrev":"Hemat","name":"Hematinics"},{"abbrev":"PhSol","name":"Pharmaceutical Solutions"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}