{"protocolSection":{"identificationModule":{"nctId":"NCT06471452","orgStudyIdInfo":{"id":"Dnr-2023-02423-02"},"organization":{"fullName":"Karolinska Institutet","class":"OTHER"},"briefTitle":"To Live Better After Breast Cancer Treatment","officialTitle":"To Live Better After Breast Cancer Treatment - a Randomized Pilot Trial of a Supportive and Person-centered Care Intervention in Primary Healthcare"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2023-10-01","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-03-05","studyFirstSubmitQcDate":"2024-06-18","studyFirstPostDateStruct":{"date":"2024-06-24","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-18","lastUpdatePostDateStruct":{"date":"2024-06-24","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Ann Langius-Eklöf","investigatorTitle":"Professor","investigatorAffiliation":"Karolinska Institutet"},"leadSponsor":{"name":"Karolinska Institutet","class":"OTHER"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"The most common cancer among women in Sweden is breast cancer. Advances in treatment have improved survival, but these advances have come at a steep price since most treatments impose substantial morbidity and burden on patients and their families. Furthermore, many survivors from cancer have ongoing poor health and well-being and long-term rehabilitation and support should not be neglected to prevent recurrence and increase survival. There are good reasons to believe that routine collection of relevant patient-reported symptoms facilitates person-centered care where the patient is a participatory member of the team. This study aims to pilot-test a supportive and person-centered care intervention in primary healthcare for six months during the first year after primary treatment for breast cancer, assisted by digital technology and compare it to standard care only. The intervention consists of symptom reporting and management in an app in combination with health dialogues with a study-specific nurse at the Primary healthcare centre.","detailedDescription":"The incidence rate of breast cancer has increased during the past decades and has surpassed lung cancer as the most frequently diagnosed type of cancer worldwide. In Sweden, it is the most common cancer among women and in 2021, 8 616 women received a diagnosis, the ten-year survival rate is over 87%. The overall increase in survival rates can be explained by population-based mammography screening, early detection, and advancements in treatment. The negative impact of treatment on patients' quality of life (QoL) has been established as important to consider in the adjuvant treatment setting of operable breast cancer. Furthermore, several treatments are given over longer periods; e.g. anti-hormonal treatments are prescribed for up to 10 years after a breast cancer diagnosis. As the number of patients with breast cancer increases, so does the demands on the healthcare services throughout the whole cancer trajectory.\n\nPatient-reported outcome (PRO) is an outcome that is reported by the patients. Previous research on collecting PRO:s through an interactive application during treatment for breast cancer, pancreatic cancer, and prostate cancer shows promising results such as reduced symptom burden and improved QoL as well as survival. Current research emphasizes the importance of user involvement in the development phase of web-based interventions and that its content is specific to the patient´s needs as well as delivered at the right stage in the cancer trajectory.\n\nThe aim is to pilot- test routine assessment of patient's reported symptoms and support in self-management assisted by digital technology for six months during the first year after primary treatment for breast cancer in combination with health dialogues with a study-specific nurse at the Primary healthcare centre. The primary objective is to evaluate the acceptability and feasibility of a digital and nurse-led support intervention in primary healthcare for patients with breast cancer during the first year after primary treatment. The secondary objectives of this trial are to (i) evaluate the potential efficacy of the intervention, (ii) obtain estimates for secondary outcome measures and potential mediators and moderators to be used in a future trial and (iii) evaluate the feasibility of such assessments.\n\nThere are 250 PHCCs within the region and to achieve representativeness for randomization the Care Need Index (CNI) for calculating economic compensation to the PHCC is used. It measures healthcare needs for the distribution of primary care resources to the population with the biggest need. A high CNI index equals low socioeconomic status, and a low CNI index equals high socioeconomic status. The intervention involves the entire PHCC and cluster randomisation is used to avoid a spill-over effect. Approximately ten PHCCs will be matched on CNI index and the number of patients allocated to the PHCCs."},"conditionsModule":{"conditions":["Breast Cancer Survivorship"],"keywords":["Breast cancer","Mhealth","Supportive care","Symptom management"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"SUPPORTIVE_CARE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Intervention group","type":"EXPERIMENTAL","description":"The intervention consists of standard care and the app (called Interaktor) for routine symptom reporting of common symptoms regarding fatigue, emotional distress, sleep, pain, loss of appetite, hot flashes/sweating, edema, and sexual health, in combination with health dialogues with a study-specific nurse. The reports are made weekly during the first month and thereafter as mutually agreed, at minimum once a month for six months, with instant self-care advice in combination with supportive care with a study-specific nurse. At health dialogues with the study-specific nurse, the patient-reported assessments in the app will be used to discuss the individual's current situation and to plan eventual additional actions needed.\n\nThe intervention will last for 6 months.","interventionNames":["Device: Interaktor"]},{"label":"Control group","type":"NO_INTERVENTION","description":"The participants in the control group will only receive standard care in the secondary care setting. Usually after ended primary treatment the follow-up is determined based on the severity of the tumour, the received postoperative treatment and the patient's general health status. Patients should be offered a yearly follow-up for at least five years where the patients are made a part of the decision-making process of the structure of the follow-up. All patients are allocated a contact nurse with a telephone number to contact when needed."}],"interventions":[{"type":"DEVICE","name":"Interaktor","description":"In the app (Interaktor), the patients will report frequency and distress on common symptoms and concerns.\n\nFree text comments will also be possible to make to cover the patients' other potential needs. Information about the concerns will be included in the app containing; a) general information about why they have the side effects and what it means b) evidence-based advice about self-management; c) when they should contact health care providers, and d) further information linked to reliable documents, web pages or YouTube videos.\n\nSupportive Care delivered from a study-specific nurse. During the health dialogues with a nurse, the patient-reported assessments in the app will be used to discuss the individual's current situation and needs and to plan eventual additional actions needed such as support from a physiotherapist, social worker, dietitian or if a visit to the physician if needed. This is documented in the patient's journal.","armGroupLabels":["Intervention group"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Acceptability E-scale","description":"The Acceptability e-scale is a questionnaire with 6 items that evaluate the acceptability of a system. Items are scored using a Likert scale ranging from 1-5 with higher values indicating higher acceptability.","timeFrame":"6 months"},{"measure":"System Usability Scale (q5 and q10)","description":"The System Usability Scale is a questionnaire with ten items that evaluate the usability of a system. Items are scored using a Likert scale ranging from 1-5. only question 5 and 10 will be included in this study.","timeFrame":"6 months"},{"measure":"Interviews with patients and study-specific nurses","description":"To assess acceptability and feasibility, the participants in the intervention group and the study-specific nurses will be interviewed about their experience of using the Interaktor system and about the health dialogues.","timeFrame":"7 months"},{"measure":"Other feasibility measures","description":"To evaluate the feasibility of the future trial methodology, enrollment, recruitment, and withdrawal rates will be documented. Other feasibility measures include completion rates and missing data in each study questionnaire. Objective measures will be extracted from the logged data in the app, i.e., the number of reports sent (adherence), self-care advice viewings, and notes from the study-specific nurses.","timeFrame":"Through study completion, an average of 24 months"}],"secondaryOutcomes":[{"measure":"Symptom burden measured by the European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire - Breast Cancer Module BR45.","description":"The questionnaire has 45 items and evaluates specific breast cancer symptoms related to treatment such as fatigue, apatite and sexual health. Items are scored using a Likert scale ranging from 1-4 with higher values indicating more burden of symptoms.","timeFrame":"Baseline, 3 months, 6 months, 12 months, 18 months and 24 months."},{"measure":"Symptom burden measured by the European Organization for the Research and Treatment of Cancer Quality of Life Questionnaire - C30.","description":"The questionnaire has 30 items divided in five functional scales (physical, role, emotional, social, and cognitive), eight symptom scales (fatigue, nausea and vomiting, pain, insomnia, appetite loss, constipation, diarrhea), financial impact of the disease, and a global health status/QoL scale. Questions are scored using a Likert scale ranging from 1-4 with higher values indicating lower QoL.","timeFrame":"Baseline, 3 months, 6 months, 12 months, 18 months and 24 months."},{"measure":"Health Literacy CCHL,( 5-items)","description":"The questionnaire has five items measuring the ability to read and understand information regarding health, disease and healthcare.","timeFrame":"Baseline, 3 months, 6 months, 12 months, 18 months and 24 months."},{"measure":"Quality of life measured measured by the EuroQol 5-Dimension Questionnaire (EQ-5D-5L)","description":"The EQ-5D-5L is a descriptive system that comprises five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels: no problems, slight problems, moderate problems, severe problems and extreme problems. The patient is asked to indicate his/her health state by ticking the box next to the most appropriate statement in each of the five dimensions. This decision results in a 1-digit number that expresses the level selected for that dimension. The digits for the five dimensions can be combined into a 5-digit number that describes the patient's health state.","timeFrame":"Baseline, 3 months, 6 months, 12 months, 18 months and 24 months."},{"measure":"Patient Activation Measure (PAM-13)","description":"The PAM-13 questionnaire has 13 items measure knowledge, skills, beliefs, and confidence in managing health and healthcare.","timeFrame":"Baseline, 3 months, 6 months, 12 months, 18 months and 24 months."},{"measure":"The Sense of Coherence Scale (SOC-13)","description":"The SOC-13 questionnaire measure overall coping ability.","timeFrame":"Baseline, 3 months, 6 months, 12 months, 18 months and 24 months."}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* patients with breast cancer at the end of curative treatment\n* able to read and understand Swedish\n* considered being physically, psychologically and cognitively able to participate in the study\n\nExclusion Criteria:\n\n-","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Kristina Rooth, MSc","role":"CONTACT","phone":"0046707526845","email":"kristina.rooth@ki.se"},{"name":"Ann Langius Eklöf, Professor","role":"CONTACT","phone":"0046722535878","email":"ann.langius-eklöf@ki.se"}],"overallOfficials":[{"name":"Ann Langius-Eklöf, Professor","affiliation":"Karolinska Institutet","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"Health Care Services Stockholm County (SLSO)","status":"RECRUITING","city":"Stockholm","country":"Sweden","contacts":[{"name":"Kristina Rooth, PhD student","role":"CONTACT","phone":"46 70-752 68 45","email":"kristina.rooth@ki.se"}],"geoPoint":{"lat":59.33258,"lon":18.0649}}]},"referencesModule":{"references":[{"pmid":"33538338","type":"BACKGROUND","citation":"Sung H, Ferlay J, Siegel RL, Laversanne M, Soerjomataram I, Jemal A, Bray F. Global Cancer Statistics 2020: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries. CA Cancer J Clin. 2021 May;71(3):209-249. doi: 10.3322/caac.21660. Epub 2021 Feb 4."},{"type":"BACKGROUND","citation":"Socialstyrelsen. Statistik om nyupptäckta cancerfall 2021. https://www.socialstyrelsen.se/globalassets/sharepoint-dokument/artikelkatalog/statistik/2022-12-8308.pdf: Sveriges officiella statistik Hälsa och sjukvård; 2022. p. 5."},{"pmid":"36319987","type":"BACKGROUND","citation":"Roginski M, Sifaki-Pistolla D, Stomby A, Velivasaki G, Faresjo T, Lionis C, Faresjo A. Paradoxes of breast cancer incidence and mortality in two corners of Europe. BMC Cancer. 2022 Nov 2;22(1):1123. doi: 10.1186/s12885-022-10243-w."},{"pmid":"31161190","type":"BACKGROUND","citation":"Cardoso F, Kyriakides S, Ohno S, Penault-Llorca F, Poortmans P, Rubio IT, Zackrisson S, Senkus E; ESMO Guidelines Committee. Electronic address: clinicalguidelines@esmo.org. Early breast cancer: ESMO Clinical Practice Guidelines for diagnosis, treatment and follow-updagger. Ann Oncol. 2019 Aug 1;30(8):1194-1220. doi: 10.1093/annonc/mdz173. No abstract available. Erratum In: Ann Oncol. 2019 Oct 1;30(10):1674. Ann Oncol. 2021 Feb;32(2):284."},{"pmid":"28536950","type":"BACKGROUND","citation":"Ellegaard MB, Grau C, Zachariae R, Jensen AB. Women with breast cancer report substantially more disease- and treatment-related side or late effects than registered by clinical oncologists: a cross-sectional study of a standard follow-up program in an oncological department. Breast Cancer Res Treat. 2017 Aug;164(3):727-736. doi: 10.1007/s10549-017-4301-x. Epub 2017 May 23."},{"pmid":"12700218","type":"BACKGROUND","citation":"Sundquist K, Malmstrom M, Johansson SE, Sundquist J. Care Need Index, a useful tool for the distribution of primary health care resources. J Epidemiol Community Health. 2003 May;57(5):347-52. doi: 10.1136/jech.57.5.347."},{"pmid":"20974066","type":"BACKGROUND","citation":"Tariman JD, Berry DL, Halpenny B, Wolpin S, Schepp K. Validation and testing of the Acceptability E-scale for web-based patient-reported outcomes in cancer care. Appl Nurs Res. 2011 Feb;24(1):53-8. doi: 10.1016/j.apnr.2009.04.003. Epub 2009 Sep 18."},{"type":"BACKGROUND","citation":"Lewis, J. R. (2018) The System Usability Scale: Past, Present, and Future, International Journal of Human-Computer Interaction, 34:7, 577-590, DOI: 10.1080/10447318.2018.1455307"},{"pmid":"19289934","type":"BACKGROUND","citation":"Christie J, O'Halloran P, Stevenson M. Planning a cluster randomized controlled trial: methodological issues. Nurs Res. 2009 Mar-Apr;58(2):128-34. doi: 10.1097/NNR.0b013e3181900cb5."},{"pmid":"31959345","type":"BACKGROUND","citation":"Bjelic-Radisic V, Cardoso F, Cameron D, Brain E, Kuljanic K, da Costa RA, Conroy T, Inwald EC, Serpentini S, Pinto M, Weis J, Morag O, Lindviksmoen Astrup G, Tomaszweksi KA, Pogoda K, Sinai P, Sprangers M, Aaronson N, Velikova G, Greimel E, Arraras J, Bottomley A; EORTC Quality of Life Group and Breast Cancer Group. An international update of the EORTC questionnaire for assessing quality of life in breast cancer patients: EORTC QLQ-BR45. Ann Oncol. 2020 Feb;31(2):283-288. doi: 10.1016/j.annonc.2019.10.027. Epub 2019 Dec 18. Erratum In: Ann Oncol. 2020 Apr;31(4):552. doi: 10.1016/j.annonc.2020.02.001."},{"pmid":"9610213","type":"BACKGROUND","citation":"Sprangers MA, Cull A, Groenvold M, Bjordal K, Blazeby J, Aaronson NK. The European Organization for Research and Treatment of Cancer approach to developing questionnaire modules: an update and overview. EORTC Quality of Life Study Group. Qual Life Res. 1998 May;7(4):291-300. doi: 10.1023/a:1024977728719."},{"pmid":"23982461","type":"BACKGROUND","citation":"Wangdahl JM, Martensson LI. The communicative and critical health literacy scale--Swedish version. Scand J Public Health. 2014 Feb;42(1):25-31. doi: 10.1177/1403494813500592. Epub 2013 Aug 27."},{"pmid":"15230939","type":"BACKGROUND","citation":"Hibbard JH, Stockard J, Mahoney ER, Tusler M. Development of the Patient Activation Measure (PAM): conceptualizing and measuring activation in patients and consumers. Health Serv Res. 2004 Aug;39(4 Pt 1):1005-26. doi: 10.1111/j.1475-6773.2004.00269.x."},{"pmid":"15911640","type":"BACKGROUND","citation":"Eriksson M, Lindstrom B. Validity of Antonovsky's sense of coherence scale: a systematic review. J Epidemiol Community Health. 2005 Jun;59(6):460-6. doi: 10.1136/jech.2003.018085."},{"pmid":"21479777","type":"BACKGROUND","citation":"Herdman M, Gudex C, Lloyd A, Janssen M, Kind P, Parkin D, Bonsel G, Badia X. Development and preliminary testing of the new five-level version of EQ-5D (EQ-5D-5L). Qual Life Res. 2011 Dec;20(10):1727-36. doi: 10.1007/s11136-011-9903-x. Epub 2011 Apr 9."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000001943","term":"Breast Neoplasms"}],"ancestors":[{"id":"D000009371","term":"Neoplasms by Site"},{"id":"D000009369","term":"Neoplasms"},{"id":"D000001941","term":"Breast Diseases"},{"id":"D000012871","term":"Skin Diseases"}],"browseLeaves":[{"id":"M5220","name":"Breast Neoplasms","asFound":"Breast Cancer","relevance":"HIGH"},{"id":"M5218","name":"Breast Diseases","relevance":"LOW"},{"id":"M15674","name":"Skin Diseases","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"BC17","name":"Skin and Connective Tissue Diseases"},{"abbrev":"All","name":"All Conditions"}]}},"hasResults":false}