{"protocolSection":{"identificationModule":{"nctId":"NCT06481397","orgStudyIdInfo":{"id":"Onco-Seraph-US23-001"},"organization":{"fullName":"ExThera Medical Corporation","class":"INDUSTRY"},"briefTitle":"OSCAR I STUDY - The Onco Seraph CTC Removal Study","officialTitle":"Prospective Single-Arm Feasibility Study to Determine the Capacity of the Onco-Seraph 100 Microbind® Affinity Blood Filter (Onco-Seraph 100) to Remove Circulating Tumor Cells From the Blood of Patients With Metastatic Pancreatic Ductal Adenocarcinoma (PDAC)"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"NOT_YET_RECRUITING","startDateStruct":{"date":"2024-07","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2024-12","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-24","studyFirstSubmitQcDate":"2024-06-27","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-27","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"ExThera Medical Corporation","class":"INDUSTRY"}},"oversightModule":{"oversightHasDmc":true,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":true},"descriptionModule":{"briefSummary":"This study is a Prospective Single Arm Open Label Feasibility trial to evaluate the initial safety and signal of efficacy of a novel extracorporeal blood purification (EBP) procedure in metastatic PDAC refractory to systemic therapy. Site selection will be dependent upon the site's familiarity with extracorporeal blood purification platforms as well as the diagnosis and management of PDAC. Adults (18 years old and older, ECOG PS of equal or less than 2) with a diagnosis of PDAC as defined histologically (microscopically) as a \"pancreatobiliary type\" adenocarcinoma with at least 5 U/mL CTCs in peripheral blood and/or portal vein.","detailedDescription":"Study Intervention: All study patients will be assigned to receive treatment with the investigational device (Onco-Seraph 100).\n\nStudy Duration: Our target enrollment is 30 patients with PDAC. The study will last for up two years. Interim analyses will determine early stopping for safety. This is detailed in Section 23: Data Safety Monitoring Board (DSMB). Furthermore, as the safety and effectiveness of the experimental use of the ONCO Seraph 100 Microbind Affinity Blood Filter for treatment of patients with PDAC is unknown, patients will be followed for up to 5 years to inform oncological outcomes.\n\nProcedure Setting: Extracorporeal blood purification utilizing Seraph can be performed either on an outpatient or an in-patient basis as HD/CRRT procedure is performed routinely in both settings. Whether the procedure will be performed in a setting of an outpatient or in-patient setting would mainly depend on the personalized approach that the Site Investigator choses related to individual patient enrolled in the study. Location of the Seraph treatment will be recorded, and data analysis will include consideration of the setting as it relates to study endpoints. If the Study Procedure is implemented in an outpatient setting subject will be monitored for additional 4 hours.\n\nProcedure Duration for Onco-Seraph 100: A sufficient blood flow rate and exposure of patient's blood to the Onco-Seraph 100 adsorption media was initially established based on the experience in implementing procedure in patients with blood stream infections. However, target procedure duration is further optimized based on data collected in EU oncology patients as listed below:\n\nThe average procedure duration and blood flow rates targeted in patients with blood stream infections or oncology are as follows:\n\n* At an average blood flow of 350mL/min, this would translate to approximately 5 hours of procedure time for patients with blood stream infection or 2.0hrs for oncology patient; an average of 200mL/min translates to a procedure time of 8 hours for blood stream infection or 3.5hrs for oncology patient.\n* 1st stage: Study Procedure will occur only once, followed by weekly follow up visits through day 28, followed by monthly follow up through Day 60\n* 2nd stage: Study Procedures will occur up to 3 times for the first week followed by once weekly for the following 3 weeks, for a total of up to 6 treatments over the first 28 days of study participation.\n* Study Procedure(s) will be held, if subjects are hemodynamically unstable and unable to tolerate extracorporeal procedure (defined as MAP\\<65 and/or sustained hypotension at enrollment as defined by two readings with systolic blood pressure (SBP) measurements below 100 mmHg or diastolic blood pressure (DBP) measurements below 50 mmHg. The measurements must be performed thirty minutes from one another, and the Subject must be resting for at least 5 minutes prior to obtaining each measurement. (If the first reading includes a SBP greater than 100 mmHg and a DBP greater than 50 mmHg, the second reading does not need to be taken).\n\nSubjects will be assessed per study visit and as part of routine, standard of care for PDAC. All subjects enrolled in this study will undergo clinical efficacy, safety, and laboratory assessments. Blood, urine, and respiratory samples will be obtained at baseline, Day 1 Day 4, Day 7, 14, 21 and Day 28. Demographic and baseline clinical parameters will be recorded at the time of enrollment. Pertinent clinical parameters will be recorded on days 1, 3, 5, 7, 14, 21 and once on day 28. Outcomes data will be recorded on day 28 and at the time of hospital discharge or death. Subject status will be assessed at, 1, 3, 5, 7, 14, 21 28 or30, and 60 days to include adverse event evaluation and a targeted medication review. Survival status will be assessed 30 and 60 days after enrollment.\n\nPatients will receive standard of care follow-up for up to 5 years and this data collected will be made available for FDA review.\n\nA subset of the protocol team will review Grade 3 and 4 adverse event or serious adverse event (AE / SAE) data every 2 weeks. If there is a pattern of unexpected AEs that is out of proportion to the current understanding of the natural history of the disease, the DSMB will be asked to review un-blinded safety data in an ad hoc meeting. If an ad hoc meeting of the DSMB is convened to review a serious, device-related adverse event, enrollment will be halted pending the DSMB review to ensure subject safety in the trial. The DSMB will review the event to ensure subject safety. After the review, the DSMB will determine if enrollment may resume.\n\nThe DSMB will conduct an interim analysis after the enrollment of 10 subjects to evaluate for safety and efficacy prior to completion of enrollment (n=30) (as detailed in Section 23: Data Safety Monitoring Board (DSMB)) and will be available for ad hoc reviews for safety concerns as described above. As stated above, enrollment will be halted pending the convening of an ad hoc DSMB meeting to review a serious, device-related adverse event.\n\nThe DSMB will review the event to ensure subject safety in the trial. The DSMB will determine if enrollment may resume. The DSMB may recommend temporary or permanent cessation of enrollment based on their safety reviews.\n\nAs part of the initial PK study, DSMB will also review safety data after the first 2 and 5 subjects consented and treated. If there are significant safety concerns after DSMB review, the sponsor will immediately pause the trial and communicate the information with the FDA.\n\nThe safety data of the first 5 subjects will be reported to FDA for review. Study expansion will be allowed via FDA pre-approved IDE supplement prior to commencing enrollment of the remaining subjects."},"conditionsModule":{"conditions":["Pancreatic Ductal Adenocarcinoma (PDAC)"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NA","interventionModel":"SINGLE_GROUP","interventionModelDescription":"All study patients will be assigned to receive procedure with the investigational device (Onco-Seraph 100).","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"NONE","maskingDescription":"Unblinded"}},"enrollmentInfo":{"count":5,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Onco-Seraph 100 Filter is a single use","type":"EXPERIMENTAL","description":"The Onco-Seraph 100 Filter is a single use, disposable column packed with ultra-high molecular weight polyethylene beads which have been modified to contain endpoint attached heparin on the surface. The devices are sterilized using a standard ethylene oxide cycle, following ISO 11135-1:2007. Chemical Indicator labels are located near the product label. A green label indicates that the device has been exposed to ethylene oxide gas. Onco-Seraph 100 is part of the Seraph platform technology that was also developed as an extracorporeal broad-spectrum sorbent hemoperfusion device for reduction of pathogens from the bloodstream.","interventionNames":["Device: Onco-Seraph 100 Filter"]}],"interventions":[{"type":"DEVICE","name":"Onco-Seraph 100 Filter","description":"The Onco-Seraph 100 Microbind® Affinity Blood Filter (Onco-Seraph 100) manufactured by ExThera Medical Corporation in Martinez, CA. The Onco-Seraph 100 filter has been designed and manufactured to reduce residual risks as much as possible to ensure safe usage. Literature search results concluded that heparin coated medical devices are safe and decrease platelet adhesion without affecting the adsorption of major adhesive proteins.\n\nLiterature search yielded over 45 publications and 370 treated patients with Seraph platform technology for pathogen removals without significant safety concern. The achieved results from the above-mentioned testing and studies support the performance and safety of Onco-Seraph 100 consistent with the intended use. ExThera Medical concludes that the known and potential benefits of Onco-Seraph 100, when used to treat patients with PDAC, outweigh the known and potential risks when used according to the intended use.","armGroupLabels":["Onco-Seraph 100 Filter is a single use"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Incidence of Procedure-Emergent Adverse Events Assessed by NCI CTCAE v5.0","description":"Incidence of treatment-emergent adverse events (AEs), graded using the NCI CTCAE Version 5.0.","timeFrame":"[Time Frame 30 days]"},{"measure":"Incidence of Procedure-Emergent Serious Adverse Events Assessed by NCI CTCAE v5.0","description":"Incidence of treatment-emergent serious adverse events (SAEs), graded using the NCI CTCAE Version 5.0.","timeFrame":"[Time Frame 30 days]"},{"measure":"Survival Follow-Up","description":"Survival Follow-Up (vital status)","timeFrame":"[Time Frame 60 days]"},{"measure":"Change in CTC Concentration","description":"The change in CTC concentration from baseline to the end of the induction series of Extracorporeal Procedure (ECPs) with Onco-Seraph 100.","timeFrame":"[Time Frame 30 days]"},{"measure":"Capacity for the Onco-Seraph 100 Filter to Remove Circulating Tumor Cells","description":"Capacity for the Onco-Seraph 100 filter to remove circulating tumor cells (CTCs) when compared to baseline.","timeFrame":"[Time Frame 60 days]"}],"secondaryOutcomes":[{"measure":"Incidence of Procedure-Emergent Adverse Events Assessed by NCI CTCAE v5.0","description":"Incidence of treatment-emergent adverse events (AEs), graded using the NCI CTCAE Version 5.0","timeFrame":"[Time Frame 60 days]"},{"measure":"Incidence of Procedure-Emergent Serious Adverse Events Assessed by NCI CTCAE v5.0","description":"Incidence of treatment-emergent serious adverse events (SAEs), graded using the NCI CTCAE Version 5.0","timeFrame":"[Time Frame 60 days]"},{"measure":"Capacity for the Onco-Seraph 100 Filter to Remove Circulating Tumor Cells","description":"Capacity for the Onco-Seraph 100 filter to remove circulating tumor cells.","timeFrame":"[Time Frame 30 days]"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. Patients ≥ 18 years of age with metastatic pancreatic ductal carcinoma who experienced disease progression or not tolerating fluoropyrimidine-, oxaliplatin- and irinotecan- based regimens or prior treatment with gemcitabine and nab-paclitaxel.\n2. Patients with Eastern Cooperative Oncology Group (ECOG) performance status (PS) scores of 2 or less.\n3. Patient or legally authorized representative is willing and able to understand and provide a signed informed consent that fulfills the relevant IRB or Independent Ethics Committee (IEC) guidelines.\n4. Patients with a CTC concentration of at least 5 cells/mL\n5. Must be willing to provide blood samples for prospective tumor molecular profiling and exploratory analyses.\n6. Ability to attend required study visits and return for adequate follow-up, as required by this protocol.\n7. Female patients must be of non-childbearing potential or using a medically acceptable contraceptive regimen. Effective contraception includes surgical sterilization (e.g., vasectomy, tubal ligation), two forms of barrier methods (e.g., condom, diaphragm) used with spermicide, IUDs.\n8. Female patients must have a negative serum pregnancy test at Screening, and negative urine pregnancy test at baseline prior to dosing.\n9. Male patients must be surgically sterile or using a medically acceptable contraceptive regimen. Effective contraception includes surgical sterilization (e.g., vasectomy, tubal ligation), two forms of barrier methods (e.g., condom, diaphragm) used with spermicide, IUDs.\n\nExclusion Criteria:\n\n1. Pregnant or breast feeding\n2. Patients who cannot tolerate the placement of a dual lumen vascular access to enable extracorporeal treatment.\n3. Patients with a history of heparin induced thrombocytopenia (HIT).\n4. Patients with known allergy to heparin sodium.\n5. High risk of bleeding (platelet count \\<50mm3 or International Normalized Ratio (INR) \\>1.5)\n6. Hemodynamic instability and inability to tolerate extracorporeal procedure (defined as MAP\\<65 despite fluids and vasopressors and or sustained hypotension at enrollment as defined by two readings with systolic blood pressure (SBP) measurements below 100 mmHg or diastolic blood pressure (DBP) measurements below 50 mmHg. The measurements must be performed thirty minutes from one another, and the Subject must be resting for at least 5 minutes prior to obtaining each measurement. (If the first reading includes a SBP greater than 100 mmHg and a DBP greater than 50 mmHg, the second reading does not need to be taken.\n7. Uncontrolled hypertension despite optimal management (systolic blood pressure \\>150 mmHg or diastolic pressure \\> 90mmHg).\n8. Ongoing uncontrolled, serious infection.\n9. Renal failure requiring dialysis.\n10. Patients with a life expectancy of less than 30 days.\n11. Pregnant and nursing women.\n12. Participation in an investigational drug study or history of receiving any investigational treatment within 14 days prior to initiation of treatment on this study.\n13. Concurrent participation in any interventional clinical trial or has been previously entered in this trial.\n14. The Patient is a prisoner or member of a different vulnerable population that should not be included in the study per the investigator.\n15. Unable to obtain informed consent from either patient or legally authorized representative (LAR)\n16. Assessed by the Investigator to be unable or unwilling to comply with the requirements of the protocol.","healthyVolunteers":false,"sex":"ALL","minimumAge":"18 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Drina Aldana","role":"CONTACT","phone":"(925) 839-2060","email":"drina@extheramedical.com"},{"name":"Kendra Petrick","role":"CONTACT","phone":"(925) 839-2060","email":"kendra@extheramedical.com"}],"overallOfficials":[{"name":"Sanja Ilic, MD, MS, RAC","affiliation":"ExThera Medical","role":"PRINCIPAL_INVESTIGATOR"}],"locations":[{"facility":"OU Health Stephenson Cancer Center","city":"Oklahoma City","state":"Oklahoma","zip":"73104","country":"United States","contacts":[{"name":"Perla White, B.S.","role":"CONTACT","phone":"405-271-8001","phoneExt":"32997"},{"name":"Susanna Ulahannan, M.D.","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":35.46756,"lon":-97.51643}}]},"ipdSharingStatementModule":{"ipdSharing":"NO","description":"Following completion of the study, results of this research will be in a scientific journal. Data will be available immediately following publication, with no end date, with data sharing at the discretion of the Sponsor."}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000000230","term":"Adenocarcinoma"}],"ancestors":[{"id":"D000002277","term":"Carcinoma"},{"id":"D000009375","term":"Neoplasms, Glandular and Epithelial"},{"id":"D000009370","term":"Neoplasms by Histologic Type"},{"id":"D000009369","term":"Neoplasms"}],"browseLeaves":[{"id":"M3585","name":"Adenocarcinoma","asFound":"Adenocarcinoma","relevance":"HIGH"},{"id":"M12305","name":"Neoplastic Cells, Circulating","relevance":"LOW"},{"id":"M5534","name":"Carcinoma","relevance":"LOW"},{"id":"M12320","name":"Neoplasms, Glandular and Epithelial","relevance":"LOW"},{"id":"M12315","name":"Neoplasms by Histologic Type","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC04","name":"Neoplasms"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC23","name":"Symptoms and General Pathology"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"M9579","name":"Heparin","relevance":"LOW"},{"id":"M46053","name":"Calcium heparin","relevance":"LOW"},{"id":"M209019","name":"Ethylene","relevance":"LOW"}],"browseBranches":[{"abbrev":"FiAg","name":"Fibrinolytic Agents"},{"abbrev":"AnCoag","name":"Anticoagulants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}