{"protocolSection":{"identificationModule":{"nctId":"NCT06480539","orgStudyIdInfo":{"id":"Z-2023104"},"organization":{"fullName":"Ziekenhuis Oost-Limburg","class":"OTHER"},"briefTitle":"The Effect of Nocturnal Dexmedetomidine on Postoperative Sleep Quality and Fatigue After Major Surgery in Elderly Patients: DEXSLEEP Study","officialTitle":"The Effect of Nocturnal Dexmedetomidine on Postoperative Sleep Quality and Fatigue After Major Surgery in Elderly Patients: DEXSLEEP Study","acronym":"DEXSLEEP"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06-06","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2025-11","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-12","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-04-11","studyFirstSubmitQcDate":"2024-06-24","studyFirstPostDateStruct":{"date":"2024-06-28","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-24","lastUpdatePostDateStruct":{"date":"2024-06-28","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"Ziekenhuis Oost-Limburg","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false,"isUsExport":false},"descriptionModule":{"briefSummary":"In the aftermath of major surgery, many patients suffer from pain, fatigue, reduced general well-being, and cognitive dysfunction. Another common concern after major surgery is sleep impairment and there is little known about its effect on postoperative morbidity, especially postoperative fatigue and muscle function.\n\nDexmedetomidine has been shown to possibly improve postoperative sleep quality in critically ill patients. However, whether the administration of dexmedetomidine translates into reduced postoperative fatigue and/or weakness and improved enhanced recovery after surgery by improving sleep, is currently unknown.\n\nThe DEXSLEEP study will evaluate the effect of nocturnal administration of dexmedetomidine, as compared to placebo (i.e. no dexmedetomidine), on postoperative quality of recovery, postoperative fatigue and muscle weakness.","detailedDescription":"Due to the increase in life expectancy in the developing world, the number of elderly patients undergoing (major) surgery is expected to increase in the coming years. These elderly patients, even healthy older adults, have a reduced physiologic reserve such that organ systems may be compromised during and after surgical stress, placing them at greater risk of morbidity and mortality after surgery.\n\nA common concern after surgery is sleep impairment. Patients often develop significant sleep disturbances after major surgery and particular elderly patients are more prone to develop sleep disturbances when compared to younger patients. Sleep plays an essential role in the homeostasis of multiple organ systems and cognitive function. A good night sleep is deemed essential for a good functional recovery. Taking this into account, it seems logical that postoperative sleep disturbances could be a contributing factor to postoperative fatigue, which is reported by patients as one of the most distressing symptoms after surgery and is thought to be the chief contributor to delayed recovery after surgery.\n\nThe endocrinological surgical response probably plays an essential role in postoperative sleep disturbances experienced by surgical patients by causing (neuro)inflammation. Keeping this in mind, dexmedetomidine might be an interesting pharmacological intervention since it has the ability to attenuate several factors that contribute to postoperative sleep disturbances including the endocrinological surgical stress response. However, whether the nocturnal administration of dexmedetomidine translates into improved postoperative sleep quality after elective major surgery, subsequently reduced postoperative fatigue and muscle weakness, and improved enhanced recovery after surgery by improving sleep, is currently unknown.\n\nTherefore, the main objective of this prospective clinical trial is to evaluate the effect of nocturnal dexmedetomidine on early postoperative outcomes, i.e. quality of recovery, in elderly patients (60 years or older) undergoing major surgery."},"conditionsModule":{"conditions":["Postoperative Fatigue","Postoperative Sleep Disturbances","Surgical Stress Response"],"keywords":["Major surgery","Enhanced Recovery After Surgery (ERAS)","Elderly patients","Quality of recovery","Postoperative fatigue","Postoperative muscle weakness","Postoperative sleep disturbances","Dexmedetomidine"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["PHASE4"],"designInfo":{"allocation":"RANDOMIZED","interventionModel":"PARALLEL","primaryPurpose":"TREATMENT","maskingInfo":{"masking":"QUADRUPLE","whoMasked":["PARTICIPANT","CARE_PROVIDER","INVESTIGATOR","OUTCOMES_ASSESSOR"]}},"enrollmentInfo":{"count":102,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Placebo","type":"PLACEBO_COMPARATOR","description":"The comparator is a placebo, namely pure saline (NaCl 0.9%), which will be administered following the same regimen as the intervention.","interventionNames":["Drug: Placebo"]},{"label":"Dexmedetomidine","type":"ACTIVE_COMPARATOR","description":"Nocturnal administration of dexmedetomidine (0.2-1.0 mcg/kg/h) during the first night after surgery. Dexmedetomidine infusion, not preceded by a bolus administration, will be started at 0.4 mcg/kg/h in the intervention group at 8 p.m. the day of surgery. Dexmedetomidine infusion will be titrated every 30 minutes with 0.1 mcg/kg/h steps until a RASS of -1 to -3 (drowsy, light to moderate sedation) is reached. The infusion will be discontinued at 6 a.m. the next morning.","interventionNames":["Drug: Dexmedetomidine"]}],"interventions":[{"type":"DRUG","name":"Placebo","description":"The comparator is a placebo, namely pure saline (NaCl 0.9%), which will be administered following the same regimen as the intervention.","armGroupLabels":["Placebo"]},{"type":"DRUG","name":"Dexmedetomidine","description":"Nocturnal administration of dexmedetomidine (0.2-1.0 mcg/kg/h) during the first night after surgery. Dexmedetomidine infusion, not preceded by a bolus administration, will be started at 0.4 mcg/kg/h in the intervention group at 8 p.m. the day of surgery. Dexmedetomidine infusion will be titrated every 30 minutes with 0.1 mcg/kg/h steps until a RASS of -1 to -3 (drowsy, light to moderate sedation) is reached. The infusion will be discontinued at 6 a.m. the next morning.","armGroupLabels":["Dexmedetomidine"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Quality of Recovery (QoR)","description":"Quality of Recovery Score (QoR-15 score) is a patient-reported outcome measurement which will be used to assess the early postoperative health status of the patient after surgery and anesthesia, i.e. the quality of recovery. The score is arbitrary and ranges from 0 to 150, the higher the score the better the quality of recovery. QoR-15 will be assessed on day 1 as compared to preoperatively.","timeFrame":"Pre-operative and postoperative day 1"}],"secondaryOutcomes":[{"measure":"Sleep-wake cycle (MCTQ)","description":"To evaluate each patient's sleep-wake cycle, the sleep-wake timing will be evaluated with the Munich Chronotype Questionnaire (MCTQ) 3 days before surgery, which will be used to calculate the baseline midpoint sleep and chronotype.","timeFrame":"3 days before surgery"},{"measure":"Sleep pattern (CSD)","description":"Sleep will be evaluated with the Consensus Sleep Diary (CSD) to have a more in depth insight into the evolution of sleep pre- and postoperatively. The diary will be filled in daily starting 3 days before surgery until 7 days after surgery.","timeFrame":"10 consecutive nights, starting 3 days before surgery"},{"measure":"Postoperative fatigue - Chalder fatigue questionnaire","description":"To assess general fatigue a fatigue questionnaire, the Chalder fatigue questionnaire, will be taken on day 1, day 3, day 5 and day 28 postoperatively and be compared to the preoperative value. The questionnaire consists of 11 items that assess both physical and mental aspects of fatigue. Respondents rate each item ranging from 0 to 3, the scores are then totaled to provide a measure of overall fatigue, a higher score meaning more severe fatigue.","timeFrame":"Pre-operative and postoperative day 1, day 3, day 5 and day 28"},{"measure":"Health-related quality of life (EQ-5D)","description":"The EQ-5D is used for measuring health-related quality of life. EQ-5D provides a simple descriptive profile and a single index value for health status, both can be used to assess the overall health. The descriptive profile consists of five dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels of severity: no problems, slight problems, moderate problems, severe problems, or not able. Respondents select the level that best describes their current health status. The EQ-5D also includes a visual analog scale (VAS) where respondents rate their current health status on a scale from 0 to 100, with 0 being the worst imaginable health state and 100 being the best imaginable health state. The EQ-5D questionnaire will be taken preoperatively and on day 28 postoperatively.","timeFrame":"Pre-operative and postoperative day 28"},{"measure":"Subjective sleep quality (PSQI)","description":"To assess subjective sleep quality over a one-month time interval the Pittsburgh Sleep Quality Index (PSQI) will be used. The PSQI consists of 19 items that assess different components of sleep, including sleep latency, sleep duration, sleep efficiency, sleep disturbances, use of sleep medication, and daytime dysfunction due to poor sleep quality. Each item is rated on a scale from 0 to 3, with higher scores indicating worse sleep quality. The scores from all 19 items are summed to provide a total score ranging from 0 tot 21, with higher scores indicating poorer sleep quality. The questionnaire will be filled in two times: 3 days before surgery and 28 days after surgery.","timeFrame":"3 days before surgery and postoperative day 28"},{"measure":"Postoperative fatigue - Fatigue VAS scale","description":"To assess fatigue in detail, the fatigue visual analog scale (VAS) will be taken on day 1, day 3, day 5 and day 28 postoperatively and be compared to the preoperative value. The VAS is a tool to measure the severity of fatigue subjectively experienced by individuals. It involves a simple assessment where respondents score their fatigue on a series of questions, with 0 representing \"no fatigue\" and 10 representing \"worst possible fatigue\".","timeFrame":"Pre-operative and postoperative day 1, day 3, day 5 and day 28"},{"measure":"Subjective sleep quality first night after surgery (RCSQ)","description":"The Richards-Campbell Sleep Questionnaire (RCSQ) will be taken on day 1 to evaluate the subjective quality of the first night after surgery. The RCSQ consists of a series of questions (five items) that ask individuals to rate various aspects of their sleep experience. Respondents rate each item on a visual analog scale, higher scores indicating worse sleep quality.","timeFrame":"Postoperative day 1"},{"measure":"Postoperative delirium","description":"To assess postoperative delirium the 3 minute confusion assessment method (3D-CAM) questionnaire will be done on day 1, day 3 and day 5 postoperatively. The 3D-CAM consists of a structured interview and cognitive testing. Based on the patient's responses and performance, it is determined whether delirium is present or not.","timeFrame":"Postoperative day 1, day 3 and day 5"},{"measure":"Postoperative cognitive impairment","description":"To assess postoperative cognitive impairment the Telephone Interview for Cognitive Status (TICS-40) will be done preoperatively and on day 28 postoperatively, this interview is a valid alternative for the Mini-Mental State Examination with the advantage that it does not have to be administered face-to-face. The TICS-40 is compromised of 9 items that result in a maximum score of 40, with higher scores indicating better cognitive function.","timeFrame":"Pre-operative and postoperative day 28"},{"measure":"Quality of Recovery (QoR)","description":"Quality of Recovery Score (QoR-15 score) is a patient-reported outcome measurement which will be used to assess the early postoperative health status of the patient after surgery and anesthesia, i.e. the quality of recovery. The score is arbitrary and ranges from 0 to 150, the higher the score the better the quality of recovery. The QoR-15 will be assessed on day 3 and day 5 (if the patient is still in the hospital) as compared to preoperatively.","timeFrame":"Pre-operative and postoperative day 3 and day 5"},{"measure":"Postoperative muscle strength (upper extremity)","description":"Postoperative muscle strength (upper extremity) will be assessed by comparing the handgrip strength of the dominant hand, measured on day 1, day 3 and day 5 following surgery as compared to the preoperative value. The test will only be performed if the patient is still in the hospital.","timeFrame":"Pre-operative and postoperative day 1, day 3 and day 5"},{"measure":"Postoperative muscle strength (lower extremity)","description":"Postoperative muscle strength (lower extremity) and physical ability will be assessed by the Timed Up and Go (TUG) test, on day 3 and day 5 following surgery as compared to the preoperative value. The test will only be performed if the patient is still in the hospital.","timeFrame":"Pre-operative and postoperative day 3 and day 5"},{"measure":"Sleeping EEG pattern","description":"Electroencephalographic (EEG) readings will be conducted during the first postoperative night (when administering study medication) to asses sleep architecture.","timeFrame":"First postoperative night"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n* aged 60 years or older;\n* scheduled for thoracoscopic lung surgery.\n\nExclusion Criteria:\n\n* lack of informed consent or inability to give informed consent;\n* ≥ 2nd-degree atrioventricular block without pacemaker;\n* uncontrolled hypotension (blood pressure \\&lt; 90/60 mmHg);\n* known hypersensitivity to dexmedetomidine or to any of the excipients;\n* acute cerebrovascular conditions;\n* urgent, not elective surgery.","healthyVolunteers":false,"sex":"ALL","minimumAge":"60 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Steven Thiessen","role":"CONTACT","phone":"3289325294","email":"steven.thiessen@zol.be"}],"locations":[{"facility":"Ziekenhuis Oost-Limburg","status":"RECRUITING","city":"Genk","state":"Limburg","zip":"3600","country":"Belgium","contacts":[{"name":"Steven Thiessen","role":"CONTACT","phone":"3289325294","email":"steven.thiessen@zol.be"},{"name":"Steven Thiessen","role":"PRINCIPAL_INVESTIGATOR"}],"geoPoint":{"lat":50.965,"lon":5.50082}}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000020920","term":"Dyssomnias"},{"id":"D000020447","term":"Parasomnias"},{"id":"D000005221","term":"Fatigue"}],"ancestors":[{"id":"D000012893","term":"Sleep Wake Disorders"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M8364","name":"Fatigue","asFound":"Fatigue","relevance":"HIGH"},{"id":"M22655","name":"Dyssomnias","asFound":"Sleep Disturbance","relevance":"HIGH"},{"id":"M22242","name":"Parasomnias","asFound":"Sleep Disturbance","relevance":"HIGH"},{"id":"M20944","name":"Muscle Weakness","relevance":"LOW"},{"id":"M13204","name":"Paresis","relevance":"LOW"},{"id":"M4554","name":"Asthenia","relevance":"LOW"},{"id":"M15696","name":"Sleep Wake Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"BC05","name":"Musculoskeletal Diseases"}]},"interventionBrowseModule":{"meshes":[{"id":"D000020927","term":"Dexmedetomidine"}],"ancestors":[{"id":"D000006993","term":"Hypnotics and Sedatives"},{"id":"D000002492","term":"Central Nervous System Depressants"},{"id":"D000045505","term":"Physiological Effects of Drugs"},{"id":"D000018712","term":"Analgesics, Non-Narcotic"},{"id":"D000000700","term":"Analgesics"},{"id":"D000018689","term":"Sensory System Agents"},{"id":"D000018373","term":"Peripheral Nervous System Agents"},{"id":"D000058647","term":"Adrenergic alpha-2 Receptor Agonists"},{"id":"D000000316","term":"Adrenergic alpha-Agonists"},{"id":"D000000322","term":"Adrenergic Agonists"},{"id":"D000018663","term":"Adrenergic Agents"},{"id":"D000018377","term":"Neurotransmitter Agents"},{"id":"D000045504","term":"Molecular Mechanisms of Pharmacological Action"}],"browseLeaves":[{"id":"M22662","name":"Dexmedetomidine","asFound":"Twice daily","relevance":"HIGH"},{"id":"M10043","name":"Hypnotics and Sedatives","relevance":"LOW"},{"id":"M4032","name":"Analgesics","relevance":"LOW"},{"id":"M20786","name":"Analgesics, Non-Narcotic","relevance":"LOW"},{"id":"M20746","name":"Adrenergic Agents","relevance":"LOW"},{"id":"M3668","name":"Adrenergic alpha-Agonists","relevance":"LOW"},{"id":"M3673","name":"Adrenergic Agonists","relevance":"LOW"},{"id":"M20504","name":"Neurotransmitter Agents","relevance":"LOW"}],"browseBranches":[{"abbrev":"Analg","name":"Analgesics"},{"abbrev":"CNSDep","name":"Central Nervous System Depressants"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}