{"protocolSection":{"identificationModule":{"nctId":"NCT06473363","orgStudyIdInfo":{"id":"BAIBU-SAT6"},"organization":{"fullName":"Abant Izzet Baysal University","class":"OTHER"},"briefTitle":"Effectiveness of Ankle Foot Orhoses on Spinal Posture and Balance in Cerebral Palsy","officialTitle":"How the Use of Ankle Foot Orhoses Affects Spinal Posture and Balance in Children With Cerebral Palsy"},"statusModule":{"statusVerifiedDate":"2024-06","overallStatus":"COMPLETED","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2020-01-03","type":"ACTUAL"},"primaryCompletionDateStruct":{"date":"2024-01-07","type":"ACTUAL"},"completionDateStruct":{"date":"2024-02-10","type":"ACTUAL"},"studyFirstSubmitDate":"2024-06-07","studyFirstSubmitQcDate":"2024-06-23","studyFirstPostDateStruct":{"date":"2024-06-25","type":"ACTUAL"},"lastUpdateSubmitDate":"2024-06-23","lastUpdatePostDateStruct":{"date":"2024-06-25","type":"ACTUAL"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"PRINCIPAL_INVESTIGATOR","investigatorFullName":"Seda AYAZ TAŞ","investigatorTitle":"Assist. prof.","investigatorAffiliation":"Abant Izzet Baysal University"},"leadSponsor":{"name":"Abant Izzet Baysal University","class":"OTHER"}},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"Background: Evidence on the effect of Ankle Foot Orthoses (AFO) on spinal posture which is very important for postural control, is insufficient.The aim of the study was to investigate the effect of AFO in spinal posture, balance and lower extremity functional skills in children with Cerebral Palsy (CP).\n\nMethods: This study was conducted using a repeated-measures design. 25 children with CP aged 6-17 years were included. Children were classified according to the Gross Motor Function Classification System (GMFCS), Manual Skills Classification System (MACS) and Communication Function Classification System (CFCS). Spinal postures with Spinal Mouse (SM), balance and lower extremity functional skills were evaluated using the Pediatric Berg Balance Scale, Pediatric Functional Reach and Timed Up \\& Go Test twice with AFO and barefoot.","detailedDescription":"Cerebral palsy (CP) is defined as an umbrella term used as a group of permanent disorders of movement and posture development due to damage to the infant or fetus brain . CP shows a wide range of motor impairments including spasticity, muscle weakness, postural control deficits, and balance and gait disorders. These multifaceted motor limitations significantly affect the functional capacity of children with CP, limiting their participation in daily activities and significantly reducing their overall quality of life.\n\nPoor motor control, abnormal biomechanical alignment, poor muscle activation, impaired agonist-antagonist muscle balance and balance disorders are the most common motor disorders in CP. Therefore, orthoses are prescribed in addition to rehabilitation for prevention and correction of deformities, improvement of postural control parameters, maintenance of correct muscle lengths.\n\nThe aim of this study was to investigate the effect of AFO use on spinal posture, balance and lower extremity functional skills in CP.\n\nIn this study, 25 Syrian children under temporary protection with spastic type CP were included. After obtaining permission from Abant Izzet Baysal University Clinical Research Ethics Committee (2022/339), informed consent was obtained from the children under temporary protection and their parents who volunteered to participate in the study. Inclusion criteria were as follows: 1) being diagnosed with spastic type CP between the ages of 6-18, 2) GMFCS level I, II or III, 3) using AFO for at least 3 months. All children were familiar with their AFO's. Exclusion criteria:1) presence of rigid contracture in the trunk and lower extremities. Demographic characteristics of the children (age, body weight, height, gender) were recorded.\n\nFunctionalities of the children were classified according to the Gross Motor Function Classification System (GMFCS), Manual Ability Classification System (MACS) and Communication Function Classification System (CFCS). Spinal postures were evaluated with Spinal Mouse (SM), balance and lower extremity functional skills were evaluated with Paediatric Berg Balance Scale, Pediatric Functional Reach Test and Timed Up \\& Go Test. All these evaluations were repeated twice in children with AFO and barefoot. The evaluations were completed on two non-consecutive days. The results of both assessments were recorded and analysed."},"conditionsModule":{"conditions":["Cerebral Palsy","Balance","Posture Disorders in Children"],"keywords":["Cerebral Palsy","Posture","Spinal mouse","Spine"]},"designModule":{"studyType":"OBSERVATIONAL","patientRegistry":false,"designInfo":{"observationalModel":"COHORT","timePerspective":"RETROSPECTIVE"},"enrollmentInfo":{"count":25,"type":"ACTUAL"}},"outcomesModule":{"primaryOutcomes":[{"measure":"Spinal posture","description":"Spinal posture and mobility were evaluated with the Spinal Mouse in the standing position, placing weight on both lower extremities, as symmetrically as possible. By following the spinous processes paravertebrally on the skin surface, the device was moved from C7 to the anima rami (S3) and the information about the thorax, lumbar and sacrum/hip angles transferred to the computer via bluetooth was recorded. Measurements in the sagittal plane, standing upright, maximum trunk flexion and maximum trunk extension position; The measurements in the frontal plane were performed in 3 different positions as standing, right trunk lateral flexion and left trunk lateral flexion.","timeFrame":"Measurements were made between the dates 07.01.2024-10.02.2024.The measurement of each individual took approximately 30 min"}],"secondaryOutcomes":[{"measure":"Balance","description":"Pediatric Berg Balance Scale (PBBS): The scale consists of 14 sections and each section is scored between 0-4; the highest score that can be obtained from the scale is 56.","timeFrame":"Measurements were made between the dates 07.01.2024-10.02.2024.The measurement of each individual took approximately 15 min"},{"measure":"Dynamic balance","description":"Pediatric Functional Reach Test: It is a dynamic balance test in which the maximum distance that can be reached to the front and sides during standing upright posture is measured. The tape measure was placed on the wall at shoulder height in order to measure the distance reached","timeFrame":"Measurements were made between the dates 07.01.2024-10.02.2024.The measurement of each individual took approximately 5 min"},{"measure":"Functional mobility","description":"Time up \\& Go Test (TUG): The activities that make up the test assess the transition from sitting to standing, walking, turning and sitting again, which are necessary for functional mobility and dynamic balance. The time required for the child to get up from a standard chair with armrests, walk a distance of 3 metres, turn from a designated or marked place, return to the chair and sit down again was measured in seconds","timeFrame":"Measurements were made between the dates 07.01.2024-10.02.2024.The measurement of each individual took approximately 5 min"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\n1. being diagnosed with spastic type CP between the ages of 6-18,\n2. GMFCS level I, II or III,\n3. using AFO for at least 3 months.\n\nExclusion Criteria:\n\n1) presence of rigid contracture in the trunk and lower extremities.","sex":"ALL","minimumAge":"6 Years","maximumAge":"18 Years","stdAges":["CHILD","ADULT"],"studyPopulation":"In this study, 25 Syrian children under temporary protection with spastic type CP were included.","samplingMethod":"NON_PROBABILITY_SAMPLE"},"contactsLocationsModule":{"locations":[{"facility":"Bolu Abant Izzet Baysal University","city":"Bolu","zip":"14030","country":"Turkey","geoPoint":{"lat":40.73583,"lon":31.60611}}]}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000010243","term":"Paralysis"},{"id":"D000002547","term":"Cerebral Palsy"}],"ancestors":[{"id":"D000009461","term":"Neurologic Manifestations"},{"id":"D000009422","term":"Nervous System Diseases"},{"id":"D000001925","term":"Brain Damage, Chronic"},{"id":"D000001927","term":"Brain Diseases"},{"id":"D000002493","term":"Central Nervous System Diseases"}],"browseLeaves":[{"id":"M13157","name":"Paralysis","asFound":"Palsy","relevance":"HIGH"},{"id":"M5796","name":"Cerebral Palsy","asFound":"Cerebral Palsy","relevance":"HIGH"},{"id":"M12404","name":"Neurologic Manifestations","relevance":"LOW"},{"id":"M5207","name":"Brain Injuries","relevance":"LOW"},{"id":"M5202","name":"Brain Damage, Chronic","relevance":"LOW"},{"id":"M5204","name":"Brain Diseases","relevance":"LOW"},{"id":"M5742","name":"Central Nervous System Diseases","relevance":"LOW"},{"id":"T1303","name":"Chronic Graft Versus Host Disease","relevance":"LOW"}],"browseBranches":[{"abbrev":"BC10","name":"Nervous System Diseases"},{"abbrev":"BC23","name":"Symptoms and General Pathology"},{"abbrev":"All","name":"All Conditions"},{"abbrev":"BC26","name":"Wounds and Injuries"},{"abbrev":"Rare","name":"Rare Diseases"}]}},"hasResults":false}