{"protocolSection":{"identificationModule":{"nctId":"NCT06482606","orgStudyIdInfo":{"id":"R91876/RE001"},"organization":{"fullName":"University of Oxford","class":"OTHER"},"briefTitle":"Glutamate Activity in Depression (GLADE)","officialTitle":"Glutamate Response to Photostimulation in People Recovered From Depression","acronym":"GLADE"},"statusModule":{"statusVerifiedDate":"2024-05","overallStatus":"NOT_YET_RECRUITING","expandedAccessInfo":{"hasExpandedAccess":false},"startDateStruct":{"date":"2024-06","type":"ESTIMATED"},"primaryCompletionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"completionDateStruct":{"date":"2025-06","type":"ESTIMATED"},"studyFirstSubmitDate":"2024-06-25","studyFirstSubmitQcDate":"2024-06-25","studyFirstPostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"},"lastUpdateSubmitDate":"2024-06-25","lastUpdatePostDateStruct":{"date":"2024-07-01","type":"ESTIMATED"}},"sponsorCollaboratorsModule":{"responsibleParty":{"type":"SPONSOR"},"leadSponsor":{"name":"University of Oxford","class":"OTHER"},"collaborators":[{"name":"National Institute for Health Research, United Kingdom","class":"OTHER_GOV"}]},"oversightModule":{"oversightHasDmc":false,"isFdaRegulatedDrug":false,"isFdaRegulatedDevice":false},"descriptionModule":{"briefSummary":"A brain chemical (neurotransmitter) called glutamate is thought to play an important role in the causation and treatment of depression. It is possible to measure glutamate in the brain in people, using safe magnetic resonance imaging but results of studies of glutamate levels in people with depression and those at risk of depression have been inconclusive.\n\nWe have devised a method whereby viewing a flashing light for a few minutes provides a measure of stimulated glutamate release. We believe that this kind of functional measure is more relevant physiologically because studies in animals show that glutamate release evoked by sensory stimulation represents release of glutamate as a neurotransmitter rather than glutamate in intermediate metabolism. Therefore, the use of functional magnetic resonance spectroscopy (fMRS) may provide a more useful measure of neural glutamate activity in people with depression and those at risk of depression.\n\nThe aim of this study is to look at the effect of a flashing light on glutamate release in people who have recovered from depression and compare it to people who have not experienced depression. We hope from this to discover whether changes in glutamate activity might be a risk factor for the development of depression. This could be helpful both for diagnostic purposes and for the development of medications that can relieve depression by modifying glutamate release.","detailedDescription":"At the screening visit, potential participants will be asked about their medical history. This will include an SCID interview to ascertain history of psychiatric disorder and PHQ-9 questionnaire to ascertain the presence of any depressive symptoms. They will be asked about their lifestyle (for example, smoking, caffeine and alcohol consumption), and questions that pertain to magnetic resonance imaging (MRI) safety. These are carried out to ensure that the participants meet the study and safety criteria. The criteria will be assessed by a member of the research team and the participant will only be allowed to continue if they meet all the requirements. The duration between screening and the research visit should not exceed 3 months and MRI safety questions will be repeated on the day of participation, prior to the participants entering the MRI scanner.\n\nThe participants who have been screened and confirmed eligible for the study, will be invited for a scanning visit. During this visit, the participant will then be asked to lie down on the scanner bed where they will be attached to physiological monitors (i.e. pulse oximeter and respiration belt).\n\nOnce the participant is comfortable to begin scanning, the radiographer will begin the relevant scan protocol which consists of different MR sequences aimed at imaging different structural and functional properties of the brain. At the start of the scan, structural MRI images will be acquired which lasts approximately 5 minutes, participants may watch a visual presentation to remain alert. Once structural scans are completed, the fMRS paradigm will begin which includes three block conditions with fMRS acquisitions taken during each block. The blocks conditions will consist of a \\~11 minute rest block, followed by a \\~5 minutes and 30 seconds flickering checkerboard block and a final \\~11 minute rest block. After this we will carry out a 'resting state' fMRI to measure the brain activity during rest. Participants will be asked to close their eyes during rest periods and have them open for the flickering checkerboard stimulus, these instructions will be told to them through the radiographer intercom. Once the fMRS and resting state acquisitions are completed, the participant will be told by the radiographer that their scan is complete and they will be assisted out of the scanner. The total scanning duration will last for not more than 60 minutes.\n\nOverall, the screening assessment should take about 1 hour and scanning visit will take about 90 minutes."},"conditionsModule":{"conditions":["Depression"],"keywords":["Depression","Recovered depression","Remitted depression","Glutamate","fMRS","Magnetic resonance spectroscopy","Flickering checkerboard","Visual cortex","Resting state","fMRI"]},"designModule":{"studyType":"INTERVENTIONAL","phases":["NA"],"designInfo":{"allocation":"NON_RANDOMIZED","interventionModel":"PARALLEL","interventionModelDescription":"2 groups of participants, both undergoing flickering checkerboard stimulus. Patient group (participants with recovered depression) and a healthy control group.","primaryPurpose":"BASIC_SCIENCE","maskingInfo":{"masking":"NONE"}},"enrollmentInfo":{"count":40,"type":"ESTIMATED"}},"armsInterventionsModule":{"armGroups":[{"label":"Participants with recovered depression","type":"ACTIVE_COMPARATOR","description":"Participants with recovered depression will be experiencing flickering checkerboard stimulus.","interventionNames":["Other: Flickering Checkerboard Stimulation"]},{"label":"Healthy control participants","type":"PLACEBO_COMPARATOR","description":"Healthy control participants will be experiencing flickering checkerboard stimulus.","interventionNames":["Other: Flickering Checkerboard Stimulation"]}],"interventions":[{"type":"OTHER","name":"Flickering Checkerboard Stimulation","description":"This visual stimulation is a succession of alternating black and white squares on a small monitor in the scanner, the black and white checkerboard creates the effect of flickering lights.","armGroupLabels":["Healthy control participants","Participants with recovered depression"]}]},"outcomesModule":{"primaryOutcomes":[{"measure":"Brain Glutamate Dynamic Change in the Visual Cortex","description":"From the functional magnetic resonance spectroscopy (fMRS), calculating the glutamate concentration change in response to flickering checkerboard stimulation (by the concentration difference between rest and the stimulation block). This dynamic glutamate change will be compared between individuals recovered from depression and healthy control group.","timeFrame":"Acute (0-60 minutes)"}],"secondaryOutcomes":[{"measure":"Brain Glutamate Baseline Change in the Visual Cortex","description":"Determining if the baseline glutamate concentration levels in the rest block is different between patients recovered from depression and healthy controls (without the influence of a functional task to produce a dynamic change).","timeFrame":"Acute (0-60 minutes)"},{"measure":"Excitatory-Inhibitory Ratio Change in the Visual Cortex","description":"Using the glutamate and GABA concentrations quantified from the fMRS data, we will calculate the Glu/GABA ratio to assess the excitatory-inhibitory ratio and determine whether this ratio is different within participants recovered from depression and controls.","timeFrame":"Acute (0-60 minutes)"},{"measure":"Brain Resting State Connectivity","description":"Brain resting state connectivity change measured via blood oxygenation level-dependent resting-state functional Magnetic Resonance Imaging (BOLD-rs-fMRI) 7T, comparing activity between participants recovered from depression and controls.","timeFrame":"Acute (0-60 minutes)"},{"measure":"Exploratory Analysis of Other Metabolite Concentrations at Baseline or Changes After Stimulation In the Visual Cortex","description":"Other metabolites captured from the fMRS STEAM sequence will be analysed to assess whether there are differences between participants recovered depression and controls concentrations, at baseline or after stimulation.","timeFrame":"Acute (0-60 minutes)"},{"measure":"Exploratory Investigation of the Influence of Age, Gender, and PHQ-9 Depression Scores on Metabolite Concentration Change In the Visual Cortex","description":"Data collected on demographic factors like age and sex and clinical variables like PHQ-9 depression scores will be asessed to determine if they significantly influence metabolite levels.","timeFrame":"Acute (0-60 minutes)"}]},"eligibilityModule":{"eligibilityCriteria":"Inclusion Criteria:\n\nFor recovered depression:\n\n* Participant is willing and able to give informed consent for participation in the research;\n* Male or female, age 18-70;\n* Have at least two previous episodes of depression, and have been recovered from the most recent episode of depression for 3 months;\n* Free of antidepressant medication for at least 3 months;\n* Current PHQ-9 score \\< 10 (the cut off for DSM major depression)\n\nFor healthy control group:\n\n* Participant is willing and able to give informed consent for participation in the research;\n* Male or female, age 18-70\n\nExclusion Criteria:\n\nFor recovered depression:\n\n* Any current significant DSM-5 psychiatric disorder;\n* Any previous episode of a severe mental illness, other than Depressive Disorder, for example current mood or anxiety disorder, post-traumatic stress disorder, obsessive compulsive disorder. Comorbid Anxiety disorders will be allowed;\n* Any significant current medical condition likely to interfere with conduct of the study or analysis of data in the opinion of the clinical investigator;\n* Current use of psychoactive and / or medically significant medication as judged by a study medic, whether prescribed or bought over the counter (the contraceptive pill, the Depo-Provera injection or the progesterone implant will not result in exclusion);\n* Ongoing psychopharmacological treatment for depression, including hypnotics;\n* High consumption of illicit substances and also legal substances (like alcohol, caffeine, nicotine) to an extent that would make complying with study protocol challenging;\n* Past history of dependence to illicit substances, and any consumption of illicit substances in the three months prior to the study;\n* Current or past sufferer of epilepsy or photosensitive migraines;\n* Currently pregnant or breast feeding;\n* Any contra-indications to MRI scanning\n\nFor healthy control group:\n\n* History of, or current significant psychiatric disorder, for example current mood or anxiety disorder, post-traumatic stress disorder, obsessive compulsive disorder;\n* History of, or current neurological disorder (e.g. epilepsy);\n* History of, or current, severe migraines;\n* History of, or current general medical conditions that in the opinion of the Investigator may interfere with the safety of the participant or the scientific integrity of the study;\n* Currently on any regular prescribed medication that in the opinion of the Principal Investigator may interfere with the safety of the participant or the scientific integrity of the study;\n* Current high consumption of illicit substances and also legal substances (like alcohol, caffeine, nicotine) to an extent that would make complying with study protocol challenging;\n* History of dependence to illicit substances, and any consumption of illicit substances in the three months prior to the study;\n* Currently pregnant or breastfeeding;\n* Have had metallic implants or other devices in your body that make it unsafe for you to go into the scanner","healthyVolunteers":true,"sex":"ALL","minimumAge":"18 Years","maximumAge":"70 Years","stdAges":["ADULT","OLDER_ADULT"]},"contactsLocationsModule":{"centralContacts":[{"name":"Wendy Howard","role":"CONTACT","phone":"01865618286","email":"wendy.howard@psych.ox.ac.uk"},{"name":"Diana Verley","role":"CONTACT","phone":"01865618212","email":"diana.verley@psych.ox.ac.uk"}],"locations":[{"facility":"University of Oxford","city":"Oxford","state":"Oxfordshire","zip":"OX3 7JX","country":"United Kingdom","contacts":[{"name":"Wendy Howard","role":"CONTACT","phone":"01865618286","email":"wendy.howard@psych.ox.ac.uk"}],"geoPoint":{"lat":51.75222,"lon":-1.25596}}]},"referencesModule":{"references":[{"pmid":"17210135","type":"BACKGROUND","citation":"Bhagwagar Z, Wylezinska M, Jezzard P, Evans J, Ashworth F, Sule A, Matthews PM, Cowen PJ. Reduction in occipital cortex gamma-aminobutyric acid concentrations in medication-free recovered unipolar depressed and bipolar subjects. Biol Psychiatry. 2007 Mar 15;61(6):806-12. doi: 10.1016/j.biopsych.2006.08.048. Epub 2007 Jan 8."},{"pmid":"28433623","type":"BACKGROUND","citation":"Ip IB, Berrington A, Hess AT, Parker AJ, Emir UE, Bridge H. Combined fMRI-MRS acquires simultaneous glutamate and BOLD-fMRI signals in the human brain. Neuroimage. 2017 Jul 15;155:113-119. doi: 10.1016/j.neuroimage.2017.04.030. Epub 2017 Apr 19."},{"pmid":"36995569","type":"BACKGROUND","citation":"Wu F, Lu Q, Kong Y, Zhang Z. A Comprehensive Overview of the Role of Visual Cortex Malfunction in Depressive Disorders: Opportunities and Challenges. Neurosci Bull. 2023 Sep;39(9):1426-1438. doi: 10.1007/s12264-023-01052-7. Epub 2023 Mar 30."}]},"ipdSharingStatementModule":{"ipdSharing":"NO"}},"derivedSection":{"miscInfoModule":{"versionHolder":"2024-07-01"},"conditionBrowseModule":{"meshes":[{"id":"D000003863","term":"Depression"},{"id":"D000003866","term":"Depressive Disorder"}],"ancestors":[{"id":"D000001526","term":"Behavioral Symptoms"},{"id":"D000019964","term":"Mood Disorders"},{"id":"D000001523","term":"Mental Disorders"}],"browseLeaves":[{"id":"M7058","name":"Depression","asFound":"Depression","relevance":"HIGH"},{"id":"M7061","name":"Depressive Disorder","asFound":"Depression","relevance":"HIGH"},{"id":"M4818","name":"Behavioral Symptoms","relevance":"LOW"},{"id":"M21835","name":"Mood Disorders","relevance":"LOW"},{"id":"M14473","name":"Psychotic Disorders","relevance":"LOW"},{"id":"M4815","name":"Mental Disorders","relevance":"LOW"}],"browseBranches":[{"abbrev":"BXM","name":"Behaviors and Mental Disorders"},{"abbrev":"All","name":"All Conditions"}]},"interventionBrowseModule":{"browseLeaves":[{"id":"T5","name":"Glutamic Acid","relevance":"LOW"}],"browseBranches":[{"abbrev":"AA","name":"Amino Acids"},{"abbrev":"All","name":"All Drugs and Chemicals"}]}},"hasResults":false}